[
  {
    "pkg": "Telegram",
    "app_id": "org.telegram.desktop",
    "description": "New era of messaging",
    "description_long": "Pure instant messaging — simple, fast, secure, and synced across all your devices. One of the world's top 10 most downloaded apps with over 500 million active users.<br>FAST: Telegram is the fastest messaging app on the market, connecting people via a unique, distributed network of data centers around the globe.<br>SYNCED: You can access your messages from all your phones, tablets and computers at once. Telegram apps are standalone, so you don’t need to keep your phone connected. Start typing on one device and finish the message from another. Never lose your data again.<br>UNLIMITED: You can send media and files, without any limits on their type and size. Your entire chat history will require no disk space on your device, and will be securely stored in the Telegram cloud for as long as you need it.<br>SECURE: We made it our mission to provide the best security combined with ease of use. Everything on Telegram, including chats, groups, media, etc. is encrypted using a combination of 256-bit symmetric AES encryption, 2048-bit RSA encryption, and Diffie–Hellman secure key exchange.<br>100% FREE &amp; OPEN: Telegram has a fully documented and free API for developers, open source apps and verifiable builds to prove the app you download is built from the exact same source code that is published.<br>POWERFUL: You can create group chats with up to 200,000 members, share large videos, documents of any type (.DOCX, .MP3, .ZIP, etc.) up to 2 GB each, and even set up bots for specific tasks. Telegram is the perfect tool for hosting online communities and coordinating teamwork.<br>RELIABLE: Built to deliver your messages using as little data as possible, Telegram is the most reliable messaging system ever made. It works even on the weakest mobile connections.<br>FUN: Telegram has powerful photo and video editing tools, animated stickers and emoji, fully customizable themes to change the appearance of your app, and an open sticker/GIF platform to cater to all your expressive needs.<br>SIMPLE: While providing an unprecedented array of features, we take great care to keep the interface clean. Telegram is so simple you already know how to use it.<br>PRIVATE: We take your privacy seriously and will never give any third parties access to your data. You can delete any message you ever sent or received for both sides, at any time and without a trace. Telegram will never use your data to show you ads.<br>We keep expanding the boundaries of what you can do with a messaging app. Don’t wait years for older messengers to catch up with Telegram — join the revolution today.",
    "build_date": "2024-12-12T07:39:37",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/telegram/desktop/fed73ebd5889ff839b054db5b4bc3b4e/icons/128x128/org.telegram.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 1
  },
  {
    "pkg": "OBS Studio",
    "app_id": "com.obsproject.Studio",
    "description": "Live stream and record videos",
    "description_long": "Free and open source software for video capturing, recording, and live streaming.<br>Features:<br>High performance real time video/audio capturing and mixing. Create scenes made up of multiple sources including window captures, images, text, browser windows, webcams, capture cards and more.<br>Set up an unlimited number of scenes you can switch between seamlessly via custom transitions.<br>Intuitive audio mixer with per-source filters such as noise gate, noise suppression, and gain. Take full control with VST plugin support.<br>Powerful and easy to use configuration options. Add new Sources, duplicate existing ones, and adjust their properties effortlessly.<br>Streamlined Settings panel gives you access to a wide array of configuration options to tweak every aspect of your broadcast or recording.<br>Modular 'Dock' UI allows you to rearrange the layout exactly as you like. You can even pop out each individual Dock to its own window.<br>Create Professional Productions:<br>Choose from a number of different and customizable transitions for when you switch between your scenes or add your own stinger video files.<br>Set hotkeys for nearly every sort of action, such as switching between scenes, starting/stopping streams or recordings, muting audio sources, push to talk, and more.<br>Studio Mode lets you preview your scenes and sources before pushing them live. Adjust your scenes and sources or create new ones and ensure they're perfect before your viewers ever see them.<br>Get a high level view of your production using the Multiview. Monitor 8 different scenes and easily cue or transition to any of them with merely a single or double click.<br>",
    "build_date": "2024-08-15T22:57:46",
    "category": [
      "AudioVideo",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/com/obsproject/Studio/64a8eafe927594ac1e633ee2be68a3a9/icons/128x128/com.obsproject.Studio.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 2
  },
  {
    "pkg": "Video Downloader",
    "app_id": "com.github.unrud.VideoDownloader",
    "description": "Download web videos",
    "description_long": "<br>Download videos from websites with an easy-to-use interface.<br>Provides the following features:<br>Convert videos to MP3<br>Supports password-protected and private videos<br>Download single videos or whole playlists<br>Automatically selects a video format based on your quality demands<br>Based on yt-dlp.<br>",
    "build_date": "2024-12-07T01:08:00",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/github/unrud.VideoDownloader/19038e807f12fa6ac802f850cd254514/icons/128x128/com.github.unrud.VideoDownloader.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Download"
    ],
    "rank": 3
  },
  {
    "pkg": "Gear Lever",
    "app_id": "it.mijorus.gearlever",
    "description": "Manage AppImages",
    "description_long": "An utility to manage AppImages with ease! Gear lever will organize and manage AppImage files for you, generate desktop entries and app metadata, update apps in-place or keep multiple versions side-by-side.",
    "build_date": "2024-12-11T08:39:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/it/mijorus/gearlever/882d85e19eb6e5b1b2148b6b01cc6007/icons/128x128/it.mijorus.gearlever.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AppImage"
    ],
    "rank": 4
  },
  {
    "pkg": "Mission Center",
    "app_id": "io.missioncenter.MissionCenter",
    "description": "Monitor system resource usage",
    "description_long": "Monitor your CPU, Memory, Disk, Network and GPU usage<br>Features:<br>Monitor overall or per-thread CPU usage<br>See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes<br>Monitor RAM and Swap usage<br>See a breakdown how the memory is being used by the system<br>Monitor Disk utilization and transfer rates<br>Monitor network utilization and transfer speeds<br>See network interface information such as network card name, connection type (Wi-Fi or Ethernet),<br>wireless speeds and frequency, hardware address, IP address<br>Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered<br>by the popular NVTOP project<br>Monitor system fans<br>See a breakdown of resource usage by app and process<br>Supports a minified summary view for simple monitoring<br>Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource usage<br>Uses GTK4 and Libadwaita<br>Written in Rust<br>Limitations (there is ongoing work to overcome all of these):<br>No per-process network usage<br>GPU support is experimental<br>Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power, or temperature monitoring<br>When using Linux Mint/Cinnamon, launched applications may not show up in the section (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)<br>Comments, suggestions, bug reports and contributions welcome",
    "build_date": "2024-10-27T09:49:23",
    "category": [
      "System",
      "Monitor"
    ],
    "icon": "https://dl.flathub.org/media/io/missioncenter/MissionCenter/f382865557d55836ce4b6119f1b16090/icons/128x128/io.missioncenter.MissionCenter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Task manager",
      "Resource monitor",
      "System monitor",
      "Processor",
      "Processes",
      "Performance monitor",
      "CPU",
      "GPU",
      "Disc",
      "Disk",
      "Memory",
      "Network",
      "Utilisation",
      "Utilization"
    ],
    "rank": 5
  },
  {
    "pkg": "Okular",
    "app_id": "org.kde.okular",
    "description": "View and annotate documents",
    "description_long": "<br>Okular is a universal document viewer developed by KDE. Okular works on multiple platforms, including but not limited to Linux, Windows, Mac OS X, *BSD, etc.<br>Features:<br>Supported Formats: PDF, PS, Tiff, DjVu, Images, DVI, XPS, Fiction Book, Comic Book, Plucker, EPub, Fax<br>Sidebar with contents, thumbnails, reviews and bookmarks<br>Annotations support<br>",
    "build_date": "2024-12-13T00:46:22",
    "category": [
      "Graphics",
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/okular.desktop/be9324aece4a6cc0f3de13ecd65cadea/icons/128x128/org.kde.okular.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [],
    "rank": 6
  },
  {
    "pkg": "Impression",
    "app_id": "io.gitlab.adhami3310.Impression",
    "description": "Create bootable drives",
    "description_long": "<br>Write disk images to your drives with ease. Select an image, insert your drive, and you're<br>good to go! Impression is a useful tool for both avid distro-hoppers and casual computer<br>users.<br>",
    "build_date": "2024-09-22T00:56:19",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Impression/bf115373a5edd475a754bd0526e743bc/icons/128x128/io.gitlab.adhami3310.Impression.png",
    "license": "GPL-3.0",
    "tag": [
      "usb",
      "flash",
      "writer",
      "bootable",
      "drive",
      "iso",
      "img",
      "disk",
      "image"
    ],
    "rank": 7
  },
  {
    "pkg": "Kodi",
    "app_id": "tv.kodi.Kodi",
    "description": "Ultimate entertainment center",
    "description_long": "Kodi allows users to play and view videos, music, podcasts,<br>and other digital media files from local storage, network storage<br>and the internet. It's optimized for a 10-foot user interface to be<br>used with televisions and remote controls.<br>Kodi spawned from the love of media. It is an entertainment hub<br>that brings all your digital media together into a beautiful<br>and user friendly package. It is 100% free and open source,<br>very customisable and runs on a wide variety of devices. It is<br>supported by a dedicated team of volunteers and a huge community.",
    "build_date": "2024-12-12T11:05:18",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/tv/kodi/Kodi/dd163a745edd525dcfeaeee92663d697/icons/128x128/tv.kodi.Kodi.png",
    "license": "GPL-2.0-only GPL-2.0-or-later LGPL-2.1-or-later MIT BSD-3-Clause BSD-4-Clause",
    "tag": [
      "Kodi",
      "xbmc",
      "audio",
      "video",
      "media",
      "media center",
      "music",
      "tv",
      "television",
      "remote control"
    ],
    "rank": 8
  },
  {
    "pkg": "Resources",
    "app_id": "net.nokyan.Resources",
    "description": "Keep an eye on system resources",
    "description_long": "<br>Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.<br>Resources supports monitoring the following components:<br>CPU<br>Memory<br>GPU<br>Network Interfaces<br>Storage Devices<br>Batteries<br>",
    "build_date": "2024-12-06T01:09:44",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/net/nokyan/Resources/f5ec37221e65efafca072eb91d32cc63/icons/128x128/net.nokyan.Resources.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Resources",
      "Monitor",
      "Processes",
      "Usage",
      "Task",
      "Manager",
      "CPU",
      "RAM",
      "Memory",
      "GPU"
    ],
    "rank": 9
  },
  {
    "pkg": "Slack",
    "app_id": "com.slack.Slack",
    "description": "Business communication",
    "description_long": "<br>Caution: Slack for Linux is in beta. We’re still busy adding features and<br>ironing out potential issues.<br>Slack brings team communication and collaboration into one place so you<br>can get more work done, whether you belong to a large enterprise or a<br>small business. Check off your to-do list and move your projects forward<br>by bringing the right people, conversations, tools, and information you<br>need together. Slack is available on any device, so you can find and<br>access your team and your work, whether you’re at your desk or on the go.<br>Scientifically proven (or at least rumored) to make your working life<br>simpler, more pleasant, and more productive. We hope you’ll give Slack a<br>try.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by<br>Slack Technologies, Inc.<br>",
    "build_date": "2024-11-28T14:55:04",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/com/slack/Slack/20f25028bfac4c593bf8ee6e930eaf68/icons/128x128/com.slack.Slack.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 10
  },
  {
    "pkg": "Foliate",
    "app_id": "com.github.johnfactotum.Foliate",
    "description": "Read e-books in style",
    "description_long": "Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.<br>Features include:<br>Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files<br>Paginated mode and scrolled mode<br>Customize font and line-spacing<br>Light, sepia, dark, and invert mode<br>Reading progress slider with chapter marks<br>Bookmarks and annotations<br>Find in book<br>Quick dictionary lookup<br>",
    "build_date": "2024-11-28T04:25:58",
    "category": [
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.Foliate/981f49169ac0f377fd1c6923a62b3d64/icons/128x128/com.github.johnfactotum.Foliate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Ebook",
      "Book",
      "EPUB",
      "Viewer",
      "Reader"
    ],
    "rank": 11
  },
  {
    "pkg": "Android Studio",
    "app_id": "com.google.AndroidStudio",
    "description": "IDE for Android app development",
    "description_long": "Android Studio is the official Integrated Development Environment (IDE) for Android app development. Based on the powerful code editor and developer tools from IntelliJ IDEA, Android Studio offers even more features that enhance your productivity when building Android apps, such as:<br>A flexible Gradle-based build system<br>A fast and feature-rich emulator<br>A unified environment where you can develop for all Android devices<br>Live Edit to update composables in emulators and physical devices in real time<br>Code templates and GitHub integration to help you build common app features and import sample code<br>Extensive testing tools and frameworks<br>Lint tools to catch performance, usability, version compatibility, and other problems<br>C++ and NDK support<br>Built-in support for Google Cloud Platform, making it easy to integrate Google Cloud Messaging and App Engine<br>",
    "build_date": "2024-12-06T17:46:34",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/google/AndroidStudio.desktop/4eed9d03bd6033723c3160e6f40716fe/icons/128x128/com.google.AndroidStudio.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "android",
      "kotlin",
      "java",
      "compose",
      "apk",
      "development",
      "ide"
    ],
    "rank": 12
  },
  {
    "pkg": "Image Viewer",
    "app_id": "org.gnome.Loupe",
    "description": "View images",
    "description_long": "Browse through your images and inspect their metadata with:<br>Fast GPU accelerated image rendering<br>Tiled rendering for vector graphics<br>Extendable and sandboxed image decoding<br>Accessible presentation of the most important metadata.<br>",
    "build_date": "2024-11-26T14:15:31",
    "category": [
      "Graphics",
      "Viewer",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Loupe/a7d9885c6790772ae9c9feb9969a9a86/icons/128x128/org.gnome.Loupe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Picture",
      "Graphics",
      "Loupe"
    ],
    "rank": 13
  },
  {
    "pkg": "PDF Arranger",
    "app_id": "com.github.jeromerobert.pdfarranger",
    "description": "Merge, shuffle, and crop PDFs",
    "description_long": "<br>PDF Arranger is a small application, which helps the user to merge or split pdf<br>documents and rotate, crop and rearrange their pages using an interactive and<br>intuitive graphical interface.<br>It is a frontend for pikepdf.<br>",
    "build_date": "2024-12-03T09:49:38",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/github/jeromerobert.pdfarranger/ca47f8d872b6da14e6540e3ea1c53d69/icons/128x128/com.github.jeromerobert.pdfarranger.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pdfarranger",
      "pdfshuffler",
      "PDF Shuffler"
    ],
    "rank": 14
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "<br>A basic yt-dlp frontend<br>Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)<br>Run multiple downloads at a time<br>Supports downloading metadata and video subtitles<br>",
    "build_date": "2024-11-19T17:19:20",
    "category": [
      "AudioVideo",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/692bdd8aa19111b690b7610705bf5c72/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp",
      "Nickvision",
      "Tube",
      "Converter",
      "audio",
      "video",
      "media",
      "download"
    ],
    "rank": 15
  },
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "<br>Take pictures and videos on your computer, tablet, or phone.<br>",
    "build_date": "2024-11-23T16:15:08",
    "category": [
      "AudioVideo",
      "Video",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/67123ce4e928b69b2e1088ebf3219a65/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera",
      "webcam",
      "snapshot"
    ],
    "rank": 16
  },
  {
    "pkg": "Alpaca",
    "app_id": "com.jeffser.Alpaca",
    "description": "Chat with local AI models",
    "description_long": "An Ollama client<br>Features<br>Built in Ollama instance<br>Talk to multiple models in the same conversation<br>Pull and delete models from the app<br>Have multiple conversations<br>Image recognition (Only available with compatible models)<br>Plain text documents recognition<br>Import and export chats<br>Append YouTube transcripts to the prompt<br>Append text from a website to the prompt<br>PDF recognition<br>Disclaimer<br>This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.",
    "build_date": "2024-11-28T20:44:57",
    "category": [
      "Utility",
      "Development",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/com/jeffser/Alpaca/669492bc75ddf5e852d45d6942b68db8/icons/128x128/com.jeffser.Alpaca.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "ollama",
      "llm"
    ],
    "rank": 17
  },
  {
    "pkg": "Pika Backup",
    "app_id": "org.gnome.World.PikaBackup",
    "description": "Keep your data safe",
    "description_long": "<br>Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.<br>Create backups locally and remotely<br>Set a schedule for regular backups<br>Save time and disk space because Pika Backup does not need to copy known data again<br>Encrypt your backups<br>List created archives and browse through their contents<br>Recover files or folders via your file browser<br>Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.<br>",
    "build_date": "2024-09-23T18:19:33",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.PikaBackup/5f7503d5b1e398b90ecbb9f64fc5c974/icons/128x128/org.gnome.World.PikaBackup.png",
    "license": "GPL-3.0",
    "tag": [
      "archive",
      "back-up",
      "borg"
    ],
    "rank": 18
  },
  {
    "pkg": "Extensions",
    "app_id": "org.gnome.Extensions",
    "description": "Manage your GNOME Extensions",
    "description_long": "<br>GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.<br>The application requires GNOME 3.36 or newer to work.<br>",
    "build_date": "2024-11-25T23:00:23",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Extensions/e6bf389b84c56942b826c5f41073a1d4/icons/128x128/org.gnome.Extensions.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 19
  },
  {
    "pkg": "Upscaler",
    "app_id": "io.gitlab.theevilskeleton.Upscaler",
    "description": "Upscale and enhance images",
    "description_long": "<br>Upscaler enhances and enlarges images up to four times their original size, with special modes for cartoons, anime and photos.<br>",
    "build_date": "2024-11-24T21:14:56",
    "category": [
      "Graphics",
      "ImageProcessing"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/theevilskeleton.Upscaler/134198c2b97491c917b5ba35d7d676c2/icons/128x128/io.gitlab.theevilskeleton.Upscaler.png",
    "license": "GPL-3.0",
    "tag": [
      "image",
      "upscale",
      "upscaling",
      "processing",
      "enhance",
      "enhancing",
      "artificial intelligence",
      "ai"
    ],
    "rank": 20
  },
  {
    "pkg": "Xournal++",
    "app_id": "com.github.xournalpp.xournalpp",
    "description": "Take handwritten notes",
    "description_long": "<br>Xournal++ is a hand note-taking software written in C++ with the target of<br>flexibility, functionality and speed. Stroke recognizer and other parts are<br>based on Xournal Code, which you can find at sourceforge. It supports GNU/Linux<br>(e.g. Ubuntu, Debian, Arch, SUSE), macOS and Windows. Supports pen input<br>from devices such as Wacom Tablets.<br>Xournal++ features:<br>Supports pressure-sensitive styluses and digital pen tables (e.g. Wacom, Huion, XP Pen, etc. tablets)<br>Paper backgrounds for note-taking, scratch paper, or whiteboarding<br>Annotate on top of PDFs<br>Select text from the background PDF, copy, highlight or underline it or strike it through<br>Follow links from the background PDF<br>Export to a variety of formats including SVG, PNG and PDF, both from the GUI and command line<br>Different drawing tools (e.g. pen, highlighter) and stroke styles (e.g. solid, dotted)<br>Shape drawing (line, arrow, circle, rectangle, spline)<br>Use the set-square and compass tools for measurements or as a guide for drawing straight lines, circular arcs and radii<br>Fill shape functionality<br>Shape resizing and rotation<br>Rotation and grid snapping for precise alignment of objects<br>Input stabilization for smoother writing/drawing<br>Text tool for adding text in different fonts, colors, and sizes<br>Enhanced support for image insertion<br>Eraser with multiple configurations<br>LaTeX support (requires a working LaTeX installation) with customizable template and a resizable editor with syntax highlighting<br>Sidebar containing page previews with advanced page sorting, PDF bookmarks and layers (can be individually hidden/edited)<br>Allows mapping different tools/colors etc. to stylus/mouse buttons<br>Customizable toolbar with multiple configurations, e.g. to optimize toolbar for portrait/landscape<br>Custom color palette support using the .gpl format<br>Page template definitions<br>Bug reporting, autosave, and auto backup tools<br>Audio recording and playback alongside with handwritten notes<br>Multi language support (over 20 languages supported)<br>Plugins using Lua scripting<br>",
    "build_date": "2024-12-10T09:12:24",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/github/xournalpp.xournalpp/227dbd1a546fa0498986ad2713821670/icons/128x128/com.github.xournalpp.xournalpp.png",
    "license": "GPL-2.0",
    "tag": [
      "tablet",
      "Wacom",
      "pen input",
      "PDF Annotation",
      "markup"
    ],
    "rank": 21
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds<br>Also can help you to fall asleep in a noisy environment.<br>Features:<br>Save presets<br>Add custom sounds<br>Auto start in background<br>MPRIS integration<br>Included Sounds in the App:<br>Birds<br>Boat<br>City<br>Coffee Shop<br>Fireplace<br>Pink Noise<br>Rain<br>Summer Night<br>Storm<br>Stream<br>Train<br>Waves<br>White Noise<br>Wind<br>",
    "build_date": "2024-12-08T23:55:05",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/801e6da0940f8a926439768f4d138c4f/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Concentrate",
      "Focus",
      "Noise",
      "Productivity",
      "Sleep"
    ],
    "rank": 22
  },
  {
    "pkg": "Déjà Dup Backups",
    "app_id": "org.gnome.DejaDup",
    "description": "Protect yourself from data loss",
    "description_long": "Déjà Dup is a simple backup tool. It hides the complexity of backing up the Right Way (encrypted, off-site, and regular) and uses duplicity as the backend.<br>Support for local, remote, or cloud backup locations such as Google Drive<br>Securely encrypts and compresses your data<br>Incrementally backs up, letting you restore from any particular backup<br>Schedules regular backups<br>Integrates well into your GNOME desktop<br>Déjà Dup focuses on ease of use and recovering from personal, accidental data loss. If you need a full system backup or an archival program, you may prefer other backup apps.",
    "build_date": "2024-09-29T23:27:19",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/DejaDup/0c3661d404ca96486bfc80243072ecf9/icons/128x128/org.gnome.DejaDup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "déjà",
      "deja",
      "dup",
      "archive",
      "archiving",
      "backup",
      "backups",
      "back up"
    ],
    "rank": 23
  },
  {
    "pkg": "GDM Settings",
    "app_id": "io.github.realmazharhussain.GdmSettings",
    "description": "Customize your login screen",
    "description_long": "<br>Change GDM Settings; Apply theme and background, change cursor theme, icon theme<br>and night light settings, among other things.<br>",
    "build_date": "2024-11-27T19:44:05",
    "category": [
      "System",
      "Settings",
      "DesktopSettings",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/io/github/realmazharhussain.GdmSettings/29e5767af01fb8e7ceb43cb22088ea6f/icons/128x128/io.github.realmazharhussain.GdmSettings.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "Amberol",
    "app_id": "io.bassi.Amberol",
    "description": "Plays music, and nothing else",
    "description_long": "<br>Amberol is a music player with no delusions of grandeur. If you just<br>want to play music available on your local system then Amberol is the<br>music player you are looking for.<br>Current features:<br>adaptive UI<br>UI recoloring using the album art<br>drag and drop support to queue songs<br>shuffle and repeat<br>MPRIS integration<br>",
    "build_date": "2024-10-25T17:31:34",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/io/bassi/Amberol/57a140531d29eea649ba57c11ce09b05/icons/128x128/io.bassi.Amberol.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 25
  },
  {
    "pkg": "Papers",
    "app_id": "org.gnome.Papers",
    "description": "Read documents",
    "description_long": "A document viewer for the GNOME desktop. You can view, search or annotate documents in many different formats.<br>Papers supports documents in: PDF, PS, EPS, XPS, DjVu, TIFF, and Comic Books archives (CBR, CBT, CBZ, CB7).",
    "build_date": "2024-09-19T10:04:20",
    "category": [
      "Office",
      "Viewer",
      "Graphics",
      "2DGraphics",
      "VectorGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Papers/13d5984d72dbc282e3726b68c3d05693/icons/128x128/org.gnome.Papers.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "pdf",
      "ps",
      "postscript",
      "xps",
      "djvu",
      "tiff",
      "document",
      "presentation",
      "viewer",
      "papers"
    ],
    "rank": 26
  },
  {
    "pkg": "Metadata Cleaner",
    "app_id": "fr.romainvigier.MetadataCleaner",
    "description": "View and clean metadata in files",
    "description_long": "Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.<br>This tool allows you to view metadata in your files and to get rid of it, as much as possible.",
    "build_date": "2024-07-14T16:31:11",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/fr/romainvigier/MetadataCleaner/b6488b7260afea8141f8c0856e297993/icons/128x128/fr.romainvigier.MetadataCleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Metadata",
      "Remover",
      "Cleaner"
    ],
    "rank": 27
  },
  {
    "pkg": "Rnote",
    "app_id": "com.github.flxzt.rnote",
    "description": "Sketch and take handwritten notes",
    "description_long": "<br>Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents<br>and pictures.<br>Disclaimer: The file format is still unstable. It might change and break compatibility between<br>versions.<br>",
    "build_date": "2024-07-26T10:48:25",
    "category": [
      "Graphics",
      "Education",
      "Office",
      "VectorGraphics",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/com/github/flxzt.rnote/741b51743327e393ccadac42e3e0f0fb/icons/128x128/com.github.flxzt.rnote.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Office",
      "Graphics",
      "Notes"
    ],
    "rank": 28
  },
  {
    "pkg": "PrusaSlicer",
    "app_id": "com.prusa3d.PrusaSlicer",
    "description": "Get perfect 3D prints",
    "description_long": "<br>PrusaSlicer (formerly known as Slic3r Prusa Edition or Slic3r PE) is our own in-house developed slicer software <br>based on the open-source project Slic3r. PrusaSlicer is an open-source, feature-rich, frequently updated tool <br>that contains everything you need to export the perfect print files for (not only) your Original Prusa 3D printer.<br>Of course, it’s still open-source and you’ll find everything on our GitHub. <br>We’re still proud that our slicer is based on the original project written by Alessandro Ranellucci! <br>Both projects now happily coexist and new features are frequently merged between one and another.<br>",
    "build_date": "2024-11-13T18:32:17",
    "category": [
      "Graphics",
      "3DGraphics",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/com/prusa3d/PrusaSlicer/f33b4dac6d5d8d2cf5008d30f7792cf2/icons/128x128/com.prusa3d.PrusaSlicer.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer",
      "slice",
      "3D",
      "printer",
      "convert",
      "gcode",
      "stl",
      "obj",
      "amf",
      "SLA"
    ],
    "rank": 29
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "🚀️ Planify is here...<br>🚀️ Complete redesign of the UI.<br>🤚️ Drag and Order: Sort your tasks wherever you want.<br>💯️ Progress And Emoji indicator for each project.<br>💪️ Be more productive and organize your tasks by 'Sections'.<br>🌙️ Better integration with the dark theme.<br>🎉️ and much more.<br>☁️ Support for Todoist:<br>Synchronize your Projects, Task and Sections thanks to Todoist.<br>Support for Todoist offline: Work without an internet connection and when everything is reconnected it will be synchronized.<br>* Planify not created by, affiliated with, or supported by Doist<br>💎️ Other features:<br>🔍️ Quick Find<br>🌙️ Night mode<br>⏰️ Reminders<br>",
    "build_date": "2024-11-05T05:30:23",
    "category": [
      "Utility",
      "Office",
      "ProjectManagement",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/fdb8c462bd5734aa9b6fd8d518a29b72/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "development",
      "task",
      "tasks",
      "project",
      "todo",
      "event",
      "events",
      "calendar",
      "todoist"
    ],
    "rank": 30
  },
  {
    "pkg": "Fragments",
    "app_id": "de.haeckerfelix.Fragments",
    "description": "Manage torrents",
    "description_long": "<br>An easy to use BitTorrent client. Fragments can be used to transfer files via the BitTorrent peer-to-peer file-sharing protocol, such as videos, music or installation images for Linux distributions.<br>Overview of all torrents grouped by status<br>Schedule the order of downloads with a queue<br>Automatic detection of torrent or magnet links from the clipboard<br>Manage and access individual files of a torrent<br>Connect to remote Fragments or Transmission sessions<br>Fragments uses the Transmission BitTorrent project under the hood.<br>",
    "build_date": "2024-12-08T12:51:37",
    "category": [
      "Utility",
      "FileTransfer",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Fragments/6f1828980d49945b599a6acdee2f01e8/icons/128x128/de.haeckerfelix.Fragments.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet",
      "download",
      "p2p"
    ],
    "rank": 31
  },
  {
    "pkg": "Videos",
    "app_id": "org.gnome.Totem",
    "description": "Play movies",
    "description_long": "Videos is the official movie player of the GNOME desktop environment. It features a searchable list of local videos, and DVDs, as well as local network video shares (using UPnP/DLNA) and video highlights from a number of web sites.Videos comes with added functionality such as a subtitle downloader, the ability to speed up or down playback, create screenshot galleries, and support for recording DVDs.",
    "build_date": "2023-09-03T13:52:41",
    "category": [
      "AudioVideo",
      "Player",
      "Video"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.gnome.Totem.png",
    "license": "GPL-2.0+",
    "tag": [
      "Clip",
      "DVD",
      "Disc",
      "Film",
      "Movie",
      "Player",
      "Series",
      "TV",
      "Totem",
      "Video"
    ],
    "rank": 32
  },
  {
    "pkg": "Drawing",
    "app_id": "com.github.maoschanz.drawing",
    "description": "Edit screenshots or memes",
    "description_long": "<br>This basic image editor can resize, crop, or rotate an image, apply simple<br>filters, insert or censor text, and manipulate a selected portion of the<br>picture (cut/copy/paste/drag/…)<br>And of course, you can draw! Using tools such as the pencil, the straight<br>line, the curve tool, many shapes, several brushes, and their various<br>colors and options.<br>Supported file types include PNG, JPEG and BMP.",
    "build_date": "2024-10-03T04:00:24",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.drawing/270b0aa99c91330abcd5e00fa1d8bed7/icons/128x128/com.github.maoschanz.drawing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Paint",
      "Sketch",
      "Pencil"
    ],
    "rank": 33
  },
  {
    "pkg": "Newsflash",
    "app_id": "io.gitlab.news_flash.NewsFlash",
    "description": "Keep up with your feeds",
    "description_long": "<br>Newsflash is a program designed to complement an already existing web-based RSS reader account.<br>It combines all the advantages of web based services like syncing across all your devices with everything you expect<br>from a modern desktop program: Desktop notifications, fast search and filtering, tagging, handy keyboard shortcuts<br>and having access to all your articles for as long as you like.<br>",
    "build_date": "2024-09-24T10:29:35",
    "category": [
      "Network",
      "Feed"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/news_flash.NewsFlash/3a9e0f04360d60bb903da0cd8b7c9bf2/icons/128x128/io.gitlab.news_flash.NewsFlash.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "RSS",
      "Feed"
    ],
    "rank": 34
  },
  {
    "pkg": "Clapgrep",
    "app_id": "de.leopoldluley.Clapgrep",
    "description": "Search through all your files",
    "description_long": "Ever had a folder full of PDF files, where you knew, somewhere in there, is what you're looking for. But you did not know in which file. So you had to search each of them at a time...<br>With Clapgrep this is no longer necessary! Simply open the folder with Clapgrep, enter the search term, and Clapgrep will do all the hard work of finding out on which page / line in which file the information is that you are looking for!<br>Clapgrep can currently search all sorts of text files, PDFs and Office documents, with more to come.",
    "build_date": "2024-11-20T11:19:52",
    "category": [
      "Utility",
      "FileTools"
    ],
    "icon": "https://dl.flathub.org/media/de/leopoldluley/Clapgrep/290563a8dead86bfc916485d28300a10/icons/128x128/de.leopoldluley.Clapgrep.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "grep",
      "ripgrep",
      "search",
      "pdf"
    ],
    "rank": 35
  },
  {
    "pkg": "Ptyxis",
    "app_id": "app.devsuite.Ptyxis",
    "description": "Container-oriented terminal",
    "description_long": "<br>Ptyxis is a terminal for GNOME that focuses on ease-of-use in a<br>world of containers.<br>Features:<br>Remembers current container when opening a new tab with support for podman, toolbox, distrobox, and more<br>Configurable keyboard shortcuts<br>Modern interface which integrates the palette with the window styling<br>User-installable color palettes<br>Support for preferences profiles with container integration<br>Integrated color palettes with light and dark support<br>Tabbed interface with tab overviews<br>Efficient foreground process tracking denoting sudo and SSH<br>Support for transparent terminal backgrounds<br>Separate process mode for terminal-based applications<br>Support for pinned tabs and saved sessions<br>Terminal tabs are run within separate cgroups<br>Terminal inspector to help when writing terminal-based applications<br>",
    "build_date": "2024-12-05T20:56:40",
    "category": [
      "System",
      "TerminalEmulator"
    ],
    "icon": "https://dl.flathub.org/media/app/devsuite/Ptyxis/49265650d8699b10ddcf95cd1c59dc79/icons/128x128/app.devsuite.Ptyxis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "terminal",
      "prompt",
      "ptyxis",
      "shell",
      "command",
      "commandline",
      "cmd",
      "cli",
      "container",
      "podman",
      "toolbox",
      "distrobox"
    ],
    "rank": 36
  },
  {
    "pkg": "AudioTube",
    "app_id": "org.kde.audiotube",
    "description": "YouTube Music app",
    "description_long": "AudioTube can search YouTube Music, list albums and artists, play automatically generated playlists, albums and allows to put your own playlist together. It is adapted to mobile phones and desktop computers.",
    "build_date": "2024-12-12T17:05:38",
    "category": [
      "AudioVideo",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/audiotube/f550f942e0b567366a0f0980eefaaf42/icons/128x128/org.kde.audiotube.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 37
  },
  {
    "pkg": "Surfshark",
    "app_id": "com.surfshark.Surfshark",
    "description": "Connect to secure, private web!",
    "description_long": "<br>Protect yourself with Surfshark VPN for Linux!<br>Surfshark VPN app will protect you on both public and home Wi-Fi. It offers a VPN with global server infrastructure, ad blocker, and double VPN (MultiHop) servers.<br>Independently audited by Deloitte, Surfshark VPN doesn't track your activity. Surfshark has 3200+ RAM-only servers with speeds of up to 10Gbit/s in over 100 countries. That guarantees that your browsing is seamless, safe, and private.<br>Secure the entire household:<br>Forget counting devices. With a single subscription, you'll get unlimited simultaneous connections. Connect &amp; protect all your devices with Surfshark VPN.<br>Safeguard your data &amp; privacy:<br>Your ISP can see the websites you visit and the products you look for. With a VPN and its end-to-end encryption, your browsing remains private.<br>Surf with blazing speeds:<br>Surfshark offers 3200+ servers in over 100 countries. Use your favorite apps or browse websites lag-free with a secure and fast VPN connection.<br>Keep your data private, even from us:<br>Surfshark has a no-activity-logs policy, proven by audits, which ensures we don't see or collect your personal information, online activity, or location.<br>Stay safe on public Wi-Fi:<br>Public Wi-Fi is a safe space for hackers. And even more dangers might hide in these networks. A VPN connection protects your data &amp; ensures that it's safe.<br>Access internet without censorship:<br>Censorship might stand between you and your favorite things online. That's where a secure VPN steps in &amp; helps you regain your internet freedom.<br>Block ads &amp; trackers:<br>Websites collect info about you &amp; display ads based on your online habits. Surfshark stops those annoying ads and protects you from malware attacks.<br>Discover more Surfshark Linux app features:<br>Global server network - travel the world without leaving your room with more than 3200 VPN servers in over 100 countries.<br>CleanWeb - block ads, trackers, malware, and phishing attempts.<br>MultiHop - select two different servers to connect through simultaneously<br>Camouflage mode - connect to obfuscated servers and make the VPN connection look like regular browsing.<br>24/7 customer support - get help via live chat, email, or social media. You can also check our Blog and Help Center.<br>If you have any questions, contact us directly at support@surfshark.com or via live chat.",
    "build_date": "2024-11-27T12:46:17",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/surfshark/Surfshark/d06cc2f9f21ee6eec2d99aed55df177c/icons/128x128/com.surfshark.Surfshark.png",
    "license": "LicenseRef-proprietary=https://surfshark.com/terms-of-service",
    "tag": [],
    "rank": 38
  },
  {
    "pkg": "Kooha",
    "app_id": "io.github.seadve.Kooha",
    "description": "Elegantly record your screen",
    "description_long": "Capture your screen in a intuitive and straightforward way without distractions.<br>Kooha is a simple screen recorder with a minimalist interface. You can just click the record<br>button without having to configure a bunch of settings.<br>The main features of Kooha include the following:<br>🎙️ Record microphone, desktop audio, or both at the same time<br>📼 Support for WebM, MP4, GIF, and Matroska formats<br>🖥️ Select a monitor or a portion of the screen to record<br>🛠️ Configurable saving location, pointer visibility, frame rate, and delay<br>🚀 Experimental hardware accelerated encoding<br>",
    "build_date": "2024-03-22T22:50:52",
    "category": [
      "Utility",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Kooha/a5c807058594ba7e8da9d30e955b68f1/icons/128x128/io.github.seadve.Kooha.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Screencast",
      "Recorder",
      "Screen",
      "Video"
    ],
    "rank": 39
  },
  {
    "pkg": "Elisa",
    "app_id": "org.kde.elisa",
    "description": "Play music and listen to online radio stations",
    "description_long": "The Elisa music player is developed by the KDE community and strives to be simple and pleasant to use.<br>With Elisa, you can browse your local music collection by genre, artist, album, or track, listen to online radio, create and manage playlists, display lyrics, and more.<br>Elisa supports your full KDE color scheme when used on the Plasma desktop, or else the standard light and dark modes.<br>Chill out with Party Mode, which puts your music's album art front and center.",
    "build_date": "2024-12-12T21:29:11",
    "category": [
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/elisa.desktop/c3b83d0047de662ed2468be7c7ac56a0/icons/128x128/org.kde.elisa.desktop.png",
    "license": "LGPL-3.0",
    "tag": [],
    "rank": 40
  },
  {
    "pkg": "Authenticator",
    "app_id": "com.belmoussaoui.Authenticator",
    "description": "Generate two-factor codes",
    "description_long": "Simple application for generating Two-Factor Authentication Codes.<br>Features:<br>Time-based/Counter-based/Steam methods support<br>SHA-1/SHA-256/SHA-512 algorithms support<br>QR code scanner using a camera or from a screenshot<br>Lock the application with a password<br>Beautiful UI<br>GNOME Shell search provider<br>Backup/Restore from/into known applications like FreeOTP+, Aegis (encrypted / plain-text), andOTP, Google Authenticator<br>",
    "build_date": "2024-10-19T08:22:17",
    "category": [
      "Security",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/Authenticator/53f0ec48d4c51c05bb02549e2f8f1aff/icons/128x128/com.belmoussaoui.Authenticator.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Verification",
      "2FA",
      "Authentication",
      "OTP",
      "TOTP"
    ],
    "rank": 41
  },
  {
    "pkg": "Mousam",
    "app_id": "io.github.amit9838.mousam",
    "description": "Weather at a glance",
    "description_long": "Current Weather conditions and forcasts.<br>Features:<br>Displays real-time temperature, humidity, wind speed, UV index, pressure and more<br>Utilizes graphical representations, such as temperature , precipitation graphs and wind-speed with direction to provide an hourly forecast for the next 24 hours<br>Also provides tomorrow and 7-day forcasts<br>See conditions in metric or imperial systems<br>",
    "build_date": "2024-12-12T05:06:21",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/amit9838.mousam.desktop/96b10aad280f85f6167a7f60d033536e/icons/128x128/io.github.amit9838.mousam.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Weather",
      "Mousam",
      "Rain",
      "Cloud",
      "Forecast",
      "GTK4",
      "Python",
      "temperature"
    ],
    "rank": 42
  },
  {
    "pkg": "Apostrophe",
    "app_id": "org.gnome.gitlab.somas.Apostrophe",
    "description": "Edit Markdown in style",
    "description_long": "Focus on your writing with a clean, distraction-free markdown editor.<br>Features:<br>An UI tailored to comfortable writing<br>A distraction-free mode<br>Dark, light and sepia themes<br>Everything you expect from a text editor, such as spellchecking or document statistics<br>Live preview of what you write<br>Export to all kind of formats: PDF, Word/Libreoffice, LaTeX, or even HTML slideshows<br>",
    "build_date": "2024-09-25T23:21:03",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.somas.Apostrophe/3520c0f7485ec1aa0095fa54f938865c/icons/128x128/org.gnome.gitlab.somas.Apostrophe.png",
    "license": "GPL-3.0+",
    "tag": [
      "uberwriter",
      "UberWriter",
      "apostrophe",
      "markdown",
      "editor",
      "text",
      "write"
    ],
    "rank": 43
  },
  {
    "pkg": "Switcheroo",
    "app_id": "io.gitlab.adhami3310.Converter",
    "description": "Convert and manipulate images",
    "description_long": "<br>Convert between different image filetypes and resize them easily.<br>",
    "build_date": "2024-04-19T18:50:16",
    "category": [
      "Graphics",
      "ImageProcessing",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Converter/862794c3fe90da6e2888550c69aae407/icons/128x128/io.gitlab.adhami3310.Converter.png",
    "license": "GPL-3.0-only",
    "tag": [
      "converter",
      "image",
      "convert",
      "converting",
      "processing"
    ],
    "rank": 44
  },
  {
    "pkg": "Warp",
    "app_id": "app.drey.Warp",
    "description": "Fast and secure file transfer",
    "description_long": "<br>Warp allows you to securely send files to each other via the internet or local network by<br>exchanging a word-based code.<br>The best transfer method will be determined using the “Magic Wormhole” protocol which includes<br>local network transfer if possible.<br>Features<br>Send files between multiple devices<br>Every file transfer is encrypted<br>Directly transfer files on the local network if possible<br>An internet connection is required<br>QR Code support<br>Compatibility with the Magic Wormhole command line client and all other compatible apps<br>",
    "build_date": "2024-10-21T16:47:35",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Warp/a3ee0e4df789a1247f539d47d38cb269/icons/128x128/app.drey.Warp.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Wormhole",
      "Magic-Wormhole"
    ],
    "rank": 45
  },
  {
    "pkg": "Black Box",
    "app_id": "com.raggesilver.BlackBox",
    "description": "A beautiful GTK 4 terminal",
    "description_long": "<br>Black Box is a native terminal emulator for GNOME that offers superb<br>theming options.<br>With Black Box you can:<br>Set colors schemes and integrate them with the rest of the window<br>Customize font and size<br>Customize keyboard shortcuts<br>Render Sixel escape sequences<br>Fully hide the window headerbar<br>Quickly open links and files by ctrl+clicking file paths and URLs<br>Easily paste file paths by dragging them into the window<br>This app is written in Vala and uses GTK 4, libadwaita, and VTE.",
    "build_date": "2024-06-05T19:21:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/raggesilver/BlackBox/5ea8e6c79d6e7b5384973b766a059ac9/icons/128x128/com.raggesilver.BlackBox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Terminal",
      "terminal",
      "shell",
      "prompt",
      "command",
      "commandline",
      "cmd",
      "box"
    ],
    "rank": 46
  },
  {
    "pkg": "Geary",
    "app_id": "org.gnome.Geary",
    "description": "Send and receive email",
    "description_long": "<br>Geary is an email application built around conversations, for<br>the GNOME desktop. It allows you to read, find and send email<br>with a straightforward, modern interface.<br>Conversations allow you to read a complete discussion without<br>having to find and click from message to message.<br>Geary’s features include:<br>Quick email account setup<br>Shows related messages together in conversations<br>Fast, full text and keyword search<br>Full-featured HTML and plain text message composer<br>Desktop notification of new mail<br>Compatible with GMail, Yahoo! Mail, Outlook.com and other IMAP servers<br>",
    "build_date": "2024-06-28T04:07:31",
    "category": [
      "Network",
      "Email"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Geary.desktop/fcdd793db8acab87975aca0af84c3979/icons/128x128/org.gnome.Geary.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "Mail",
      "E-mail",
      "email",
      "IMAP",
      "GMail",
      "Yahoo",
      "Hotmail",
      "Outlook"
    ],
    "rank": 47
  },
  {
    "pkg": "Touché",
    "app_id": "com.github.joseexposito.touche",
    "description": "Multi-touch gestures",
    "description_long": "Easily configure your touchpad and touchscreen multi-touch gestures with this GTK graphical user interface.<br>For example, you can swipe up with 3 fingers to maximize a window or swipe left with 4 finger to switch to the next desktop.<br>There are many more actions and gestures available and everything is easily configurable.<br>Touchégg must also be installed:<br>https://github.com/JoseExposito/touchegg#readme",
    "build_date": "2024-08-23T13:56:17",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/joseexposito.touche/1121748cbce360a99b7b80b9e0c3f7e8/icons/128x128/com.github.joseexposito.touche.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Touchégg",
      "Multi-touch",
      "Gestures",
      "Touchpad",
      "Trackpad",
      "Touchscreen"
    ],
    "rank": 48
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for\nprofessional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br>",
    "build_date": "2024-12-10T21:37:45",
    "category": [
      "Graphics",
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/cbb0dfce5246838d63b27579d5c9aeb8/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "svg editor",
      "vector",
      "graphics",
      "design",
      "draw",
      "icon",
      "logo",
      "illustration"
    ],
    "rank": 49
  },
  {
    "pkg": "Dialect",
    "app_id": "app.drey.Dialect",
    "description": "Translate between languages",
    "description_long": "<br>A translation app for GNOME.<br>Features:<br>Translation based on Google Translate<br>Translation based on the LibreTranslate API, allowing you to use any public instance<br>Translation based on Lingva Translate API<br>Translation based on Bing<br>Translation based on Yandex<br>Translation based on DeepL<br>Text to speech<br>Translation history<br>Automatic language detection<br>Clipboard buttons<br>",
    "build_date": "2024-10-07T01:47:04",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Dialect/246b57ac7541a810909e394da0ce77be/icons/128x128/app.drey.Dialect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "translate",
      "translation",
      "Google Translate",
      "LibreTranslate",
      "Lingva Translate",
      "Bing Microsoft Translator",
      "Bing Translator",
      "Microsoft Translator",
      "Yandex Translate",
      " "
    ],
    "rank": 50
  },
  {
    "pkg": "Meld",
    "app_id": "org.gnome.meld",
    "description": "Compare and merge your files",
    "description_long": "<br>Meld is a visual diff and merge tool targeted at developers.<br>Meld helps you compare files, directories, and version controlled projects.<br>It provides two- and three-way comparison of both files and directories,<br>and supports many version control systems including Git, Mercurial,<br>Bazaar and Subversion.<br>Meld helps you review code changes, understand patches, and makes enormous<br>merge conflicts slightly less painful.<br>",
    "build_date": "2024-09-29T03:13:17",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/meld.desktop/02eb82149ce13070e345a939079c0136/icons/128x128/org.gnome.meld.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "diff",
      "merge"
    ],
    "rank": 51
  },
  {
    "pkg": "Showtime",
    "app_id": "org.gnome.Showtime",
    "description": "Watch without distraction",
    "description_long": "Play your favorite movies and video files without hassle. Showtime features simple playback controls that fade out of your way when you're watching, fullscreen, adjustable playback speed, multiple language and subtitle tracks, and screenshots — everything you need for a straightforward viewing experience.",
    "build_date": "2024-09-18T14:00:14",
    "category": [
      "Utility",
      "Video",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Showtime/ff2f75c84fa27702d8981a35314d15bf/icons/128x128/org.gnome.Showtime.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 52
  },
  {
    "pkg": "Keypunch",
    "app_id": "dev.bragefuglseth.Keypunch",
    "description": "Practice your typing skills",
    "description_long": "<br>There is no doubt that typing on a keyboard is an essential skill in the<br>digital age. Typing fast and accurately gives you more opportunities,<br>more time for what matters to you, and a sense of self-accomplishment.<br>Keypunch lets you practice typing. Thanks to fast-paced<br>sessions with instant feedback afterwards and a plethora of available languages,<br>you might even have a little fun doing so. With determination, proper technique<br>and some time, you will observe a noticeable increase in both the speed<br>and the accuracy of which your thoughts and ideas are put into words on the screen.<br>If you are already a racer at typing, Keypunch still has something for you.<br>Try practicing with numbers and punctuation, or choose your own text to type<br>out as fast as you can.<br>Get ready to accelerate your typing!<br>",
    "build_date": "2024-09-18T12:38:59",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Keypunch/7e2cffd075ff9f51efe321341908364b/icons/128x128/dev.bragefuglseth.Keypunch.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "typing",
      "trainer",
      "touch typing",
      "keyboard",
      "speed",
      "wpm",
      "words per minute",
      "accuracy",
      "test"
    ],
    "rank": 53
  },
  {
    "pkg": "Mahjongg",
    "app_id": "org.gnome.Mahjongg",
    "description": "Match tiles and clear the board",
    "description_long": "<br>Single-player tile-matching game, commonly known as Mahjong solitaire.<br>Tiles are stacked on the board at the start of the game. The goal is to<br>remove all the tiles in as little time as possible.<br>Select two matching tiles and they will disappear from the board, but<br>you can only select a tile if there is an empty space to its left or<br>right at the same level. Be careful: tiles that look alike may actually<br>be slightly different.<br>You can choose from a variety of starting layouts, some easy and some<br>difficult. If you get stuck, you can ask for a hint, but this adds a<br>large time penalty.<br>",
    "build_date": "2024-09-18T18:07:39",
    "category": [
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Mahjongg/89de54ce5defdab916cf2daa3b0283d7/icons/128x128/org.gnome.Mahjongg.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "strategy",
      "puzzle",
      "board"
    ],
    "rank": 54
  },
  {
    "pkg": "Kolibri",
    "app_id": "org.learningequality.Kolibri",
    "description": "Offline learning platform",
    "description_long": "<br>Kolibri provides offline access to a curated and openly licensed<br>educational content library, focused on serving both learners and<br>educators.<br>Available in dozens of languages, the Kolibri Content Library includes<br>both formal educational materials, such as lessons and assessments, as<br>well as exploratory materials, such as books, games, and simulations.<br>",
    "build_date": "2024-11-26T22:32:39",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/org/learningequality/Kolibri/666a9b10812f62b72188ad0556b175f8/icons/128x128/org.learningequality.Kolibri.png",
    "license": "MIT",
    "tag": [
      "education",
      "multimedia",
      "videos",
      "learning",
      "quiz"
    ],
    "rank": 55
  },
  {
    "pkg": "Dev Toolbox",
    "app_id": "me.iepure.devtoolbox",
    "description": "Dev tools at your fingertips",
    "description_long": "If you're tired of endlessly looking online for the right tool, or to<br>find again that website of which you don't recall the name just for a quick<br>conversion, this is the right app for you.<br>This is a collection of powerful yet simple-to-use tools<br>to solve the most common daily development problems.<br>Includes:<br>JSON to YAML converter and vice-versa<br>CRON expressions parser<br>GZip compressor and decompressor<br>Formatters for common programming languages<br>Hash generators<br>Regex tester<br>Markdown Previewer<br>Image converters<br>Much more...<br>",
    "build_date": "2024-11-27T14:40:54",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/me/iepure/devtoolbox/a74d052553641b3f5ac6c863001cb1d5/icons/128x128/me.iepure.devtoolbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "JSON",
      "YAML",
      "YML",
      "Converter",
      "CRON",
      "Parser",
      "GZip",
      "Compressor",
      "Decompressor",
      "Hash",
      "Regex",
      "Markdown",
      "Image"
    ],
    "rank": 56
  },
  {
    "pkg": "Secrets",
    "app_id": "org.gnome.World.Secrets",
    "description": "Manage your passwords",
    "description_long": "Secrets is a password manager which makes use of the KeePass v.4 format. It integrates perfectly with the GNOME desktop and provides an easy and uncluttered interface for the management of password databases.",
    "build_date": "2024-11-11T23:06:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Secrets/61774791ff672a1bb0a3e86c37ca67ed/icons/128x128/org.gnome.World.Secrets.png",
    "license": "GPL-3.0-only",
    "tag": [
      "keepass",
      "encrypt",
      "secure"
    ],
    "rank": 57
  },
  {
    "pkg": "Exhibit",
    "app_id": "io.github.nokse22.Exhibit",
    "description": "Preview your 3D models",
    "description_long": "Based on the F3D library, it supports many file formats, from digital content to scientific datasets including glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic and many more.\nYou can drag and drop 3d models into the app and export an image of the rendered model.\nChange many settings like tone mapping, ambient occlusion, anti aliasing, material roughness, metallic, color and opacity to achieve the perfect render.\nYou can use an HDRI image or a custom color as a background.",
    "build_date": "2024-09-29T00:50:10",
    "category": [
      "Graphics",
      "Science",
      "3DGraphics",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.Exhibit/3ad70ef93ced3e563ad779ac789b9ca2/icons/128x128/io.github.nokse22.Exhibit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "fbx",
      "step",
      "stl",
      "dcm",
      "ex2",
      "gml",
      "obj",
      "3ds",
      "gltf",
      "pbr",
      "rendering",
      "3d-model"
    ],
    "rank": 58
  },
  {
    "pkg": "File Shredder",
    "app_id": "com.github.ADBeveridge.Raider",
    "description": "Permanently delete your files",
    "description_long": "File Shredder is a file deletion program designed to permanently<br>remove sensitive files from your computer, enhancing data privacy.<br>Within a certain limit, it is effective. However, modern SSDs use certain technologies<br>to extend its lifetime, which has the side effect of ensuring that shredding is never<br>perfect, and no software can fix that. But shredding significantly increases the<br>difficulty of data recovery since it requires specialized software and hardware.<br>",
    "build_date": "2024-07-25T03:00:46",
    "category": [
      "Utility",
      "FileTools",
      "Security"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ADBeveridge.Raider/a667271aea9ec102e977d54c0b3a7349/icons/128x128/com.github.ADBeveridge.Raider.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2024-12-07T09:49:04",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/76328bab7b71d05e494e2946235e5b24/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list",
      "todo",
      "todos",
      "caldav",
      "nextcloud",
      "sync"
    ],
    "rank": 60
  },
  {
    "pkg": "Gaphor",
    "app_id": "org.gaphor.Gaphor",
    "description": "Simple UML and SysML modeling tool",
    "description_long": "<br>Gaphor is a UML, SysML, RAAML, and C4 modeling application. It is<br>designed to be easy to use, while still being powerful. Gaphor implements<br>a fully-compliant UML 2 data model, so it is much more than a picture<br>drawing tool. You can use Gaphor to quickly visualize different aspects<br>of a system as well as create complete, highly complex models.<br>Gaphor provides four modeling languages: UML, SysML, RAAML and C4 and<br>makes them accessible to beginners.<br>",
    "build_date": "2024-10-09T01:22:37",
    "category": [
      "Development",
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gaphor/Gaphor/4deb69afa07fb7380f792d2a4f74c7a4/icons/128x128/org.gaphor.Gaphor.png",
    "license": "Apache-2.0",
    "tag": [
      "UML",
      "RAAML",
      "C4",
      "SysML",
      "Design",
      "Graph"
    ],
    "rank": 61
  },
  {
    "pkg": "Deezer",
    "app_id": "dev.aunetx.deezer",
    "description": "Online music streaming service",
    "description_long": "An unofficial linux port of the deezer desktop application.<br>Access all of your favorite music, and save them offline for later!",
    "build_date": "2024-04-16T09:37:41",
    "category": [
      "Audio",
      "Music",
      "Player",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/dev/aunetx/deezer/06ddc6969bd2fe072c7813d3fdc95c69/icons/128x128/dev.aunetx.deezer.png",
    "license": "LicenseRef-proprietary=https://www.deezer.com/legal/cgu/",
    "tag": [
      "Music",
      "Player",
      "Streaming",
      "Online"
    ],
    "rank": 62
  },
  {
    "pkg": "Varia",
    "app_id": "io.github.giantpinkrobots.varia",
    "description": "Download files and torrents",
    "description_long": "\nVaria is a download manager for all your download needs. It can download regular files and torrents, and do it very quickly.\n<br>\nDownload files and torrents quickly - potentially faster than your browser, continue incomplete downloads even after reboots\n<br>\nIntegrate with Firefox and Chrome (or any Chromium based browser) to redirect downloads\n<br>\nSchedule downloads with a powerful scheduler allowing for custom timespans for each day of the week\n<br>\nDownload from protected areas with basic auth and cookies.txt import support\n<br>\nControl a remote aria2 instance running on any server\n<br>\nVaria uses GTK4 and Libadwaita for the user interface and utilizes Aria2 for the downloads underneath. It is free software licensed under the Mozilla Public License 2.0. A list of dependencies can be viewed through the Legal section in the About Varia page.\n",
    "build_date": "2024-11-29T12:57:40",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/github/giantpinkrobots.varia/2f83c31c2bfc83b3f2929f3d2e2dee7b/icons/128x128/io.github.giantpinkrobots.varia.png",
    "license": "MPL-2.0",
    "tag": [
      "varia",
      "aria",
      "download",
      "manager",
      "torrent"
    ],
    "rank": 63
  },
  {
    "pkg": "Workbench",
    "app_id": "re.sonny.Workbench",
    "description": "Prototype with GNOME technologies",
    "description_long": "Workbench is for learning and prototyping with GNOME technologies, no matter if tinkering for the first time or building and testing a GTK user interface.<br>Among other things, Workbench comes with<br>Live GTK/CSS preview<br>Library of 100+ examples<br>JavaScript, Rust, Python and Vala support<br>Declarative user interface syntax<br>Autosave, sessions and projects<br>Code diagnostics, completion and formatter<br>Terminal output<br>",
    "build_date": "2024-12-11T15:58:03",
    "category": [
      "WebDevelopment",
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Workbench/e2b4391b7b89951183bf52e5f5d0f76b/icons/128x128/re.sonny.Workbench.png",
    "license": "GPL-3.0",
    "tag": [
      "CSS",
      "JavaScript",
      "GJS",
      "Blueprint",
      "builder",
      "Vala",
      "GTK",
      "libadwaita",
      "Python",
      "PyGObject",
      "Rust",
      "doc",
      "playground",
      "code"
    ],
    "rank": 64
  },
  {
    "pkg": "Solanum",
    "app_id": "org.gnome.Solanum",
    "description": "Balance working time and break time",
    "description_long": "<br>Solanum is a time tracking app that uses the pomodoro technique. Work in 4 sessions,<br>with breaks in between each session and one long break after all 4.<br>",
    "build_date": "2024-09-23T17:49:23",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Solanum/12700506e70dd3684ba898c058d6cf3f/icons/128x128/org.gnome.Solanum.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Pomodoro",
      "Timer",
      "Productivity"
    ],
    "rank": 65
  },
  {
    "pkg": "Mousai",
    "app_id": "io.github.seadve.Mousai",
    "description": "Identify songs in seconds",
    "description_long": "Discover songs you are aching to know with an easy-to-use interface.<br>Mousai is a simple application that can recognize songs similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!<br>Note: This uses the API of audd.io, so it is necessary to log in to their site to get more trials.<br>Why you will love Mousai?<br>🎵 Identify songs within seconds or save for later when offline<br>🎙️ Recognize from desktop audio or your microphone<br>🎸 Build a repertoire of recognized songs<br>🎼 Quickly preview the song within the interface<br>🌐 Browse and listen the song from different providers<br>📱 Easy-to-use user interface<br>",
    "build_date": "2024-09-25T02:59:10",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Mousai/55b621868e6c2ce498a099e6b7181aa9/icons/128x128/io.github.seadve.Mousai.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Shazam",
      "Audio",
      "Music",
      "Song",
      "Recognize",
      "Identify",
      "Recognition"
    ],
    "rank": 66
  },
  {
    "pkg": "SaveDesktop",
    "app_id": "io.github.vikdevelop.SaveDesktop",
    "description": "Save your desktop configuration",
    "description_long": "SaveDesktop lets you save your current configuration (themes, icons, wallpapers, all desktop environment settings, extensions, etc.) with one click.",
    "build_date": "2024-11-17T16:57:28",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/vikdevelop.SaveDesktop/e591ae5ff324b745b075316d91ab9c92/icons/128x128/io.github.vikdevelop.SaveDesktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 67
  },
  {
    "pkg": "Pods",
    "app_id": "com.github.marhkb.Pods",
    "description": "Manage your Podman containers",
    "description_long": "Pods is a frontend for podman. It uses libadwaita for its user interface and strives to meet the design principles of GNOME.<br>With Pods you can, among other things:<br>Connect to local and remote Podman instances.<br>Easily overview images, containers and pods.<br>View prepared information about images, containers, and pods.<br>Inspect images, containers and pods.<br>View and search container logs.<br>Monitor processes of containers and pods.<br>Download images and build them using Dockerfiles.<br>Create pods and containers.<br>Control the lifecycle of containers and pods (in bulk) (start, stop, pause, etc.).<br>Delete images, containers, and pods (in bulk).<br>Prune images.<br>Rename containers.<br>",
    "build_date": "2024-10-08T20:09:44",
    "category": [
      "Development",
      "System",
      "Office",
      "Network",
      "Monitor",
      "TerminalEmulator",
      "RemoteAccess"
    ],
    "icon": "https://dl.flathub.org/media/com/github/marhkb.Pods/93968e637c3debb3993afb2c50edd3ce/icons/128x128/com.github.marhkb.Pods.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "libadwaita",
      "Podman",
      "Containerization"
    ],
    "rank": 68
  },
  {
    "pkg": "Cozy",
    "app_id": "com.github.geigi.cozy",
    "description": "Listen to audio books",
    "description_long": "Do you like audio books? Then lets get cozy!<br>Cozy is a audio book player. Here are some of the features:<br>Import all your audio books into Cozy to browse them comfortably<br>Listen to your DRM free mp3, m4b, m4a (aac, ALAC, …), flac, ogg and wav audio books<br>Remembers your playback position<br>Sleep timer<br>Playback speed control for each book individually<br>Search your library<br>Multiple storage location support<br>Offline Mode! This allows you to keep an audio book on your internal storage if you store your audio books on an external or network drive. Perfect to listen to on the go!<br>Drag and Drop to import new audio books<br>Sort your audio books by author, reader and name<br>",
    "build_date": "2024-11-22T14:41:51",
    "category": [
      "AudioVideo",
      "Player",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/github/geigi.cozy/3f111bcd3e8672588967636b9b0d2b92/icons/128x128/com.github.geigi.cozy.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 69
  },
  {
    "pkg": "Sly",
    "app_id": "page.kramo.Sly",
    "description": "Edit your images easily",
    "description_long": "A friendly image editor that requires no internet connection or preexisting expertise. Just open a photo and have at it.<br>The app allows you to adjust attributes like brightness or contrast as well as add effects like a vignette or a border. It also allows you to flip, rotate and crop the image to your heart's desire. If you're a pro, you can even preview your edits on a histogram.<br>When you're done, just export the photo as a JPEG or a PNG with the quality settings of your choosing. You also get a choice in whether or not to keep metadata such as location information.",
    "build_date": "2024-10-17T17:45:16",
    "category": [
      "Utility",
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/page/kramo/Sly/3addf6d19a94a165eaca83891846ecba/icons/128x128/page.kramo.Sly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "photo",
      "editor"
    ],
    "rank": 70
  },
  {
    "pkg": "Collision",
    "app_id": "dev.geopjr.Collision",
    "description": "Check hashes for your files",
    "description_long": "<br>Verifying that a file you downloaded or received is actually the one you were<br>expecting is often overlooked or too time-consuming to do. At the same time, it<br>has become very easy to get your hands on a file that has been tampered with, due<br>to the mass increase of malicious webpages and other actors.<br>This tool aims to solve that. Collision comes with a simple &amp; clean UI, allowing<br>anyone, from any age and experience group, to generate, compare and verify MD5,<br>SHA-256, SHA-512, SHA-1, Blake3, CRC32 and Adler32 hashes.<br>",
    "build_date": "2024-10-01T01:43:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Collision/326081d3dbb6e77ca94d65851f085cdb/icons/128x128/dev.geopjr.Collision.png",
    "license": "BSD-2-Clause",
    "tag": [
      "md5",
      "sha1",
      "sha256",
      "sha512",
      "blake3",
      "crc32",
      "adler32",
      "hash"
    ],
    "rank": 71
  },
  {
    "pkg": "Iotas",
    "app_id": "org.gnome.World.Iotas",
    "description": "Simple note taking",
    "description_long": "Iotas aims to provide distraction-free note taking via its mobile-first design.<br>Featuring<br>Optional speedy sync with Nextcloud Notes<br>Offline note editing, syncing when back online<br>Category editing and filtering<br>Favorites<br>Spell checking<br>Search within the collection or individual notes<br>Focus mode and an option to hide the editor header bar<br>In preview: export to PDF, ODT and HTML<br>A convergent design, seeing Iotas as at home on desktop as mobile<br>Search from GNOME Shell<br>Note backup and restoration (from CLI, for using without sync)<br>The ability to change font size and toggle monospace style<br>Writing in markdown is supported but optional, providing<br>Formatting via toolbar and shortcuts<br>Syntax highlighting with themes<br>A formatted view<br>The ability to check off task lists from the formatted view<br>Slightly more technical details, for those into that type of thing<br>Nextcloud Notes sync is via the REST API, not WebDAV, which makes it snappy<br>There's basic sync conflict detection<br>Notes are constantly saved<br>Large note collections are partially loaded to quicken startup<br>Notes are stored in SQLite, providing for fast search (FTS) without reinventing the wheel. Plain files can be retrieved by making a backup (CLI).<br>",
    "build_date": "2024-11-15T01:39:08",
    "category": [
      "Utility",
      "TextEditor",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Iotas/048d013b1baa1be4c6762e2122ab8473/icons/128x128/org.gnome.World.Iotas.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notes",
      "nextcloud",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "text",
      "write",
      "markdown",
      "document",
      "gnome",
      "gtk"
    ],
    "rank": 72
  },
  {
    "pkg": "Ear Tag",
    "app_id": "app.drey.EarTag",
    "description": "Edit audio file tags",
    "description_long": "Ear Tag is a simple audio file tag editor. It is primarily geared towards making quick edits or bulk-editing tracks in albums/EPs. Unlike other tagging programs, Ear Tag does not require the user to set up a music library folder. It can:<br>Edit tags of MP3, WAV, M4A, FLAC, OGG and WMA files<br>Modify metadata of multiple files at once<br>Rename files using information from present tags<br>Identify files using AcoustID<br>Network access is only used for the option.",
    "build_date": "2024-11-09T09:11:42",
    "category": [
      "Audio",
      "AudioVideo",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/EarTag/7f73e8e743a20b67022a7b278b594fe8/icons/128x128/app.drey.EarTag.png",
    "license": "MIT",
    "tag": [
      "music",
      "audio",
      "tag",
      "tagging",
      "tagger"
    ],
    "rank": 73
  },
  {
    "pkg": "Decibels",
    "app_id": "org.gnome.Decibels",
    "description": "Play audio files",
    "description_long": "Current features:<br>Shows the waveform of the track<br>Adjust playback speed<br>Easy seek controls<br>",
    "build_date": "2024-10-21T22:09:31",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Decibels/37212cbc07789ed174b2ee884d7fff28/icons/128x128/org.gnome.Decibels.png",
    "license": "GPL-3.0",
    "tag": [
      "music",
      "player",
      "media",
      "audio"
    ],
    "rank": 74
  },
  {
    "pkg": "Embellish",
    "app_id": "io.github.getnf.embellish",
    "description": "Install nerd fonts",
    "description_long": "<br>User-friendly application designed for managing Nerd Fonts on your system. With a sleek<br>GTK4 user interface enhanced by libadwaita, Embellish provides a seamless experience for<br>installing, uninstalling and updating of Nerd Fonts.<br>List all available Nerd Fonts<br>Download and install a Font<br>Uninstall an installed Font<br>Update an installed font<br>preview fonts<br>Search fonts<br>Read font's licence(s)<br>",
    "build_date": "2024-11-20T12:23:30",
    "category": [
      "TextTools",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/getnf.embellish/e11a140e674c504b8757c23324dc4056/icons/128x128/io.github.getnf.embellish.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Fonts",
      "NerdFonts",
      "nerd"
    ],
    "rank": 75
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2024-05-20T13:39:55",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 76
  },
  {
    "pkg": "Haguichi",
    "app_id": "com.github.ztefn.haguichi",
    "description": "Manage your Hamachi networks",
    "description_long": "Haguichi makes it a breeze to join, create and administer Hamachi networks.<br>Features:<br>Searchable, sortable and collapsible network list<br>Sidebar for easy access to details and actions<br>Indicator support for quick access to primary actions<br>Desktop notifications to stay up to date of network events<br>Commands that can be completely customized<br>Backup and restore of your Hamachi configuration folder<br>Please note: Requires installation of Hamachi on the system in order to use.<br>",
    "build_date": "2024-12-01T13:42:00",
    "category": [
      "Network",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ztefn.haguichi/6c5fc81616a9c6d4a6033d2524d1d8d6/icons/128x128/com.github.ztefn.haguichi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LogMeIn Hamachi",
      "VPN",
      "LAN",
      "Network",
      "Internet",
      "P2P",
      "Peer",
      "Client",
      "GUI",
      "Frontend"
    ],
    "rank": 77
  },
  {
    "pkg": "Morphosis",
    "app_id": "garden.jamie.Morphosis",
    "description": "Convert your documents",
    "description_long": "Use Morphosis to easily convert your text documents to other formats.<br>Supported export formats:<br>PDF<br>Markdown<br>reStructuredText<br>LaTeX<br>HTML<br>Microsoft Word (.docx)<br>OpenOffice/LibreOffice (.odt)<br>Rich Text Format (.rtf)<br>EPUB<br>AsciiDoc<br>",
    "build_date": "2024-09-18T17:24:33",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/g/ga/garden.jamie.morphosis/eca8ef0a1f55c6b98d2b1a68c29d5303/icons/128x128/garden.jamie.Morphosis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pandoc",
      "pdf",
      "markdown",
      "restructuredtext",
      "latex",
      "html",
      "docx",
      "odt",
      "rtf",
      "epub"
    ],
    "rank": 78
  },
  {
    "pkg": "Pipeline",
    "app_id": "de.schmidhuberj.tubefeeder",
    "description": "Follow video creators",
    "description_long": "<br>Pipeline lets you watch and download videos from YouTube and PeerTube, all without needing to navigate through<br>different websites. Its adaptive design allows you to enjoy content on any screen size.<br>Pipeline allows you to:<br>Search for you favorite channels and subscribe to them.<br>Aggregate the videos of all subscriptions into a single feed.<br>Filter out unwanted items from the feed, like short videos or videos from a series.<br>Play those videos either in the built-in video player or with any other video player of your choice.<br>Download videos for offline viewing.<br>Manage videos you want to watch later.<br>Import your subscriptions from NewPipe or YouTube.<br>Supports YouTube, PeerTube with the possibility to extend to other platforms on request.<br>",
    "build_date": "2024-12-05T18:45:28",
    "category": [
      "Video",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/tubefeeder/6eced1c9046a0c6fa4fa58bbeae9a7ec/icons/128x128/de.schmidhuberj.tubefeeder.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "youtube",
      "peertube",
      "video"
    ],
    "rank": 79
  },
  {
    "pkg": "Audio Sharing",
    "app_id": "de.haeckerfelix.AudioSharing",
    "description": "Share your computer audio",
    "description_long": "<br>With Audio Sharing you can share your current computer audio playback in the form of an RTSP stream. This stream can then be played back by other devices, for example using VLC.<br>By sharing the audio as a network stream, you can also use common devices that are not intended to be used as audio sinks (eg. smartphones) to receive it.<br>For example, there are audio accessories that are not compatible with desktop computers (e.g. because the computer does not have a Bluetooth module installed). With the help of this app, the computer audio can be played back on a smartphone, which is then connected to the Bluetooth accessory.<br>",
    "build_date": "2024-04-01T21:32:52",
    "category": [
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/AudioSharing/9cd8c9449995aad7db3a5abb74785570/icons/128x128/de.haeckerfelix.AudioSharing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "audio",
      "sharing",
      "sound"
    ],
    "rank": 80
  },
  {
    "pkg": "Emote",
    "app_id": "com.tomjwatson.Emote",
    "description": "Modern popup emoji picker",
    "description_long": "<br>Emote is a modern emoji picker for Linux 🚀<br>Written in GTK3, Emote is lightweight and stays out of your way.<br>Launch the emoji picker with the configurable keyboard shortcut `Ctrl+Alt+E`, and select one or more emojis to paste them into the currently focused app.<br>🍾 Built as a popup: quick invocation, and disappears when not needed, does not stay as a standalone window<br>🫠 Provide a large and up-to-date list of emojis retrieved from openmoji.org<br>🧠 Shows the last used emojis by default<br>🔎 Search text box automatically focused and ready to type when invoked<br>⌨️ Can use shortcuts to navigate and select emojis<br>✒️ Selected emoji automatically pasted to your currently focused app (on X11 only)<br>Please note that:<br>⚡️ Emote shows up faster when invoked using the built-in keyboard shortcut (`Ctrl+Alt+E` by default), than when using a manually registered keyboard shortcut.<br>🪟 Emote under Wayland cannot automatically paste the emoji into other apps, and also requires manual registering of a global keyboard shortcut - (Hotkey In Wayland - github.com/tom-james-watson/Emote/wiki/Hotkey-In-Wayland). This is due to intentional restrictions in the design of Wayland itself.<br>",
    "build_date": "2024-07-01T09:08:13",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/tomjwatson/Emote/861b6a725b57d7e62c3ac3cf2ff1edd9/icons/128x128/com.tomjwatson.Emote.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji,smiley,emoticon,icon"
    ],
    "rank": 81
  },
  {
    "pkg": "Graphs",
    "app_id": "se.sjoerd.Graphs",
    "description": "Plot and manipulate data",
    "description_long": "<br>Graphs is a simple, yet powerful tool that allows you to plot and manipulate your data with ease. New data can be imported from a wide variety of filetypes, or generated by equation.<br>All data can be manipulated using a variety of operations such as the ability to select, cut, translate, multiply, center and smoothen data, as well as apply any custom transformations on the data.<br>Moreover, Graphs supports curve fitting on imported data and offers extensive customization options for the style of the plots. You can fine-tune and personalize stylesheets to your liking.<br>Graphs is an excellent fit for both plotting and data manipulation. The plots created with Graphs can be saved in a variety of formats suitable for sharing and presenting to a wide audience, such as in a scientific publication or presentations.<br>Additionally, the option to save plots as vector images allows for easy editing in software like Inkscape for further refinement. Graphs is written with the GNOME environment in mind, but should be suitable for any other desktop environment as well.<br>For any feedback, questions or general issues, please file an issue on the GitLab page.<br>",
    "build_date": "2024-11-08T15:18:06",
    "category": [
      "Education",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/se/sjoerd/Graphs/05a67e43f9b32b6ca6ec760145ad4c37/icons/128x128/se.sjoerd.Graphs.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Plotting",
      "Graph",
      "Graphing",
      "Science",
      "Mathematics",
      "Math",
      "Equations",
      "Data",
      "Plot",
      "Visualisation",
      "Visualization",
      "Fitting",
      "xrdml"
    ],
    "rank": 82
  },
  {
    "pkg": "Butler",
    "app_id": "com.cassidyjames.butler",
    "description": "Companion for Home Assistant",
    "description_long": "Access your Home Assistant dashboard from a native companion UI, integrating better with your OS. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support (if supported by your Lovelace theme)<br>Butler is designed to make getting at your Home Assistant dashboard easier for kiosks, your laptop/desktop, or your Linux phone. It does not support companion app features from Android and iOS like location services, notifications, or exposing device sensors.<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Fullscreen from the menu, a keyboard shortcut, or a GSetting to better support kiosk use cases<br>Note WebRTC camera streams (i.e. used by some newer Nest cameras) are not currently supported.",
    "build_date": "2024-09-19T17:20:08",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/butler/b2a8f904368387b9865155548fff1f44/icons/128x128/com.cassidyjames.butler.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "hass",
      "home",
      "assistant",
      "smart",
      "lights"
    ],
    "rank": 83
  },
  {
    "pkg": "Fotema",
    "app_id": "app.fotema.Fotema",
    "description": "Admire your photos",
    "description_long": "A photo gallery for everyone who wants their photos to live locally on their devices.<br>Why enjoy your photo library with Fotema?<br>View iOS Live Photos and Android motion photos (Samsung devices only).<br>View photos plotted on a map.<br>Automatically detects faces.<br>View your library by year or month.<br>Play videos.<br>Many supported image formats. Fotema supports the same image formats as Loupe (the GNOME image viewer).<br>",
    "build_date": "2024-12-01T12:28:14",
    "category": [
      "Graphics",
      "Viewer",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/app/fotema/Fotema/81791ec331526630638c03a68bde8ed1/icons/128x128/app.fotema.Fotema.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Pictures",
      "Photos",
      "Photography",
      "Viewer"
    ],
    "rank": 84
  },
  {
    "pkg": "Cassette",
    "app_id": "space.rirusha.Cassette",
    "description": "Unofficial Yandex Music client",
    "description_long": "<br>GTK/Adwaita application that allows to use Yandex Music <br>service on Linux operating systems.<br>Features:<br>Allows you to save playlists and albums for offline listening<br>Has a dynamic right in the track information panel<br>Allows you to more precisely customize the display and playback of special <br>content, such as explicit or suitable for children.<br>Displays tracks that are currently unavailable in the service<br>Shows which tracks have been replaced and by what<br>Cassette is an unofficial client and is not associated with or endorsed by Yandex.<br>",
    "build_date": "2024-09-30T19:29:07",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/s/sp/space.rirusha.cassette/1c530af06b2eb19b8c855a5ef658a144/icons/128x128/space.rirusha.Cassette.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "yandex",
      "yandex music",
      "yam",
      "music"
    ],
    "rank": 85
  },
  {
    "pkg": "Tangram",
    "app_id": "re.sonny.Tangram",
    "description": "Browser for your pinned tabs",
    "description_long": "<br>Tangram is a new kind of browser. It is designed to organize and run your Web applications.<br>Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.<br>Common use cases:<br>Stay up to date with your favorite communities; Mastodon, Twitter, ...<br>Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...<br>Group your organization tools under one application; EMail, Calendar, ...<br>One-stop for multiple sources of documentation or information<br>",
    "build_date": "2024-05-27T14:20:36",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Tangram/5cc025dd35151d1cfd9135795d4e88dd/icons/128x128/re.sonny.Tangram.png",
    "license": "GPL-3.0",
    "tag": [
      "Franz",
      "Ferdi",
      "Rambox",
      "Wavebox",
      "Station"
    ],
    "rank": 86
  },
  {
    "pkg": "Letterpress",
    "app_id": "io.gitlab.gregorni.Letterpress",
    "description": "Create beautiful ASCII art",
    "description_long": "<br>Letterpress converts your images into a picture made up of ASCII characters.<br>You can save the output to a file, copy it, and even change its resolution!<br>High-res output can still be viewed comfortably by lowering the zoom factor.<br>",
    "build_date": "2024-05-04T10:04:51",
    "category": [
      "TextTools",
      "Graphics",
      "ImageProcessing"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/gregorni.Letterpress/5551e1380bf6b5264fb08d297eac60ca/icons/128x128/io.gitlab.gregorni.Letterpress.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "ascii",
      "convert",
      "conversion",
      "text"
    ],
    "rank": 87
  },
  {
    "pkg": "Timer",
    "app_id": "com.github.vikdevelop.timer",
    "description": "Simple countdown timer",
    "description_long": "Timer is an open-source and simple application. It enables countdown timing in hours/minutes/seconds and:<br>After finished timing possible shut down/reboot/suspend system, play beep and send notification<br>It is possible allow/disable playing beep<br>Set custom text for notification and alarm clock dialog<br>Use keyboard shortcuts for start, pause or stop timer and reset timer values<br>",
    "build_date": "2024-11-28T07:36:09",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/vikdevelop.timer/2fb27d228a1969d27516d0a02b17fb2c/icons/128x128/com.github.vikdevelop.timer.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 88
  },
  {
    "pkg": "Calligra",
    "app_id": "org.kde.calligra",
    "description": "All-in-one office solution",
    "description_long": "<br>Calligra is an office and graphics suite. It contains applications for word processing, spreadsheets, presentation and vector graphics.<br>Words is an intuitive word processor and desktop publisher application.<br>With it, you can create informative and attractive documents with pleasure and ease.<br>Calligra Sheets is a fully-featured calculation and spreadsheet tool.<br>Use it to quickly create and calculate various business-related spreadsheets, such as income and expenditure, employee working hours, etc.<br>Calligra Stage is an easy to use yet still flexible presentation application.<br>You can easily create presentations containing a rich variety of elements, from graphics to text, from charts to images. Calligra Stage is extensible through a plugin system,<br>so it is easy to add new effects, new content elements or even new ways of managing your presentation. Because of the integration with Calligra, all the power and flexibility<br>of the Calligra content elements are available to Stage.<br>Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible.<br>That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists<br>wanting to create breathtaking vector art.<br>",
    "build_date": "2024-12-12T08:59:46",
    "category": [
      "Office",
      "WordProcessor"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/calligra/10cbe34d4a20df64ed2351e349fbec49/icons/128x128/org.kde.calligra.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "Wike",
    "app_id": "com.github.hugolabe.Wike",
    "description": "Search and read Wikipedia articles",
    "description_long": "<br>Wike is a Wikipedia reader for the GNOME Desktop.<br>Provides access to all the content of this online encyclopedia in a native application,<br>with a simpler and distraction-free view of articles.<br>It supports more than 300 languages and integrates with desktop searches,<br>providing suggestions that make it easier to find any content.<br>Other features are: bookmarks with multiple lists, article table of contents,<br>history, text searches and much more…<br>",
    "build_date": "2024-08-14T16:39:50",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/github/hugolabe.Wike/2ba0f94d943eb5be7501fbd810ef2d69/icons/128x128/com.github.hugolabe.Wike.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wikipedia",
      "Encyclopedia"
    ],
    "rank": 90
  },
  {
    "pkg": "Inspector",
    "app_id": "io.github.nokse22.inspector",
    "description": "View information about your system",
    "description_long": "View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro",
    "build_date": "2024-05-25T13:44:35",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.inspector.desktop/f35d28cd42a982e7e4f2838883f1ad8a/icons/128x128/io.github.nokse22.inspector.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Information",
      "Disk",
      "Memory",
      "Devices",
      "Network",
      "CPU",
      "Motherboard",
      "BIOS",
      "bios"
    ],
    "rank": 91
  },
  {
    "pkg": "IP Lookup",
    "app_id": "io.github.bytezz.IPLookup",
    "description": "Find info about an IP address",
    "description_long": "Look up details such as the internet provider and geographic location for an IP address.",
    "build_date": "2024-05-23T22:00:04",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/bytezz.IPLookup/011040316dda886f58f3adaaf1fdd3b2/icons/128x128/io.github.bytezz.IPLookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "IP",
      "lookup",
      "ISP",
      "traceroute"
    ],
    "rank": 92
  },
  {
    "pkg": "ASCII Draw",
    "app_id": "io.github.nokse22.asciidraw",
    "description": "Sketch anything using characters",
    "description_long": "Draw diagrams, tables, tree view, art and more using only characters.\nThere are many tools and features available such as:<br>Rectangle using multiple line styles<br>Filled Rectangle using border and fill characters<br>Cartesian, Freehand and Stepped line, also with arrows<br>Freehand Brush<br>Text with FIGlet fonts<br>Table<br>Tree View<br>Eraser<br>Character Picker<br>Move and Rotate selection<br>Flood Fill<br>",
    "build_date": "2024-09-23T17:26:18",
    "category": [
      "Graphics",
      "Art"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.asciidraw/a786a82ef76f31c8c1cea691b86ed632/icons/128x128/io.github.nokse22.asciidraw.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Graphics",
      "Art"
    ],
    "rank": 93
  },
  {
    "pkg": "Smile",
    "app_id": "it.mijorus.smile",
    "description": "An emoji picker",
    "description_long": "Smile is a simple emoji picker for linux with custom tags support",
    "build_date": "2024-11-17T20:30:06",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/it/mijorus/smile.desktop/f5c7654f6853446675def2836b66eefb/icons/128x128/it.mijorus.smile.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Emoji",
      "Picker"
    ],
    "rank": 94
  },
  {
    "pkg": "Carburetor",
    "app_id": "io.frama.tractor.carburetor",
    "description": "Browse anonymously",
    "description_long": "<br>Discover anonymous browsing with Carburetor on your phones and computers. Tailored for GNOME, it's your hidden superhero for online adventures, powered by TOR. Carburetor provides a local TOR proxy that hides your IP, ensuring your Internet activities remain encrypted, anonymized, and untraceable. Don't get your hands dirty with system files anymore – just tap into the app, keeping your online world safe and private. Customize settings if you want, but you don't have to. Carburetor is Free Software and puts you in control. No worries, just enjoy your anonymous browsing!<br>",
    "build_date": "2024-11-25T19:15:58",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/frama/tractor.carburetor/064b097b54c51185c6574c834a9b7c7d/icons/128x128/io.frama.tractor.carburetor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Tor",
      "Tractor"
    ],
    "rank": 95
  },
  {
    "pkg": "Fractal",
    "app_id": "org.gnome.Fractal",
    "description": "Chat on Matrix",
    "description_long": "<br>Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for<br>collaboration in large groups, such as free software projects, and will fit all screens, big or small.<br>Highlights:<br>Find rooms to discuss your favorite topics, or talk privately to people, securely thanks to end-to-end encryption<br>Send rich formatted messages, files, or your current location<br>Reply to specific messages, react with emoji, mention users or rooms, edit or remove messages<br>View images, and play audio and video directly in the conversation<br>See who has read messages, and who is typing<br>Log into multiple accounts at once (with Single-Sign On support)<br>",
    "build_date": "2024-10-30T14:23:34",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Fractal/1ddc1d5a764120c34219b4eb67e6e10f/icons/128x128/org.gnome.Fractal.png",
    "license": "GPL-3.0+",
    "tag": [
      "Matrix",
      "matrix.org",
      "chat",
      "irc",
      "communications",
      "talk",
      "riot",
      "element"
    ],
    "rank": 96
  },
  {
    "pkg": "XnConvert",
    "app_id": "com.xnview.XnConvert",
    "description": "Easily process images in batches",
    "description_long": "XnConvert is multi-platform, it is available for Windows, Mac, and Linux for both 32-bit and 64-bit editions.<br>XnConvert is Multilingual, it includes more than 20 different translations.<br>It offers powerful features in an easy to use interface providing convenient drag &amp; drop functionality.<br>XnConvert is compatible with more than 500 formats and Export to about 70 different file formats.<br>Combine and choose between more than 80 different operations including:<br>Metadata Editing<br>Transforms: Rotate, Crop, Resize, ...<br>Adjustments: Brightness, Contrast, Saturation, ...<br>Filters: Blur, Emboss, Sharpen, ...<br>Effects: Masking, Watermark, Vignetting, ...<br>and seamlessly export to NConvert for a command line usage.<br>XnConvert is provided as freeware.<br>You are granted the right to use and to make an unlimited number of copies of this software.<br>Copyright (C) 1997-2019 Pierre-e Gougelet. All rights reserved.",
    "build_date": "2024-11-17T12:30:22",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/xnview/XnConvert/44504b78e0c2804d78917df60717c076/icons/128x128/com.xnview.XnConvert.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "XnView",
      "Image"
    ],
    "rank": 97
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2024-04-01T11:50:35",
    "category": [
      "Settings",
      "System",
      "Utility",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/98eabc723b4553a2fe1cd7e9d44d8083/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "BrowserChooser",
      "Braus",
      "Browserosaurus",
      "Finicky",
      "Buffet",
      "OpenIn",
      "BrowserSelect"
    ],
    "rank": 98
  },
  {
    "pkg": "Paper Clip",
    "app_id": "io.github.diegoivan.pdf_metadata_editor",
    "description": "Edit PDF document metadata",
    "description_long": "Edit the title, author, keywords and more details of your PDF documents",
    "build_date": "2024-08-12T20:35:08",
    "category": [
      "Utility",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegoivan.pdf_metadata_editor.desktop/60100015a07efc3dc096e8c9d1050cf0/icons/128x128/io.github.diegoivan.pdf_metadata_editor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "PDF",
      "Metadata",
      "Editor"
    ],
    "rank": 99
  },
  {
    "pkg": "Televido",
    "app_id": "de.k_bo.Televido",
    "description": "Access German-language public TV",
    "description_long": "<br>Televido (“Television” in Esperanto) lets you livestream, search, play and<br>download media from German-language public television services. It is powered by APIs<br>provided by the MediathekView project.<br>The presented content is provided directly by the respective television services, this<br>program only facilitates finding and accessing the shows.<br>For video playback and download, Televido uses external programs that are installed on<br>the user's system. Currently supported players: GNOME Videos (Totem), Celluloid,<br>Clapper, Daikhan. Currently supported downloaders: Parabolic.<br>",
    "build_date": "2024-06-25T10:37:54",
    "category": [
      "AudioVideo",
      "Video",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/de/k_bo/Televido/e9a6caab39a8d7941aa9c25f98caddba/icons/128x128/de.k_bo.Televido.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "Fretboard",
    "app_id": "dev.bragefuglseth.Fretboard",
    "description": "Look up guitar chords",
    "description_long": "<br>How was that chord played, again? Fretboard lets you find guitar chords<br>by typing their names or plotting them on an interactive guitar neck.<br>When you have identified a chord, you can experiment with changing it,<br>see more ways to play it, or bookmark it to save it for later. No matter<br>if you are a beginner or an advanced guitarist, you can use Fretboard to<br>practice, learn, and master your favorite songs!<br>Fretboard is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.<br>",
    "build_date": "2024-09-18T13:35:40",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Fretboard/324e7499053334311e70eabff471fbe8/icons/128x128/dev.bragefuglseth.Fretboard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "guitar",
      "chords"
    ],
    "rank": 101
  },
  {
    "pkg": "Imaginer",
    "app_id": "page.codeberg.Imaginer.Imaginer",
    "description": "Imagine with AI",
    "description_long": "Generate pictures with Artificial Intelligence and save them",
    "build_date": "2024-06-09T19:56:05",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/page/codeberg/Imaginer.Imaginer.desktop/8e2132b1f0c6628dfb23afa68468eb42/icons/128x128/page.codeberg.Imaginer.Imaginer.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AI",
      "Stable Diffusion",
      "Image",
      "Picture",
      "Image Generation",
      "Image Generation with AI",
      "Artificial Intelligence"
    ],
    "rank": 102
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2024-10-07T12:15:23",
    "category": [
      "Maps",
      "Utility",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/14a0a631600d5f052bb4711bd634e739/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey",
      "planner",
      "timetables"
    ],
    "rank": 103
  },
  {
    "pkg": "Notejot",
    "app_id": "io.github.lainsce.Notejot",
    "description": "Jot your ideas",
    "description_long": "A stupidly-simple notes application for any type of short term notes or ideas.<br>🟡 Color your notes in 8 different colors<br>📓 Classify them in notebooks<br>🔤 Format text to your liking<br>📌 Pin your most important ones<br>",
    "build_date": "2024-05-24T10:53:11",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Notejot/5465c2cde15c76f96291d81f47b0be01/icons/128x128/io.github.lainsce.Notejot.png",
    "license": "GPL-3.0+",
    "tag": [
      "text",
      "plain",
      "plaintext",
      "notepad",
      "notes",
      "sticky",
      "post-it"
    ],
    "rank": 104
  },
  {
    "pkg": "Jupii",
    "app_id": "net.mkiol.Jupii",
    "description": "Play media on UPnP/DLNA devices",
    "description_long": "Jupii let you play audio, video and image files on any device on your local network that supports UPnP/DLNA, such as smart speaker, smart TVs, gaming consoles, and more.<br>In addition to the typical features you might expect from this type of application, Jupii also has some unique functionalities such as:<br>support many different internet services as media source (Bandcamp, SoundCloud, YouTube and many more)<br>live casting of video/audio from camera or microphone<br>screen mirroring<br>recorder that let you to extract music from Internet radio streams<br>This app can be used in two different UPnP/DLNA modes:<br>Playback control mode: Using Jupii, you connect to the player device (e.g. smart speaker) and transfer media from your phone/computer to this device.<br>Media server mode: Using your playback device (e.g. smart TV), you browse and play media files shared by Jupii<br>",
    "build_date": "2024-10-24T15:33:21",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/net/mkiol/Jupii/1bcb7c2ed11f78ae051c8f3fb0910cf9/icons/128x128/net.mkiol.Jupii.png",
    "license": "MPL-2.0",
    "tag": [
      "upnp",
      "dlna",
      "screen-sharing",
      "screen-mirroring",
      "audio-casting",
      "internet-radio",
      "bandcamp",
      "soundcloud",
      "youtube",
      "somafm",
      "icecast"
    ],
    "rank": 105
  },
  {
    "pkg": "Nostalgia",
    "app_id": "im.bernard.Nostalgia",
    "description": "Set historic GNOME Wallpapers",
    "description_long": "<br>Wallow in nostalgia and relive fond memories of GNOME releases past.<br>",
    "build_date": "2024-10-02T08:20:03",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/im/bernard/Nostalgia/2442a8f3160c000f9704b2f8c689da55/icons/128x128/im.bernard.Nostalgia.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Stimulator",
    "app_id": "io.github.sigmasd.stimulator",
    "description": "Keep your computer awake",
    "description_long": "<br>Prevents the desktop environment (DE) from sleeping.<br>It should work regardless of the used DE thanks to the Inhibit portal.<br>Features:<br>Overrides system setting and disables automatic suspending<br>Overrides system setting and disables screen blanking and screen locking<br>Option to use system default, light or dark theme<br>AppIndicator support<br>",
    "build_date": "2024-09-27T15:41:29",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.stimulator/9a91a8efc459cca3314e377680da6c0a/icons/128x128/io.github.sigmasd.stimulator.png",
    "license": "MIT",
    "tag": [
      "caffeine",
      "sleep",
      "no sleep",
      "power",
      "inhibit"
    ],
    "rank": 107
  },
  {
    "pkg": "Recordbox",
    "app_id": "ca.edestcroix.Recordbox",
    "description": "Browse and play your local music",
    "description_long": "<br>Recordbox is a music player and library browser designed primarily to be as simple as<br>possible, and tailored specifically to browsing and playing albums, rather than tracks or<br>playlists. The goal of the project is to have a music player that is simple to use and offers<br>a respectable feature set while not being overly complex.<br>Features include:<br>Integrated double-paned library browser for browsing albums, grouped by artist or genre<br>Detection and display of album art<br>Play queue which can hold both single tracks and entire albums with nested track lists<br>Playback of music using GStreamer, with gapless playback and ReplayGain support<br>Ability to both view and edit lyrics, with changes saved to the source file's metadata<br>GNOME search provider integration to search for music from GNOME Shell<br>",
    "build_date": "2024-10-26T03:04:57",
    "category": [
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/ca/edestcroix/Recordbox/6998c904e0a128c38271c6377b93cec0/icons/128x128/ca.edestcroix.Recordbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "media",
      "player"
    ],
    "rank": 108
  },
  {
    "pkg": "Emblem",
    "app_id": "org.gnome.design.Emblem",
    "description": "Generate project avatars",
    "description_long": "Generate projects avatars for your Matrix rooms and git forges from a symbolic icon.",
    "build_date": "2024-09-23T14:15:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Emblem/7b6c7390c7b483d9f9c6832d6ce2a99c/icons/128x128/org.gnome.design.Emblem.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "logo"
    ],
    "rank": 109
  },
  {
    "pkg": "Pulsar",
    "app_id": "dev.pulsar_edit.Pulsar",
    "description": "Modern, modifiable editor",
    "description_long": "Pulsar aims to not only reach feature parity with the original Atom text editor, but update the underlying architecture and support modern features.",
    "build_date": "2024-11-23T19:42:03",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/dev/pulsar_edit/Pulsar/a75a6f4503e519203a662581b9f97790/icons/128x128/dev.pulsar_edit.Pulsar.png",
    "license": "MIT",
    "tag": [
      "atom"
    ],
    "rank": 110
  },
  {
    "pkg": "Lock",
    "app_id": "com.konstantintutsch.Lock",
    "description": "Process data with GnuPG",
    "description_long": "Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.<br>Process text and files:<br>Encryption<br>Decryption<br>Signing<br>Verification<br>Manage your GnuPG keyring:<br>Generate new keypairs<br>Import keys<br>Export public keys<br>View expiry dates<br>Update expiry dates of expired keys<br>Remove keys<br>",
    "build_date": "2024-12-10T15:33:01",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Lock/21430b2faf02f646ba25ea10d2978def/icons/128x128/com.konstantintutsch.Lock.png",
    "license": "MIT",
    "tag": [
      "gpg",
      "gnupg",
      "cryptography",
      "openpgp",
      "encrypt",
      "decrypt",
      "sign",
      "verify"
    ],
    "rank": 111
  },
  {
    "pkg": "Aqueducts",
    "app_id": "com.endlessnetwork.aqueducts",
    "description": "Hack your way to saving the day",
    "description_long": "All the water has disappeared from your village and it's up to you to save the day! Go on an adventure to connect the water pipes and bring water back to your village. Solve puzzles and hack your way through 15 levels of fun and challenging islands. You may discover that you'll learn some things along the way…<br>Level up your coding skills by learning and practicing variables, conditionals, loops, debugging, JavaScript, math, step by step, booleans, logical sequencing, and more.<br>The goal on each level is to connect all the pipes together. When near a pipe, “hack” it to rotate and connect it to other pipes. Once this is done, a door appears. To reach the door, the character may have to hack other objects like platforms and bridges to change their position and scale. This may include changing water between ice, liquid, and steam to access different areas. The water must be in liquid form for the pipes to work. If the character ever ends up in a bad place, they will be reset to the nearest surface with no bad consequences.<br>Important controls:<br>Move Mateo: Tap the mouse or trackpad on the screen<br>Restart Button: Restart the level from the beginning<br>Pause Button: Open options to change audio/continue level/return to level selection<br>Eye Button: Click the eye in the bottom right to highlight hackable objects<br>Token Button: See which code tokens you have used in the current level<br>Zoom In/Out: Scroll the mouse wheel<br>Hacking objects:<br>Right-click on white highlighted objects to see and change their code.<br>Mateo needs to be close enough to the object. Red highlight means an object is too far.<br>While hacking, any text with a box can be changed by tapping the box and selecting an option.<br>",
    "build_date": "2024-03-29T08:40:24",
    "category": [
      "Game",
      "Education",
      "ComputerScience"
    ],
    "icon": "https://dl.flathub.org/media/com/endlessnetwork/aqueducts/0e008f8a441a02648ba6f265c98f6f6f/icons/128x128/com.endlessnetwork.aqueducts.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "game",
      "programming",
      "puzzle",
      "casual"
    ],
    "rank": 112
  },
  {
    "pkg": "Icon Library",
    "app_id": "org.gnome.design.IconLibrary",
    "description": "Symbolic icons for your apps",
    "description_long": "Find the right icon to use on your GNOME application.",
    "build_date": "2024-11-26T08:16:00",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.IconLibrary/4ae0d44d1c2c50f9654fe97a50f8eab3/icons/128x128/org.gnome.design.IconLibrary.png",
    "license": "GPL-3.0+",
    "tag": [
      "Icon",
      "Library",
      "Icons",
      "Symbolic",
      "GNOME",
      "GTK"
    ],
    "rank": 113
  },
  {
    "pkg": "Japachar",
    "app_id": "me.sergiotarxz.JapaChar",
    "description": "Learn Japanese characters",
    "description_long": "This application helps you to learn Japanese characters using a gradual learning algorithm which makes you test-like questions.<br>You are expected to fail while starting, look up the correct answer when you fail, it helps you to learn faster. You can use this app even if you do not know anything.<br>It keeps a inner score of how much you know a character to give priority to ask you again about it if needed and introduces new characters when you are ready.<br>BETA Kanji support available.<br>It works now without having to install any third party font.",
    "build_date": "2024-12-02T12:42:57",
    "category": [
      "Education",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/JapaChar/90eba71c1346ed3af92e93e1d9682283/icons/128x128/me.sergiotarxz.JapaChar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 114
  },
  {
    "pkg": "Crosswords",
    "app_id": "org.gnome.Crosswords",
    "description": "Solve crossword puzzles",
    "description_long": "<br>A simple and fun game of crosswords. Load your crossword files,<br>or play one of the included games. Features include:<br>Support for shaped and colored crosswords<br>Loading .ipuz, .jpuz, .xd, and .puz files<br>Hint support, such as showing mistakes and suggesting words<br>Dark mode<br>Locally installed crosswords as well as support for 3rd party downloaders<br>",
    "build_date": "2024-05-22T19:57:09",
    "category": [
      "Game",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords/aa4919b3a0ad4ff19e0171a7522f9c34/icons/128x128/org.gnome.Crosswords.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "xword",
      "ipuz",
      "grid",
      "puzzle",
      "game"
    ],
    "rank": 115
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2024-12-05T22:50:55",
    "category": [
      "Network",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 116
  },
  {
    "pkg": "Biblioteca",
    "app_id": "app.drey.Biblioteca",
    "description": "Read GNOME documentation offline",
    "description_long": "Biblioteca lets you browse and read GNOME documentation. Among other things, Biblioteca comes with<br>Offline documentation<br>Web browsing<br>Tabs<br>Dark mode support<br>Fuzzy search<br>Mobile / adaptive<br>",
    "build_date": "2024-10-18T20:37:25",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Biblioteca/02dd047c906c7be14d3e7bf71ec29340/icons/128x128/app.drey.Biblioteca.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "libadwaita",
      "doc",
      "documentation",
      "api",
      "manual",
      "devhelp"
    ],
    "rank": 117
  },
  {
    "pkg": "Archives",
    "app_id": "dev.geopjr.Archives",
    "description": "Create and view web archives",
    "description_long": "<br>Every day, countless of websites go offline for good. High server costs, government censorship, venture capitalism are some of the threats, many of your favorite websites are facing.<br>Archives allows you to archive any website, including its assets, into a self-contained hybrid HTML/ZIP. These HTML files can be viewed in any browser (or in-app), be shared or be extracted like a regular ZIP file. Archives can additionally view WARC, WACZ, HAR and SWF files.<br>",
    "build_date": "2024-10-01T03:37:06",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Archives/bf88f1e6476e9b84370f7b1c66e4a513/icons/128x128/dev.geopjr.Archives.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "archive",
      "singlefile",
      "replayweb",
      "flash",
      "web"
    ],
    "rank": 118
  },
  {
    "pkg": "Kotatogram",
    "app_id": "io.github.kotatogram",
    "description": "Experimental Telegram messenger",
    "description_long": "Unofficial messaging app based on Telegram Desktop.<br>Telegram is a popular messaging protocol with encryption and security as its key focus.",
    "build_date": "2024-12-11T11:30:52",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/io/github/kotatogram/63f0075c53e2675179e69b0e40499f95/icons/128x128/io.github.kotatogram.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "kotatogram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 119
  },
  {
    "pkg": "Damask",
    "app_id": "app.drey.Damask",
    "description": "Automatic wallpapers from the Internet",
    "description_long": "Damask is an automatic wallpaper application. It currently supports setting the wallpaper image from the following sources:<br>wallhaven.cc<br>Microsoft Bing Wallpaper of the day<br>NASA Astronomy Picture of the Day<br>Unsplash<br>Google Earth View<br>",
    "build_date": "2024-05-02T19:12:53",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Damask/c4d6d7d4779bd067e276a0b6871d635d/icons/128x128/app.drey.Damask.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wallpaper"
    ],
    "rank": 120
  },
  {
    "pkg": "Concessio",
    "app_id": "io.github.ronniedroid.concessio",
    "description": "Understand file permissions",
    "description_long": "Concessio helps you understand and convert between unix permissions representations<br>Convert between symbolic and numeric representations of UNIX file permissions<br>Use toggle buttons to update the symbolic and numeric fields<br>Open a file to read it's permissions and convert them<br>Open the help dialog to read and understand the UNIX permissions system<br>",
    "build_date": "2024-11-20T12:47:37",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/ronniedroid.concessio/243c66598c96e52dcd2e67109790613d/icons/128x128/io.github.ronniedroid.concessio.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Permissions",
      "Convertor",
      "Calculator"
    ],
    "rank": 121
  },
  {
    "pkg": "Citations",
    "app_id": "org.gnome.World.Citations",
    "description": "Manage your bibliography",
    "description_long": "Manage your bibliographies using the BibTeX format.",
    "build_date": "2024-11-14T08:28:15",
    "category": [
      "Literature",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Citations/51ddf69bf8eeaffb53710e676ad73fc0/icons/128x128/org.gnome.World.Citations.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "bibliography",
      "citing",
      "literature",
      "BibTeX",
      "LaTeX",
      "TeX"
    ],
    "rank": 122
  },
  {
    "pkg": "Clairvoyant",
    "app_id": "com.github.cassidyjames.clairvoyant",
    "description": "Ask questions, get psychic answers",
    "description_long": "Does he love you? Should you have pizza for dinner? Is there such thing as a stupid question? Discover the answers to these questions and more with Clairvoyant, the magic 8-ball inspired fortune teller.<br>Ask a question, then open Clairvoyant for an answer.<br>Not satisfied? Ask again, then hit to try again.<br>Do what you'd like with the answers—just don't shoot the messenger!<br>",
    "build_date": "2024-09-24T04:01:16",
    "category": [
      "Utility",
      "Amusement"
    ],
    "icon": "https://dl.flathub.org/media/com/github/cassidyjames.clairvoyant/261d95b030b63b2fe4f90f09b1e94712/icons/128x128/com.github.cassidyjames.clairvoyant.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "magic",
      "eight",
      "ball",
      "8",
      "crystal",
      "🔮",
      "medium",
      "🎱"
    ],
    "rank": 123
  },
  {
    "pkg": "Gaia Sky",
    "app_id": "de.uni_heidelberg.zah.GaiaSky",
    "description": "Explore the universe in 3D",
    "description_long": "<br>Gaia Sky is an astronomy visualisation platform for desktop and VR that runs on Linux, Windows and macOS. It is developed in the framework of ESA's Gaia mission to chart about 1 billion stars of our Galaxy in the Gaia group of the Astronomisches Rechen-Institut (ZAH, Universität Heidelberg). Explore the Solar System, the Milky Way, and even the most distant galaxies of our Universe with up-to-date, real scientific data.<br>",
    "build_date": "2024-10-18T10:32:32",
    "category": [
      "Science",
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/de/uni_heidelberg/zah.GaiaSky/6ef7ce5eef0333c5943a288ad3e7babe/icons/128x128/de.uni_heidelberg.zah.GaiaSky.png",
    "license": "MPL-2.0",
    "tag": [
      "space",
      "planets",
      "explore",
      "milky"
    ],
    "rank": 124
  },
  {
    "pkg": "Nixwriter",
    "app_id": "com.gitlab.adnan338.Nixwriter",
    "description": "Create bootable Linux images",
    "description_long": "<br>Create bootable Linux images with a simple GTK based user interface<br>",
    "build_date": "2024-11-20T16:05:01",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/gitlab/adnan338.Nixwriter/ae7d2f34153a5cd36cc3e27ed7646470/icons/128x128/com.gitlab.adnan338.Nixwriter.png",
    "license": "MIT",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2024-06-08T20:20:42",
    "category": [
      "Education",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/a5cf2704d91b810637273246ae2dcf54/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Akregator",
    "app_id": "org.kde.akregator",
    "description": "Keep up with your feeds",
    "description_long": "<br>Akregator is a news feed reader. It enables you to follow news sites, blogs and other RSS/Atom-enabled websites without the need to manually<br>check for updates using a web browser. Akregator is designed to be both easy to use and to be powerful enough to read hundreds of news sources conveniently.<br>It comes with a fast search, advanced archiving functionality and an internal browser for easy news reading.<br>",
    "build_date": "2024-12-12T23:26:04",
    "category": [
      "Network",
      "News",
      "Feed"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/akregator/94e66e89d8fe0cc2dfa18cbc6c07ebd0/icons/128x128/org.kde.akregator.png",
    "license": "GPL-2.0+",
    "tag": [
      "Qt"
    ],
    "rank": 127
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2024-10-11T15:32:25",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/be87d5d71683b82d917f690c1adef4ab/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "memorado",
      "flash",
      "cards",
      "learn",
      "improve"
    ],
    "rank": 128
  },
  {
    "pkg": "Vaults",
    "app_id": "io.github.mpobaschnig.Vaults",
    "description": "Keep important files safe",
    "description_long": "Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.<br>Note: This version does not bundle gocryptfs and CryFS yet, so you need to install them on the host.",
    "build_date": "2024-09-01T19:07:13",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/mpobaschnig.Vaults/60a3c777ea19d368a8583fc042654d86/icons/128x128/io.github.mpobaschnig.Vaults.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 129
  },
  {
    "pkg": "Gameeky",
    "app_id": "dev.tchx84.Gameeky",
    "description": "Play, create and learn",
    "description_long": "<br>Gameeky lets young learners and educators create and explore cooperative games and learning experiences.<br>More specifically:<br>Play and explore games with friends<br>Create new games without writing any code<br>Tell stories through these games<br>Nurture artistic skills by designing game objects and creatures<br>Grasp the basics of programming using Python in a LOGO-like experience<br>Mature programming skills by extending games with Python plugins<br>",
    "build_date": "2024-05-01T15:05:08",
    "category": [
      "Education",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/dev/tchx84/Gameeky/1f89f6d0d472ec8c368a3837925e3a29/icons/128x128/dev.tchx84.Gameeky.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 130
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>(Rclone Shuttle is still experimental. If you prefer a more mature but unmaintained<br>alternative, we recommend Rclone Browser.)<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2024-07-21T12:25:22",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/e1284299c2035c136fc08702fedaa4cd/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 131
  },
  {
    "pkg": "Valuta",
    "app_id": "io.github.idevecore.Valuta",
    "description": "Convert between currencies",
    "description_long": "Valuta is a simple and fast conversion tool, ideal for those who need to convert between different currencies repeatedly. Use it while traveling, budgeting, or anytime else you need to quickly convert between two currencies.",
    "build_date": "2024-07-16T21:02:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/idevecore.Valuta/1c049a4e1c6b0395c848dc7bb80d73c2/icons/128x128/io.github.idevecore.Valuta.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 132
  },
  {
    "pkg": "Pin It!",
    "app_id": "com.github.ryonakano.pinit",
    "description": "Pin portable apps to the launcher",
    "description_long": "<br>Pin shortcuts for portable apps like raw executable files, AppImage files, etc. to the app launcher on your desktop.<br>Other features include:<br>Edit or delete created app entries without opening the file manager<br>Automatically add the execute permission to the file you select<br>",
    "build_date": "2024-11-09T08:50:26",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ryonakano.pinit/efb32be60c1de9a015e32fed8ca65224/icons/128x128/com.github.ryonakano.pinit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Desktop",
      "File",
      "Create",
      "Edit",
      "Info",
      "Icon",
      "AppImage"
    ],
    "rank": 133
  },
  {
    "pkg": "Pithos",
    "app_id": "io.github.Pithos",
    "description": "Pandora radio client",
    "description_long": "An easy to use native Pandora Radio client that is more lightweight than the pandora.com web client and integrates with the desktop.<br>It supports most functionality of pandora.com such as rating songs, creating/managing stations, quickmix, etc. On top of that it has many features such as last.fm scrobbling",
    "build_date": "2024-11-11T11:29:28",
    "category": [
      "AudioVideo",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/io/github/Pithos/42a43b68f0f85b87f49f9309e82eb890/icons/128x128/io.github.Pithos.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music"
    ],
    "rank": 134
  },
  {
    "pkg": "Glide",
    "app_id": "net.base_art.Glide",
    "description": "Play movies and audio files",
    "description_long": "<br>Glide is a simple and minimalistic media player relying on GStreamer for the multimedia support<br>and GTK for the user interface. Glide should be able to play any multimedia format supported by<br>GStreamer, locally or remotely hosted.<br>Once Glide is running you can use some menus to switch the subtitle and audio<br>tracks, play, pause, seek and switch the window to fullscreen.<br>",
    "build_date": "2024-10-18T12:07:07",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/net/base_art/Glide/d45445dccfedfa16d4c954da8fb37d7c/icons/128x128/net.base_art.Glide.png",
    "license": "MIT",
    "tag": [
      "Audio",
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player"
    ],
    "rank": 135
  },
  {
    "pkg": "RedNotebook",
    "app_id": "app.rednotebook.RedNotebook",
    "description": "Graphical diary and journal",
    "description_long": "Modern desktop diary and personal journaling tool. It lets you format,<br>tag and search your entries. You can also add pictures, links and<br>customisable templates, spell check your notes, and export to plain<br>text, HTML, LaTeX or PDF.",
    "build_date": "2024-11-24T22:16:28",
    "category": [
      "Office",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/app/rednotebook/RedNotebook/e4783a795e77edbf358a732ca392920b/icons/128x128/app.rednotebook.RedNotebook.png",
    "license": "GPL-2.0+",
    "tag": [
      "Journal",
      "Diary",
      "Notes",
      "Notebook"
    ],
    "rank": 136
  },
  {
    "pkg": "Turn On",
    "app_id": "de.swsnr.turnon",
    "description": "Turn on devices in your network",
    "description_long": "Conveniently turn on devices in your network, such as a NAS or a gaming console,<br>using Wake On LAN (WoL).<br>Features:<br>Add devices to turn on.<br>Turn on devices with magic Wake On LAN (WoL) packets.<br>Monitor device status.<br>Turn on devices from GNOME Shell search.<br>Turn on devices from the command line.<br>",
    "build_date": "2024-12-12T17:24:36",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/swsnr/turnon/2f77d1d37f1713d0f2c03ae9cefcdb10/icons/128x128/de.swsnr.turnon.png",
    "license": "MPL-2.0",
    "tag": [
      "WakeOnLan"
    ],
    "rank": 137
  },
  {
    "pkg": "Dino",
    "app_id": "im.dino.Dino",
    "description": "Modern XMPP chat client",
    "description_long": "Dino is a modern open-source chat client for the desktop. It focuses on providing a clean and reliable Jabber/XMPP experience while having your privacy in mind.<br>It supports end-to-end encryption with OMEMO and OpenPGP and allows configuring privacy-related features such as read receipts and typing notifications.<br>Dino fetches history from the server and synchronizes messages with other devices.",
    "build_date": "2024-07-01T12:47:09",
    "category": [
      "Network",
      "InstantMessaging",
      "Chat",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/im/dino/Dino/872620bbfc7370e82dcb889b096e5c3c/icons/128x128/im.dino.Dino.png",
    "license": "GPL-3.0+",
    "tag": [
      "Jabber",
      "XMPP"
    ],
    "rank": 138
  },
  {
    "pkg": "Elastic",
    "app_id": "app.drey.Elastic",
    "description": "Design spring animations",
    "description_long": "<br>Elastic allows to design and export spring physics-based animations to use<br>with libadwaita.<br>Features:<br>Preview translation, rotation and scaling transformations.<br>See the animation curve and duration on a graph.<br>Drag a handle to see it return back with the spring physics.<br>Export C, JavaScript, Python, Vala or Rust code.<br>",
    "build_date": "2024-09-24T17:43:59",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Elastic/7f88db83cdca2735add70a0aed55cebf/icons/128x128/app.drey.Elastic.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "spring",
      "animation",
      "animations",
      "GNOME",
      "GTK",
      "Adwaita"
    ],
    "rank": 139
  },
  {
    "pkg": "Retro",
    "app_id": "re.sonny.Retro",
    "description": "Customizable clock widget",
    "description_long": "Retro is a retro digital segment clock that can be customized. It can be used in the background, maximized or as an always on top widget.<br>Supported features<br>24h/12h format<br>fullscreen<br>Styling with CSS<br>Restore window size<br>",
    "build_date": "2024-04-15T07:28:15",
    "category": [
      "Education",
      "Utility",
      "Amusement",
      "Clock"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Retro.desktop/81a3ba1759f572e7c559bd6a19a10d06/icons/128x128/re.sonny.Retro.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 140
  },
  {
    "pkg": "Surge Engine",
    "app_id": "org.opensurge2d.OpenSurge",
    "description": "Fun retro platformer & game creator",
    "description_long": "Make your dreams come true! Open Surge Engine is an open-source 2D retro game engine for creating games and making your dreams come true!<br>It's a ton of fun! Surge the Rabbit is a featured jump 'n' run created with the Open Surge Engine. It's made in the spirit of classic 16-bit Sonic platformers of the 1990s. Play as Surge in fun and exciting levels filled with challenges!<br>Unleash your creativity! Create your own amazing games and play them on your PC and on your mobile device! Share your games with your friends! It's limitless fun!<br>A powerful engine for retro games! One of the core elements of the engine is SurgeScript, a scripting language for games. Use it to create new gameplay mechanics, characters with special abilities, bosses, and much more! The sky is the limit!<br>Open Surge Engine is an amazing tool for learning game development, programming, digital art, and the nature of free and open-source software in a playful way.",
    "build_date": "2024-08-26T23:33:54",
    "category": [
      "Game",
      "ActionGame",
      "ArcadeGame"
    ],
    "icon": "https://dl.flathub.org/media/org/opensurge2d/OpenSurge/e695f6cd69a8eaf5d95da64a9611b52c/icons/128x128/org.opensurge2d.OpenSurge.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "action",
      "adventure",
      "arcade",
      "platformer",
      "jump'n'run",
      "side-scroller",
      "retro",
      "old-school",
      "allegro",
      "gamedev",
      "engine",
      "surge",
      "sonic",
      "kids",
      "2d"
    ],
    "rank": 141
  },
  {
    "pkg": "PinApp",
    "app_id": "io.github.fabrialberio.pinapp",
    "description": "Create and edit application shortcuts",
    "description_long": "PinApp is a simple application that lets you customize your app list.<br>Some of the possible uses are<br>Changing an app icon that doesn't fit in with your theme<br>Creating custom shortcuts to websites<br>Hiding apps you don't want to see<br>Editing properties in .desktop files<br>The app is made with Libadwaita and GTK4, with consideration for small-screen devices",
    "build_date": "2024-11-02T02:44:25",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fabrialberio.pinapp/11a9c7119c4df37af1d3043c249db678/icons/128x128/io.github.fabrialberio.pinapp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Apps",
      "Shortcuts",
      "Icons"
    ],
    "rank": 142
  },
  {
    "pkg": "Polari",
    "app_id": "org.gnome.Polari",
    "description": "Talk to people on IRC",
    "description_long": "<br>A simple Internet Relay Chat (IRC) client that is designed to integrate<br>seamlessly with GNOME; it features a simple and beautiful interface which<br>allows you to focus on your conversations.<br>You can use Polari to publicly chat with people in a channel, and to<br>have private one-to-one conversations. Notifications make sure that<br>you never miss an important message.<br>",
    "build_date": "2024-10-14T19:42:08",
    "category": [
      "Network",
      "IRCClient"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Polari.desktop/2de0c30d124f06fab3737523c1eddb71/icons/128x128/org.gnome.Polari.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "IRC",
      "Internet",
      "Relay",
      "Chat"
    ],
    "rank": 143
  },
  {
    "pkg": "Flare",
    "app_id": "de.schmidhuberj.Flare",
    "description": "Chat with your friends on Signal",
    "description_long": "<br>Flare is an unofficial app for Signal. It is still in development and doesn't include all the features that the official Signal apps do. More information can be found on its feature roadmap.<br>Please note that using this application will probably worsen your security compared to using official Signal applications.<br>Use with care when handling sensitive data.<br>Look at the projects README for more information about security.<br>",
    "build_date": "2024-11-23T15:46:09",
    "category": [
      "Network",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/Flare/72c76d7f2acebec783ae2e66b4c3be3f/icons/128x128/de.schmidhuberj.Flare.png",
    "license": "AGPL-3.0",
    "tag": [
      "messaging",
      "chat",
      "signal"
    ],
    "rank": 144
  },
  {
    "pkg": "Teleprompter",
    "app_id": "io.github.nokse22.teleprompter",
    "description": "Stay on track during speeches",
    "description_long": "A simple app to read scrolling text from your screen. It has an adaptive layout to work on smartphones too.",
    "build_date": "2024-09-29T15:21:34",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.teleprompter.desktop/2cce86423e7bab3f819b599debdbd00d/icons/128x128/io.github.nokse22.teleprompter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 145
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2024-12-04T22:19:57",
    "category": [
      "Utility",
      "System",
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/983ac2d79a0d4a9efecd83a3e743a5cf/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 146
  },
  {
    "pkg": "Lorem",
    "app_id": "org.gnome.design.Lorem",
    "description": "Generate placeholder text",
    "description_long": "Simple app to generate the well-known Lorem Ipsum placeholder text.",
    "build_date": "2024-09-23T14:12:10",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Lorem/353a409639903d67b29251c2374641fc/icons/128x128/org.gnome.design.Lorem.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "placeholder"
    ],
    "rank": 147
  },
  {
    "pkg": "Hieroglyphic",
    "app_id": "io.github.finefindus.Hieroglyphic",
    "description": "Find LaTeX symbols",
    "description_long": "If you work with LaTeX, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different LaTeX symbols by sketching.",
    "build_date": "2024-10-08T11:28:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/finefindus.Hieroglyphic/704b56bc400af342e0615f883b285c86/icons/128x128/io.github.finefindus.Hieroglyphic.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "Tools",
      "LaTeX",
      "TeX",
      "Symbols"
    ],
    "rank": 148
  },
  {
    "pkg": "Echo",
    "app_id": "io.github.lo2dev.Echo",
    "description": "Ping websites",
    "description_long": "Utility to ping websites.<br>Features include:<br>Advanced ping parameters like ping count, timeout, etc<br>",
    "build_date": "2024-11-08T18:07:47",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lo2dev.Echo/e7954ea11b87cf3061aaf43524904ad0/icons/128x128/io.github.lo2dev.Echo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ping"
    ],
    "rank": 149
  },
  {
    "pkg": "Mini Text",
    "app_id": "io.github.nokse22.minitext",
    "description": "Ephemeral scratch pad",
    "description_long": "A very small and minimalistic digital scratch pad with minimal editing capabilities.\nBest used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.<br>",
    "build_date": "2024-09-18T23:16:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.minitext/abc655beb9c8c41fb4b6c68f82cd45b5/icons/128x128/io.github.nokse22.minitext.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "Notify",
    "app_id": "com.ranfdev.Notify",
    "description": "Receive notifications from ntfy.sh.",
    "description_long": "Versatile GTK4 client designed to seamlessly interface with the ntfy.sh notification service",
    "build_date": "2024-11-09T11:26:59",
    "category": [
      "Network",
      "Utility",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Notify/715d482ec5e745785083560a55ad631f/icons/128x128/com.ranfdev.Notify.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "ntfy"
    ],
    "rank": 151
  },
  {
    "pkg": "Hashes",
    "app_id": "io.github.zefr0x.hashes",
    "description": "Identify hashing algorithms",
    "description_long": "This utility lets you conveniently find out what hashing algorithm has been used on a particular string.<br>Features:<br>📺 Popularity Ratings - Most popular hashes showed first.<br>👵 Updated! - A new hash algorithm database is used in the identification process.<br>",
    "build_date": "2024-10-06T14:45:09",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/github/zefr0x.hashes/9edcd5d10c33d39a8a4091f3d82274a8/icons/128x128/io.github.zefr0x.hashes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "hash",
      "hashcat",
      "john",
      "detect",
      "identify"
    ],
    "rank": 152
  },
  {
    "pkg": "Halftone",
    "app_id": "io.github.tfuxu.Halftone",
    "description": "Dither your images",
    "description_long": "<br>A simple Libadwaita app for lossy image compression using dithering technique.\n<br>Give your images a pixel art-like style and reduce the file size in the process with Halftone.<br>",
    "build_date": "2024-09-20T15:43:59",
    "category": [
      "Graphics",
      "ImageProcessing",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.Halftone/5e412aa6a885fda5f707f77f860e5655/icons/128x128/io.github.tfuxu.Halftone.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "compression",
      "pixelart",
      "dither",
      "processing"
    ],
    "rank": 153
  },
  {
    "pkg": "Binary",
    "app_id": "io.github.fizzyizzy05.binary",
    "description": "Convert numbers between bases",
    "description_long": "A small and simple app used to convert between different hexadecimal and binary numbers",
    "build_date": "2024-09-26T14:58:58",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fizzyizzy05.binary.desktop/246fc65800afe5c4ab2bdf1c0c28485b/icons/128x128/io.github.fizzyizzy05.binary.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "binary",
      "decimal",
      "hexadecimal",
      "base",
      "convert"
    ],
    "rank": 154
  },
  {
    "pkg": "Password",
    "app_id": "io.gitlab.elescoute.password",
    "description": "Password calculator and generator",
    "description_long": "<br>Password is a password calculator and random generator for Gnome written in Gtk/Vala.<br>This app calculates strong unique passwords for each alias and passphrase combination.<br>No need to remember dozens of passwords any longer and no need for a password manager!<br>The calculator can use MD5, SHA1, SHA256 and SHA512 hash algorithms in combination with HMAC.<br>Compatible with Linux Phone using Phosh (PinePhone, Librem 5).<br>",
    "build_date": "2024-11-15T17:39:38",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.password/b9139acbae94a7f9cd389527d8579486/icons/128x128/io.gitlab.elescoute.password.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "Reminders",
    "app_id": "io.github.dgsasha.Remembrance",
    "description": "Set reminders for yourself",
    "description_long": "What you can do with Reminders:<br>Set recurring reminders<br>Schedule notifications<br>Sort, filter, and search for reminders<br>Mark reminders as important or complete<br>Organize reminders using lists<br>Optionally play a sound when notifications are sent<br>Optionally sync with Microsoft To Do<br>",
    "build_date": "2024-06-19T07:35:13",
    "category": [
      "GNOME",
      "GTK",
      "Office",
      "ProjectManagement"
    ],
    "icon": "https://dl.flathub.org/media/io/github/dgsasha.Remembrance/3f047045442421023983edb212178502/icons/128x128/io.github.dgsasha.Remembrance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Todo",
      "Productivity",
      "Task",
      "Planning",
      "Planner",
      "Time",
      "Management",
      "Reminder",
      "Remembrance",
      "Reminders"
    ],
    "rank": 156
  },
  {
    "pkg": "Time Switch",
    "app_id": "io.github.fsobolev.TimeSwitch",
    "description": "Set a task to run after a timer",
    "description_long": "Time Switch is an easy-to-use program that allows you to power off, reboot or suspend your system, send a notification (optionally with a sound signal) or execute any command on timer.<br>The app is built for GNOME and uses LibAdwaita, but it works in any desktop environment.",
    "build_date": "2024-07-01T09:12:27",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fsobolev.TimeSwitch/85aad94c8519b22e78f54bc026d61108/icons/128x128/io.github.fsobolev.TimeSwitch.png",
    "license": "MIT",
    "tag": [
      "timer",
      "shutdown",
      "poweroff",
      "reboot",
      "suspend",
      "notification",
      "prompt",
      "cmd",
      "command"
    ],
    "rank": 157
  },
  {
    "pkg": "Netsleuth",
    "app_id": "io.github.vmkspv.netsleuth",
    "description": "Calculate IP subnets",
    "description_long": "A simple utility for the calculation and analysis of IP subnet values, designed to simplify network configuration tasks.",
    "build_date": "2024-11-12T19:10:43",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.netsleuth/cb7bfc396010c1e4cfc0f160631f4e59/icons/128x128/io.github.vmkspv.netsleuth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "IP",
      "Subnet",
      "Mask",
      "Host",
      "Calculator"
    ],
    "rank": 158
  },
  {
    "pkg": "Bella",
    "app_id": "io.github.josephmawa.Bella",
    "description": "Pick a color from the screen",
    "description_long": "Pick a color from anywhere on your screen and save it in one of the common color formats.<br>Below are the main features of Bella:<br>Pick a color from the screen<br>Save the picked color<br>Modify the picked color<br>Switch to dark, light, or system mode<br>",
    "build_date": "2024-12-09T09:32:01",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.Bella/5ce60e7c5e2eb19b947417e32295750c/icons/128x128/io.github.josephmawa.Bella.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "color picker",
      "eye dropper",
      "development"
    ],
    "rank": 159
  },
  {
    "pkg": "Plattenalbum",
    "app_id": "de.wagnermartin.Plattenalbum",
    "description": "Connect to your music",
    "description_long": "A client for the Music Player Daemon (MPD).<br>Browse your collection while viewing large album covers. Play your music without managing playlists.",
    "build_date": "2024-10-12T11:26:51",
    "category": [
      "Audio",
      "AudioVideo",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/de/wagnermartin/Plattenalbum/0ff6820d4a6d9694a5a91b9efcbf1e41/icons/128x128/de.wagnermartin.Plattenalbum.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Music",
      "Player"
    ],
    "rank": 160
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2024-07-15T18:57:56",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/b38da79a800a86e017d341448a7f6830/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser",
      "gemini",
      "rust"
    ],
    "rank": 161
  },
  {
    "pkg": "Buffer",
    "app_id": "org.gnome.gitlab.cheywood.Buffer",
    "description": "Embrace ephemeral text",
    "description_long": "Celebrating transience, Buffer provides a minimal editing space for all those things that don't need keeping.<br>Designed for keyboard workflows on desktop.",
    "build_date": "2024-10-15T07:06:57",
    "category": [
      "Utility",
      "TextEditor",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Buffer/521a388338f2ddfea9de37e09a57ffb2/icons/128x128/org.gnome.gitlab.cheywood.Buffer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "text",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "write",
      "document",
      "scratchpad",
      "temporary",
      "buffer",
      "gnome",
      "gtk"
    ],
    "rank": 162
  },
  {
    "pkg": "Exercise Timer",
    "app_id": "xyz.safeworlds.hiit",
    "description": "Train and rest with high intensity",
    "description_long": "Exercise timer is a simple utility to conduct interval training.<br>Following a short preparation period, a prescribed number of exercise sets are played. In between each exercise, there is a resting period.<br>The app does not make an assumption about the kind of the exercise.<br>Features:<br>Save and recall presets containing the number of sets and the duration of the exercise, rest and preparation periods.<br>A beeping sound is played at- and prior to each transition.<br>The volume of the sound can be adjusted.<br>Light and dark mode follows the system's setting.<br>",
    "build_date": "2024-11-11T02:56:31",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/xyz/safeworlds/hiit/aadd4b4cbc99ec3c0b9e837c5bb3c2ba/icons/128x128/xyz.safeworlds.hiit.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Utility",
      "Sports",
      "Exercise",
      "HIIT",
      "Training",
      "Exercise",
      "High intensity interval training"
    ],
    "rank": 163
  },
  {
    "pkg": "Cartero",
    "app_id": "es.danirod.Cartero",
    "description": "Make HTTP requests and test APIs",
    "description_long": "Cartero is a graphical HTTP client that can be used as a developer tool to test web APIs and perform all kind of HTTP requests to web servers. It is compatible with any REST, SOAP or XML-RPC API and it supports multiple request methods as well as attaching body payloads to compatible requests.<br>Features:<br>Loads and saves to plain Git-friendly TOML files, so that you can own your data.<br>Customization and modification of the request headers and body payloads.<br>Variable binding for API keys and other secret information.<br>",
    "build_date": "2024-10-11T19:40:18",
    "category": [
      "Network",
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/es/danirod/Cartero/5adca39ed71d766c90101223fb585e0b/icons/128x128/es.danirod.Cartero.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "HTTP",
      "REST"
    ],
    "rank": 164
  },
  {
    "pkg": "Bustle",
    "app_id": "org.freedesktop.Bustle",
    "description": "Visualize D-Bus activity",
    "description_long": "Bustle draws sequence diagrams of D-Bus activity.<br>It shows signal emissions, method calls and their<br>corresponding returns, with time stamps for each individual<br>event and the duration of each method call. This can help<br>you check for unwanted D-Bus traffic, and pinpoint why your<br>D-Bus-based application is not performing as well as you<br>like. It also provides statistics like signal frequencies<br>and average method call times.",
    "build_date": "2024-09-20T21:54:16",
    "category": [
      "Development",
      "Debugger",
      "Profiling"
    ],
    "icon": "https://dl.flathub.org/media/org/freedesktop/Bustle/feb56b1eae702522f1fc813c892de17d/icons/128x128/org.freedesktop.Bustle.png",
    "license": "LGPL-2.1-or-later",
    "tag": [
      "debug",
      "profile",
      "d-bus",
      "dbus",
      "sequence",
      "monitor"
    ],
    "rank": 165
  },
  {
    "pkg": "Chance",
    "app_id": "dev.zelikos.rollit",
    "description": "Roll the dice",
    "description_long": "Roll six-sided dice by default, or roll custom dice of up to 999 sides. Save frequently-used dice to the tray. Copy roll results to the clipboard from the history pane. Results are remembered until the app is closed or they are manually cleared.<br>Keyboard shortcuts:<br>Roll the dice with Ctrl+R<br>Select dice with Ctrl+,<br>Copy the last result with Ctrl+C<br>Toggle the roll history pane with F9<br>Clear roll history with Ctrl+L<br>Undo the clear with Ctrl+Z<br>",
    "build_date": "2024-09-18T22:20:00",
    "category": [
      "Amusement",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/zelikos/rollit/dd9aa4616008744f33d0f7439833d548/icons/128x128/dev.zelikos.rollit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Die",
      "Dice",
      "Roll",
      "Random",
      "Number",
      "Rnd",
      "Num",
      "rng"
    ],
    "rank": 166
  },
  {
    "pkg": "Awake on LAN",
    "app_id": "co.logonoff.awakeonlan",
    "description": "Remotely wake up computers",
    "description_long": "Awake on LAN is a simple application that allows you to wake up computers remotely using Wake-on-LAN packets. You can keep track of computers by adding, removing, and editing them with their MAC addresses, and you can start them remotely with the click of a button.",
    "build_date": "2024-10-27T21:14:46",
    "category": [
      "Network",
      "RemoteAccess"
    ],
    "icon": "https://dl.flathub.org/media/co/logonoff/awakeonlan/08e2249c46673c4275d305308cda05fa/icons/128x128/co.logonoff.awakeonlan.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 167
  },
  {
    "pkg": "Conjure",
    "app_id": "io.github.nate_xyz.Conjure",
    "description": "Magically transform images",
    "description_long": "Apply various ImageMagick commands to your images, including resizing, cropping, rotating, flipping, and applying filters and effects.",
    "build_date": "2024-05-24T10:59:20",
    "category": [
      "Graphics",
      "ImageProcessing"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Conjure.desktop/9934f4a380a717b21897f92bae6edce4/icons/128x128/io.github.nate_xyz.Conjure.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "magic",
      "transform"
    ],
    "rank": 168
  },
  {
    "pkg": "Seabird",
    "app_id": "dev.skynomads.Seabird",
    "description": "A simple Kubernetes IDE for GNOME",
    "description_long": "<br>Seabird is a Kubernetes IDE designed for the GNOME desktop. Explore and<br>manage your clusters with a simple and intuitive interface. Equipped with<br>essential features such as a terminal for executing commands, monitoring through<br>logs and metrics, and a resource editor that conveniently places the API<br>reference at your fingertips.<br>",
    "build_date": "2024-07-22T14:48:42",
    "category": [
      "Development",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/dev/skynomads/Seabird/d8866a096f8cd1489befda86c6044a5e/icons/128x128/dev.skynomads.Seabird.png",
    "license": "MPL-2.0",
    "tag": [
      "kubernetes"
    ],
    "rank": 169
  },
  {
    "pkg": "Dosage",
    "app_id": "io.github.diegopvlk.Dosage",
    "description": "Keep track of your treatments",
    "description_long": "Easily manage track treatments with Dosage: Notifications, History, Multiple Doses, Flexible Frequency, Customization, Stock Monitoring, and Duration Control<br>Features:<br>Notifications — Get reminders at the right time<br>History — See which medications you took, skipped or missed<br>Dosage management — Multiple doses with different times<br>Frequency modes — Every day, specific days, cycle or just when necessary<br>Color and icon — Give a shape for your treatment<br>Inventory tracking — Monitor your stock and get reminded when it's low<br>Duration — Define the start and end dates<br>",
    "build_date": "2024-12-05T14:14:01",
    "category": [
      "Utility",
      "MedicalSoftware",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Dosage.desktop/01230c28afc1d2551c485c9c9290036a/icons/128x128/io.github.diegopvlk.Dosage.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Medication",
      "Tracker",
      "Reminder",
      "Today",
      "Treatments",
      "Pill",
      "Drug",
      "Remedy"
    ],
    "rank": 170
  },
  {
    "pkg": "Flood It",
    "app_id": "io.github.tfuxu.floodit",
    "description": "Flood the board",
    "description_long": "<br>Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible.\n<br>Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!<br>",
    "build_date": "2024-10-06T15:06:25",
    "category": [
      "Game",
      "StrategyGame",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.floodit/a521967f125521df0528db5ffb9037f4/icons/128x128/io.github.tfuxu.floodit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "strategy",
      "flood",
      "flood-it"
    ],
    "rank": 171
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2024-09-20T11:34:32",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/0b917517c467606cd1f9af675ca433af/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 172
  },
  {
    "pkg": "Libellus",
    "app_id": "de.hummdudel.Libellus",
    "description": "View DnD information in style",
    "description_long": "Libellus lets you browse and read DnD 5th edition information like a wiki / lexicon. The basic navigation is tab-based, so multiple pages can be viewed at the same time. There is a basic search / filter system. The data is stored locally, images are downloaded.<br>Libellus currently supports Classes, Races, Spells, Magic Items, Equipment, and Monsters<br>",
    "build_date": "2024-09-21T09:00:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/hummdudel/Libellus/e2b47e26da7cd3c7ec10bf7abc295681/icons/128x128/de.hummdudel.Libellus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "dnd",
      "wiki"
    ],
    "rank": 173
  },
  {
    "pkg": "Multiplex",
    "app_id": "com.pojtinger.felicitas.Multiplex",
    "description": "Watch torrents with your friends",
    "description_long": "Multiplex is an app to watch torrents together, providing an experience similar to<br>Apple's SharePlay and Amazon's Prime Video Watch Party.<br>It enables you to:<br>Stream any file directly using a wide range of video and audio formats with the mpv<br>video player<br>Host online watch parties while preserving your privacy by synchronizing video<br>playback with friends without a central server<br>Bypass internet restrictions by optionally separating the backend and user interface<br>into two separate components<br>",
    "build_date": "2024-08-16T03:50:52",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Multiplex/babc291dc966702b0b6ddc6904dad782/icons/128x128/com.pojtinger.felicitas.Multiplex.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "Manuals",
    "app_id": "app.devsuite.Manuals",
    "description": "Read developer documentation",
    "description_long": "<br>Manuals indexes your developer manuals and provides robust browsing<br>and searching capabilities.<br>It supports the devhelp documentation format used by many libraries<br>integrating with the GTK platform.<br>",
    "build_date": "2024-09-24T23:20:10",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/app/devsuite/Manuals/b8b09f84c5c4c9094af47fefb443944e/icons/128x128/app.devsuite.Manuals.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "documentation",
      "manuals",
      "api",
      "reference",
      "docs",
      "developer"
    ],
    "rank": 175
  },
  {
    "pkg": "Contrast",
    "app_id": "org.gnome.design.Contrast",
    "description": "Check contrast between two colors",
    "description_long": "Contrast checks whether the contrast between two colors meet the WCAG requirements.",
    "build_date": "2024-09-23T10:50:15",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Contrast/7db0545610ccf450f03738ec43b0291b/icons/128x128/org.gnome.design.Contrast.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Color",
      "Contrast",
      "GNOME",
      "GTK"
    ],
    "rank": 176
  },
  {
    "pkg": "BMI",
    "app_id": "io.github.philippkosarev.bmi",
    "description": "Body mass index calculator",
    "description_long": "BMI is an open-source, body mass index calculator built with GTK4 and LibAdwaita.",
    "build_date": "2024-11-17T19:26:53",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/philippkosarev.bmi/72545fd1450dd92ff0d6cdc808cb103e/icons/128x128/io.github.philippkosarev.bmi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "GTK",
      "body",
      "mass,index,calculator"
    ],
    "rank": 177
  },
  {
    "pkg": "Hex Colordle",
    "app_id": "net.krafting.HexColordle",
    "description": "Find the color",
    "description_long": "Guess the hexadecimal value of a color shown on screen. After each guess, see if you got each value correct or if you need to go a little higher, a lot higher, a little lower, or a lot lower. Try to find the correct value in the fewest tries!",
    "build_date": "2024-11-16T12:03:09",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/net/krafting/HexColordle/ab497c8dc4186ef6c33e9ec5f9e0f691/icons/128x128/net.krafting.HexColordle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "hex",
      "color"
    ],
    "rank": 178
  },
  {
    "pkg": "Trivia Quiz",
    "app_id": "io.github.nokse22.trivia-quiz",
    "description": "Respond to endless questions",
    "description_long": "This app let's you respond to an endless stream of questions.\nIt uses Open Trivia database. Questions are only available in English.",
    "build_date": "2024-09-18T23:27:22",
    "category": [
      "ArcadeGame",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.trivia-quiz/6f54bcc6a6f69588a1b21315a09e8141/icons/128x128/io.github.nokse22.trivia-quiz.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "ArcadeGame",
      "Game"
    ],
    "rank": 179
  },
  {
    "pkg": "Facetracker",
    "app_id": "de.z_ray.Facetracker",
    "description": "Face tracking made easy",
    "description_long": "<br>This is a graphical user interface to launch a face tracker locally on your machine to gain tracking data<br>from a webcam. These tracking data can then be used by other applications like VTubbing Software to bring a<br>virtual avatar to live.<br>",
    "build_date": "2024-10-22T19:50:19",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/z_ray/Facetracker/19049e3825078857e7d91b0bd7412992/icons/128x128/de.z_ray.Facetracker.png",
    "license": "MIT",
    "tag": [
      "facetracker",
      "vtube",
      "webcam"
    ],
    "rank": 180
  },
  {
    "pkg": "Tabletop Club",
    "app_id": "net.tabletopclub.TabletopClub",
    "description": "Play board games in a 3D sandbox",
    "description_long": "<br>In Tabletop Club, you are given a box of toys to play with, and it's up to you what you do with them! Sure, you can play board games, but why not make a house made of dice, then frisbee it with a poker chip? Draw on the table while waiting for your opponent to make a move in chess, or flip the table into deep space after losing an all-in bet? The table is your oyster!<br>You can play online with friends in the click of a button, no login or sign-up required! Simply host a game, and share the room code with your friends. You can also play singleplayer, with no internet connection required.<br>Do you have a D&amp;D campaign in mind? Want to command an army in Warhammer? Or is there another board game you want to play? Luckily, the game uses a modular and easy-to-use asset pack system that makes it really quick to import your images, models, music, and more!<br>The game is completely free to play, and the source code is available on GitHub!<br>You can also help contribute to the game! From submitting code and assets, to suggesting ideas, translating the project, or even finding bugs, there's a lot of ways that you can help make the game better and more accessible.<br>",
    "build_date": "2024-09-04T16:18:26",
    "category": [
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/net/tabletopclub/TabletopClub/091615738f728d4cfc65b36b6992c459/icons/128x128/net.tabletopclub.TabletopClub.png",
    "license": "MIT",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "Counters",
    "app_id": "io.gitlab.guillermop.Counters",
    "description": "Keep track of anything",
    "description_long": "<br>Simple counting application that lets you create counters to keep track of anything you want.<br>Features:<br>Multiple counters<br>Set and track goals<br>Automatically resets every day, week, etc.<br>Basic streak counting<br>Export your data into a CSV file<br>",
    "build_date": "2024-11-18T19:20:13",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/guillermop.Counters/70dfef641f2cb9823670429156071538/icons/128x128/io.gitlab.guillermop.Counters.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Chess Clock",
    "app_id": "eu.fortysixandtwo.chessclock",
    "description": "Time games of over-the-board chess",
    "description_long": "Chess Clock is a simple application to provide time control for over-the-board<br>chess games. Intended for mobile use, players select the time control settings<br>desired for their game, then the black player taps their clock to start white's<br>timer. After each player's turn, they tap the clock to start their opponent's,<br>until the game is finished or one of the clocks reaches zero.<br>",
    "build_date": "2024-10-19T05:42:48",
    "category": [
      "GNOME",
      "GTK",
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/eu/fortysixandtwo/chessclock/be197de73306e40b7768f31fead7d654/icons/128x128/eu.fortysixandtwo.chessclock.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "chess",
      "game",
      "clock",
      "timer"
    ],
    "rank": 183
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple time-tracker program for GNOME. Instead of using online-first options like Toggl and Clockify, use a lightning-fast local-first option that is still able to sync with multiple computers via cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you've spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2024-11-06T15:58:29",
    "category": [
      "Office",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/7a135aff60f657b042faa00ee4dd45f0/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Francis",
    "app_id": "org.kde.francis",
    "description": "Track your time",
    "description_long": "Francis uses the well-known pomodoro technique to help you get more productive.",
    "build_date": "2024-12-01T01:11:39",
    "category": [
      "Utility",
      "Qt",
      "KDE"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/francis/955e9a790084c36641ea7a4c19dbd5f0/icons/128x128/org.kde.francis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "productivity"
    ],
    "rank": 185
  },
  {
    "pkg": "Tally",
    "app_id": "ca.vlacroix.Tally",
    "description": "Count anything",
    "description_long": "<br>Keep and organize a list of tally counters.<br>",
    "build_date": "2024-11-28T14:24:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/ca/vlacroix/Tally/e0617947cf72907b3cd4d64f31acb4f3/icons/128x128/ca.vlacroix.Tally.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "Gtk",
      "Counter"
    ],
    "rank": 186
  },
  {
    "pkg": "Image Roll",
    "app_id": "com.github.weclaw1.ImageRoll",
    "description": "Image viewer with basic image manipulation tools",
    "description_long": "<br>Image Roll is a simple and fast GTK image viewer with basic image manipulation tools. Written in rust.<br>",
    "build_date": "2024-06-15T05:45:32",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/github/weclaw1.ImageRoll/c965f27744a52ac3fd891d442e5c79bf/icons/128x128/com.github.weclaw1.ImageRoll.png",
    "license": "MIT",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "GNUnet Messenger",
    "app_id": "org.gnunet.Messenger",
    "description": "Private and secure communication",
    "description_long": "Messenger-GTK is a convergent GTK messaging application using the GNUnet Messenger service. The goal is to provide private and secure communication between any group of devices.<br>The application provides the following features:<br>Creating direct chats and group chats<br>Managing your contacts and groups<br>Invite contacts to a group<br>Sending text messages<br>Sending voice recordings<br>Sharing files privately<br>Deleting messages with any custom delay<br>Renaming contacts<br>Exchanging contact details physically<br>Verifying contact identities<br>Switching between different accounts<br>Chats will generally created as opt-in. So you can decide who may contact you directly and who does not, accepting to a direct chat. Leaving a chat is also always possible.",
    "build_date": "2024-12-04T21:44:59",
    "category": [
      "Chat",
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/gnunet/Messenger/584d7fd021874040fb5990b8c523e896/icons/128x128/org.gnunet.Messenger.png",
    "license": "AGPL-3.0",
    "tag": [
      "messenger-gtk",
      "chat",
      "im",
      "messaging",
      "messenger",
      "gtk",
      "org.gnunet.Messenger"
    ],
    "rank": 188
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2024-07-06T22:23:20",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "digital pass",
      "espass",
      "pkpass"
    ],
    "rank": 189
  },
  {
    "pkg": "FreeRCT",
    "app_id": "net.freerct.FreeRCT",
    "description": "Theme park strategy game",
    "description_long": "FreeRCT aims to be a free and open source game which captures the look, feel and gameplay of the popular games RollerCoaster Tycoon 1 and 2.<br>The game is still in an early alpha state, but it is already playable and offers a variety of features.",
    "build_date": "2024-12-09T13:15:28",
    "category": [
      "Game",
      "StrategyGame"
    ],
    "icon": "https://dl.flathub.org/media/net/freerct/FreeRCT/11e32248926dda36baa66c9ace825e1d/icons/128x128/net.freerct.FreeRCT.png",
    "license": "GPL-2.0",
    "tag": [
      "Game",
      "Strategy"
    ],
    "rank": 190
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 191
  },
  {
    "pkg": "Forge Sparks",
    "app_id": "com.mardojai.ForgeSparks",
    "description": "Get Git forges notifications",
    "description_long": "Simple notifier app with support for GitLab, Github, Gitea and Forgejo.",
    "build_date": "2024-10-07T13:58:38",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/mardojai/ForgeSparks/4657dc1e2033b5510b7e2714668b79cd/icons/128x128/com.mardojai.ForgeSparks.png",
    "license": "MIT",
    "tag": [
      "git",
      "github",
      "notifications"
    ],
    "rank": 192
  },
  {
    "pkg": "Lokalize",
    "app_id": "org.kde.lokalize",
    "description": "Computer-aided translation system",
    "description_long": "Lokalize is the localization tool for KDE software and other free and open source software. It is also a general computer-aided translation system (CAT) with which you can translate OpenDocument files (*.odt). Translate-Toolkit is used internally to extract text for translation from .odt to .xliff files and to merge translation back into .odt file.",
    "build_date": "2024-12-13T01:55:24",
    "category": [
      "Development",
      "Office",
      "Translation"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/lokalize.desktop/27821c3bca66cab358a629b4f14e3931/icons/128x128/org.kde.lokalize.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 193
  },
  {
    "pkg": "Boxflat",
    "app_id": "io.github.lawstorant.boxflat",
    "description": "Configure Moza Racing hardware",
    "description_long": "<br>Boxflat enables you to change your Moza Racing hardware settings with ease.<br>Settings and their values are a 1:1 match with Pit House. This makes it possible to use presets shared by the community.<br>The table of supported settings compared to Pit House can be found on the project website. This project has no official ties to Moza<br>and/or their software. It's 100% independent work based largely on hours of reverse engineering the protocol.<br>Boxflat supports saving/loading presets and automatic per-game application.<br>If a device misses an axis an/or a button, an automatic game detection fix will be applied. No need for other software/SDL hints to make them work.<br>Supported devices:<br>Wheelbases<br>Wheels<br>Pedals<br>Handbrake<br>Sequential shifter<br>H-Pattern shifter<br>E-Stop<br>Universal Hub<br>Note: The udev rules found in the GitHub repository need to be installed for the application to work properly.<br>Boxflat will remind you of this in case of no rw access to the serial devices.<br>",
    "build_date": "2024-11-20T12:18:00",
    "category": [
      "Game",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lawstorant.boxflat/3d3410b493b165c17809a18c83f6ec6d/icons/128x128/io.github.lawstorant.boxflat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "racing",
      "cars",
      "wheels",
      "moza"
    ],
    "rank": 194
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is in preview as a client for FreshRSS and Nextcloud News. Direct RSS access is planned for the future.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>A large button to mark list read and continue<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>Minimising everything else, in both UI clutter and functionality<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. This preview will have some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2024-12-12T04:40:16",
    "category": [
      "Feed",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/c790281e573d9d80fe1327f4504633e8/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal",
      "distraction",
      "gtk",
      "gnome"
    ],
    "rank": 195
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>Author and edit pencil-and-paper style puzzles. Features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality for finishing hard-to-fill corners of crosswords<br>",
    "build_date": "2024-05-23T05:47:25",
    "category": [
      "Game",
      "LogicGame",
      "Construction"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/88b61446c6e0a1d7f9a3962029fda86a/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "crossword editor",
      "puzzle",
      "puzzle editor",
      "xword",
      "ipuz",
      "grid"
    ],
    "rank": 196
  },
  {
    "pkg": "Picker",
    "app_id": "io.github.mezoahmedii.Picker",
    "description": "Randomly pick something to do",
    "description_long": "<br>Picker is a simple app that can pick something for you from a list of things.\n<br>For example, if you can't decide what to have for dinner, put your favorite meals in and let the Picker choose one for you.<br>",
    "build_date": "2024-12-08T19:37:20",
    "category": [
      "Utility",
      "Amusement"
    ],
    "icon": "https://dl.flathub.org/media/io/github/mezoahmedii.Picker/0db7e9b8f729d9be18b065ab3028ba55/icons/128x128/io.github.mezoahmedii.Picker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picker",
      "spin",
      "choose",
      "random"
    ],
    "rank": 197
  },
  {
    "pkg": "Rymdport",
    "app_id": "io.github.jacalz.rymdport",
    "description": "Fast, encrypted file transfers",
    "description_long": "Rymdport (formerly wormhole-gui) is a cross-platform application that lets you easily and safely share files, folders, and text between devices. The data is sent securely with end-to-end encryption using the same protocol as magic-wormhole. This means that Rymdport can talk not only to itself, but also to other wormhole clients.<br>The transfers are implemented using wormhole-william, a native Go implementation of magic-wormhole. As a result, Rymdport compiles into a native binary with no runtime dependencies while also outperforming the reference implementation of magic-wormhole.",
    "build_date": "2024-04-14T16:10:06",
    "category": [
      "Network",
      "FileTransfer",
      "P2P",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/jacalz.rymdport/b00d28039fcd0494044776c9c5b06b74/icons/128x128/io.github.jacalz.rymdport.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "magic-wormhole",
      "send",
      "receive",
      "sharing",
      "transfer",
      "fyne"
    ],
    "rank": 198
  },
  {
    "pkg": "Blurble",
    "app_id": "app.drey.Blurble",
    "description": "Word guessing game",
    "description_long": "Solve the riddle until you run out of guesses!<br>The game is a clone of Wordle and made with localization in mind.",
    "build_date": "2024-06-07T18:29:59",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Blurble/18b1940eba8703da5267d920fa9b71eb/icons/128x128/app.drey.Blurble.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Emulsion",
    "app_id": "io.github.lainsce.Emulsion",
    "description": "Stock up on colors",
    "description_long": "Store your palettes in an easy way, and edit them if needed.",
    "build_date": "2024-05-20T13:37:34",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Emulsion/230ec2100456e6935e09f5cdcb5f95ae/icons/128x128/io.github.lainsce.Emulsion.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette",
      "library",
      "hue",
      "swatch"
    ],
    "rank": 200
  },
  {
    "pkg": "Gamestar Mechanic",
    "app_id": "com.gamestarmechanic.gamestarmechanic",
    "description": "Learn to design video games",
    "description_long": "<br>Gamestar Mechanic uses fun, game-based quests and courses to help you learn game design and make your own video games!<br>",
    "build_date": "2024-11-26T18:38:06",
    "category": [
      "Game",
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/com/gamestarmechanic/gamestarmechanic/be8802dfe0e1b8bd7625821ac23673dc/icons/128x128/com.gamestarmechanic.gamestarmechanic.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 201
  },
  {
    "pkg": "Escambo",
    "app_id": "io.github.cleomenezesjr.Escambo",
    "description": "Test and develop APIs",
    "description_long": "Escambo is an HTTP-based APIs test application for GNOME.",
    "build_date": "2024-05-30T16:28:25",
    "category": [
      "Development",
      "WebDevelopment"
    ],
    "icon": "https://dl.flathub.org/media/io/github/cleomenezesjr.Escambo/2162375482a9381575b2a145c3f12479/icons/128x128/io.github.cleomenezesjr.Escambo.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.It lets you preview and tweak the parameters to obtain a satisfactory result before saving.It removes or approximate information that is not required for rendering.Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2023-10-14T13:09:21",
    "category": [
      "2DGraphics",
      "Compression",
      "Graphics",
      "Utility",
      "VectorGraphics"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 203
  },
  {
    "pkg": "Midnightmare Teddy",
    "app_id": "com.endlessnetwork.MidnightmareTeddy",
    "description": "Shoot and survive",
    "description_long": "You're in a dream...or maybe a nightmare! All of the toys have come alive and are chasing you. Fight them off and run to survive for as long as you can. Want the ultimate challenge? Try out Math Mode and use your number skills as a weapon to fight back the evil toys!",
    "build_date": "2021-09-10T11:52:27",
    "category": [
      "Education",
      "Game",
      "LearnToCode"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.endlessnetwork.MidnightmareTeddy.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 204
  },
  {
    "pkg": "SasView",
    "app_id": "org.sasview.sasview",
    "description": "SasView is a Small Angle Scattering Analysis Software Package",
    "description_long": "SasView is an open source Small Angle Scattering (SAS) analysis package used to analyze 1D and 2D scattering data in inverse space. Originally focused on neutron data (SANS), the package has been extended for X-ray scattering and correlation space methods such as SESANS and Interferometry. SasView includes a number of other features, include PrView to invert SAS data to P(r), a resolution calculator, and a scattering length density calculator, to name a few. The package also has a simple plugin mechanism for users to add custom models.",
    "build_date": "2024-11-21T17:40:49",
    "category": [
      "Science",
      "Physics"
    ],
    "icon": "https://dl.flathub.org/media/org/sasview/sasview/a218b106a21a444a0b49e3334ec4f596/icons/128x128/org.sasview.sasview.png",
    "license": "BSD-3-Clause",
    "tag": [
      "SAS",
      "SANS",
      "SAXS",
      "scattering",
      "neutron scattering",
      "X-ray scattering",
      "physics"
    ],
    "rank": 205
  },
  {
    "pkg": "Kleaner",
    "app_id": "io.github.najepaliya.kleaner",
    "description": "An Image Metadata Cleaner",
    "description_long": "Kleaner is an image metadata cleaner which can handle EXIF, IPTC, XMP and Comments.",
    "build_date": "2024-02-10T00:27:45",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.najepaliya.kleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 206
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2024-11-06T09:05:50",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "Regex Tester",
    "app_id": "com.github.artemanufrij.regextester",
    "description": "A simple app for testing regular expressions",
    "description_long": "A regular expression is a special text string that describes a search pattern. Regex Tester shows all matches of search pattern in a string.",
    "build_date": "2024-08-15T02:11:03",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/com/github/artemanufrij.regextester/110d6199039c4a28c95e828455031c5f/icons/128x128/com.github.artemanufrij.regextester.png",
    "license": "GPL-3.0+",
    "tag": [
      "regex",
      "regular",
      "expressions"
    ],
    "rank": 208
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2024-10-13T21:08:00",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/e30ac6e6740f9cc9e2d8565698088407/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Vipsdisp",
    "app_id": "org.libvips.vipsdisp",
    "description": "Image viewer",
    "description_long": "\nVipsdisp can display huge (many, many gigabyte) images quickly and without\nusing much memory. As well as the usual PNG, JPG, TIF, PDF, SVG, WEBP, JP2, JXL and GIF,\nit supports many scientific and technical image formats, including SVS,\nMRXS, OpenEXR, FITS, Matlab, NIfTI, Analyze, and PFM. Vipsdisp supports pixel types from 1 bit mono to 128-bit double precision\ncomplex, you can convert image formats, it support copy-paste and drag-drop,\nand it has a range of useful visualisation tools and display modes.<br>",
    "build_date": "2024-11-15T11:53:15",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/libvips/vipsdisp/1a35339ce6c5762290c8e123ca28fc5a/icons/128x128/org.libvips.vipsdisp.png",
    "license": "MIT",
    "tag": [
      "vipsdisp",
      "graphic",
      "view",
      "image"
    ],
    "rank": 210
  },
  {
    "pkg": "TeX Match",
    "app_id": "fyi.zoey.TeX-Match",
    "description": "Find LaTeX symbols by sketching",
    "description_long": "If you work with LaTeX, you know its difficult to memorize the names of all the symbols. TeX Match allows you to search through over 1000 different LaTeX symbols by sketching.",
    "build_date": "2023-03-26T18:36:53",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/fyi.zoey.TeX-Match.png",
    "license": "MIT",
    "tag": [
      "GTK",
      "Tools"
    ],
    "rank": 211
  },
  {
    "pkg": "Beat And Match To Pass",
    "app_id": "org.dupot.beatmatchtopass",
    "description": "Beat them all",
    "description_long": "This Game was made with Godot 3.5Gordon must kill enemies to open gates and finish levelsUse your sword to kill number of enemies needed to open each gates.",
    "build_date": "2023-11-10T23:08:08",
    "category": [
      "ArcadeGame",
      "Game"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.dupot.beatmatchtopass.png",
    "license": "LGPL-2.1-only",
    "tag": [
      "action",
      "arcade",
      "game"
    ],
    "rank": 212
  },
  {
    "pkg": "MineSector",
    "app_id": "dev.rzia.minesector",
    "description": "Snazzy Minesweeper-based game",
    "description_long": "Native Minesweeper game made with SDL2.",
    "build_date": "2023-08-01T08:17:18",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/dev.rzia.minesector.png",
    "license": "MIT",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "Hiperthermia",
    "app_id": "me.sergiotarxz.Exd",
    "description": "Program your thermal printer",
    "description_long": "This application is an IDE which helps you to create tickets and <br>stickers in your thermal printer using programming.<br>The software is paid, but it allows you to test the app<br>before paying.<br>This IDE support using images, image emojies,<br>QRcodes and custom text fonts while using your thermal<br>printer.<br>If you are unsure what hardware should you buy to start<br>using thermal printers, in the app there is a menu<br>with the devices and supplies I recommend because I<br>tested them to work in the app.",
    "build_date": "2024-11-20T03:57:17",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/Exd/d08cb574d51eb31d9950d78233842c08/icons/128x128/me.sergiotarxz.Exd.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Elektroid",
    "app_id": "io.github.dagargo.Elektroid",
    "description": "Sample and MIDI device manager",
    "description_long": "Elektroid is a sample and MIDI device manager.<br>With Elektroid you can easily upload and download audio files and manage different types of data on different MIDI devices, such as presets, projects or tunings.<br>It can also be used to send and receive SysEx MIDI files.",
    "build_date": "2024-10-09T16:37:03",
    "category": [
      "Music",
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/io/github/dagargo.Elektroid/33493dd8ddf2a8dbcb5414d78e354bd3/icons/128x128/io.github.dagargo.Elektroid.png",
    "license": "GPL-3.0+",
    "tag": [
      "Sample",
      "MIDI"
    ],
    "rank": 215
  },
  {
    "pkg": "Return to the Roots",
    "app_id": "info.rttr.Return-To-The-Roots",
    "description": "Fan project that reimplements The Settlers 2 game",
    "description_long": "<br>The original game was remplemented with new features such as a multiplayer mode via internet as well as the support for modern hardware. It also includes some smaller upgrades that are implemented as optional addons. To do that it was necessary to rewrite the whole game, but the original graphics and sounds are still being used.<br>Improvements towards the original game include:<br>IP based multiplayer with optional UPnP port forwarding<br>Support for higher resolution including a stepless zoom<br>A new nation: the Babylonians<br>New buildings: the charcoal burner<br>Fog of war that shrouds the area when unexplored<br>You will still need an original version to play Return To The Roots.<br>",
    "build_date": "2024-07-26T13:58:50",
    "category": [
      "Game",
      "StrategyGame"
    ],
    "icon": "https://dl.flathub.org/media/info/rttr/Return-To-The-Roots/33a4a0f70c839dbc3f732cf389dd0790/icons/128x128/info.rttr.Return-To-The-Roots.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "Lifeograph",
    "app_id": "net.sourceforge.Lifeograph",
    "description": "Digital diary and note taking",
    "description_long": "<br>Lifeograph is a powerful note-taking application that can be used to keep an encrypted diary,<br>to plan a journey, to manage todos and long term goals, to write down<br>ideas in an organized way, to track regular activities and many more. Lifeograph<br>strives to deliver an abundance of advanced features in a clean and streamlined user interface.<br>Main features of Lifeograph:<br>Encrypted (with AES256) and unencrypted diaries<br>Powerful and intuitive tagging system<br>Todo management system<br>Automatically formats entry titles and subheadings<br>Wiki-like rich text formatting (*bold*, _italic_, =strikeout=, etc…)<br>Automatically logs out when not used for some time (to protect your diary when you forget to log out)<br>Searching and replacing of text<br>Advanced filtering of entries<br>Integrated map for travel notes and planning<br>Extraction of data from diary into tables which in turn can be pasted into spread-sheet programs<br>Themes in text editor, including background images<br>Favorite entries<br>Spell checking<br>Links between entries and to URIs<br>Multiple automatic backups to prevent data loss<br>Printing individual entries or whole diaries<br>Statistical charts that can also be embedded into entries<br>Image thumbnails and charts in entries<br>",
    "build_date": "2024-05-18T03:50:55",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/sourceforge/Lifeograph/8db44b21731941cf3755d57d6a360749/icons/128x128/net.sourceforge.Lifeograph.png",
    "license": "GPL-3.0",
    "tag": [
      "journal",
      "note",
      "to-do",
      "tag",
      "statistics"
    ],
    "rank": 217
  },
  {
    "pkg": "NetXMS 5.0",
    "app_id": "com.netxms.NetXMSClient50",
    "description": "Control your network monitoring",
    "description_long": "This app is a desktop client for accessing NetXMS v5.0.x server.<br>NetXMS is an enterprise grade multi-platform modular open source network management and<br>monitoring system.<br>It provides comprehensive event management, performance monitoring, alerting, reporting and<br>graphing for all layers of IT infrastructure — from network devices to business application<br>layer.<br>Having been designed with flexibility and scalability in mind, NetXMS features a wide range<br>of supported platforms.<br>It is licensed under the GNU General Public License version 2 as published by the Free<br>Software Foundation.",
    "build_date": "2024-11-06T10:40:35",
    "category": [
      "Network",
      "Monitor"
    ],
    "icon": "https://dl.flathub.org/media/com/netxms/NetXMSClient50/0ce9b32c0eb7b976da9566d342cf9784/icons/128x128/com.netxms.NetXMSClient50.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Tally",
    "app_id": "com.cassidyjames.plausible",
    "description": "Dashboard for Plausible Analytics",
    "description_long": "Hybrid native + web app for Plausible Analytics, the lightweight and open-source website analytics tool. Tally wraps the Plausible web app in a native UI, integrating better with desktop operating systems. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar with buttons for account settings and logging out<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support for GNOME, elementary OS, etc.<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Slimmed down web app UI (no header or footer with external links)<br>Custom domain support (e.g. self-hosted, not on plausible.io)<br>Features coming soon:<br>Support for opening external links<br>",
    "build_date": "2024-05-25T02:40:06",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/plausible/56300e2e67a53563d61a3dd445737002/icons/128x128/com.cassidyjames.plausible.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "plausible",
      "analytics",
      "stats",
      "metrics",
      "counter"
    ],
    "rank": 219
  },
  {
    "pkg": "Photometry",
    "app_id": "io.github.dlippok.photometric-viewer",
    "description": "View photometric files",
    "description_long": "<br>Photometry shows light distribution curves and metadata of IESNA and EULUMDAT photometric<br>files which describe the light distribution of light sources like lamps and luminaires and<br>are used mostly for data transfer in the lighting industry and in 3D graphics.<br>Photometry allows editing the source content of the opened photometric file and shows the following<br>information contained in the opened files:<br>Light distribution curves<br>General information (Catalog Number, Manufacturer, Description, etc.)<br>Photometric properties (Light Output Ratio and Downward Flux Fraction)<br>Lamps and ballast information<br>Luminaire and luminous opening geometry information<br>Additional properties (Test number, issue date, test laboratory, etc.)<br>Intensity Values for selected C planes and gamma angles<br>",
    "build_date": "2024-11-24T15:27:53",
    "category": [
      "Science",
      "Utility",
      "Viewer",
      "DataVisualization",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/io/github/dlippok.photometric-viewer/0098d652e8b4e10e74c7a394af24ae59/icons/128x128/io.github.dlippok.photometric-viewer.png",
    "license": "MIT",
    "tag": [
      "Photometry",
      "Photometric",
      "IES",
      "IESNA",
      "EULUMDAT",
      "LDT",
      "Lighting",
      "Light",
      "Lamp",
      "Luminaire"
    ],
    "rank": 220
  },
  {
    "pkg": "Chart",
    "app_id": "org.sugarlabs.Chart",
    "description": "Create your charts",
    "description_long": "Chart lets you do graphical representation of simple tabular data. It can draw Horizontal/Vertical bar charts, line charts and pie charts.",
    "build_date": "2024-06-06T20:51:28",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/Chart/b0980cff0676aca8a5444e29680a69fb/icons/128x128/org.sugarlabs.Chart.png",
    "license": "GPL-3.0-or-later AND GPL-2.0-or-later",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "Multiplication Puzzle",
    "app_id": "app.drey.MultiplicationPuzzle",
    "description": "Solve a math mystery",
    "description_long": "Multiplication Puzzle is a simple game inspired by the multiplication game inside the popular editor emacs.<br>You are presented with a long multiplication problem where a 3-digit number is multiplied by a 2-digit number, yielding two intermediate 4-digit numbers and a final 5-digit answer. However, all the digits are replaced by letters.<br>Your job is to discover which letters are which digits.",
    "build_date": "2024-09-21T14:25:38",
    "category": [
      "Game",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/MultiplicationPuzzle/563e795b3b9d95135e9405f73cab33ce/icons/128x128/app.drey.MultiplicationPuzzle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "mpuz"
    ],
    "rank": 222
  },
  {
    "pkg": "Hackgregator",
    "app_id": "de.gunibert.Hackgregator",
    "description": "Hacker News Reader",
    "description_long": "Hackgregator is a desktop Hacker News reader application.",
    "build_date": "2023-12-05T21:04:29",
    "category": [
      "News"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/de.gunibert.Hackgregator.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2024-03-05T15:42:34",
    "category": [
      "Graphics",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/09b5723412be9271f082adeb6d78804e/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Panel Cleaner",
    "app_id": "io.github.voxelcubes.panelcleaner",
    "description": "Let AI clean manga panels for you",
    "description_long": "This tool uses machine learning to find text and then generates masks to cover it up with the <br>highest accuracy possible.<br>It is designed to clean easy bubbles, no in-painting or out-of-bubble text removal is (currently) done.<br>This is intended to save a lot of monotonous work for people who have to clean a lot of panels, <br>while making sure it doesn't paint over anything that it wasn't supposed to.",
    "build_date": "2024-10-11T20:06:31",
    "category": [
      "Utility",
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.panelcleaner/d885dcfd9787807ff42a257eb6a92bd2/icons/128x128/io.github.voxelcubes.panelcleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Cleaning",
      "Manga",
      "AI",
      "Machine Learning"
    ],
    "rank": 225
  },
  {
    "pkg": "Ten Forward",
    "app_id": "fr.sgued.ten_forward",
    "description": "Control a NAT-PMP gateway",
    "description_long": "Ten Forward allows you to request port forwarding to your gateway.<br>It allows you to create multiple mapping configurations, which can individually be requested. This tool will allow you to run a local game server (minecraft LAN, Mindustry, Stardew valley., etc..) and make it accessible online. It is tested with the NAT-PMP enabled ProtonVPN, and should be compatible with any other NAT-PMP capable gateway.",
    "build_date": "2024-10-23T20:53:56",
    "category": [
      "Network",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/fr/sgued/ten_forward/ff77d962f17d8fdae59ed317cc229568/icons/128x128/fr.sgued.ten_forward.png",
    "license": "AGPL-3.0+",
    "tag": [
      "Internet",
      "Port",
      "Forwarding",
      "Gaming"
    ],
    "rank": 226
  },
  {
    "pkg": "DLT Viewer",
    "app_id": "org.genivi.DLTViewer",
    "description": "Diagnostic Log and Trace Viewer",
    "description_long": "Read, inspect and analyze logs of Embedded Control Units (ECU) tipically found in the automotive field. DLT Viewer is based on the AUTOSAR 4.0 standard DLT.",
    "build_date": "2024-12-09T18:51:59",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/org/genivi/DLTViewer/cbe97be9230b3698f6c465728a5ec82d/icons/128x128/org.genivi.DLTViewer.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Short Circuit",
    "app_id": "in.bharatkalluri.shortcircuit",
    "description": "Developer scratchpad",
    "description_long": "Short Circuit is a developer scratchpad made for GNOME!<br>The next time you copy paste some text to do some text manipulation like base64 encode/decode, json formatting etc..<br>You can just copy paste in shortcircuit and control T your way through everything!",
    "build_date": "2024-11-11T15:20:49",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/in/bharatkalluri/shortcircuit/e94c90671612f443a34e08780453a96a/icons/128x128/in.bharatkalluri.shortcircuit.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Sums",
    "app_id": "io.gitlab.leesonwai.Sums",
    "description": "Calculate with postfix notation",
    "description_long": "<br>Sums is a postfix calculator designed for quick calculations and focused<br>on simplicity. Features include:<br>A selection of core mathematical operations and constants<br>Two-way history navigation<br>Copying your results with one click<br>",
    "build_date": "2024-12-13T00:49:34",
    "category": [
      "Utility",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Sums/836bc390d23ccd42a5e1ada56a8723ae/icons/128x128/io.gitlab.leesonwai.Sums.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculator",
      "math",
      "education",
      "science"
    ],
    "rank": 229
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2024-10-11T21:25:53",
    "category": [
      "Utility",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/8ae1564b8d02de34b15428e1b18f3408/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football",
      "soccer",
      "lineup",
      "tactics"
    ],
    "rank": 230
  },
  {
    "pkg": "Fruit Credits",
    "app_id": "com.dz4k.FruitCredits",
    "description": "Keep plaintext accounts",
    "description_long": "Fruit Credits is a double-entry accounting app that provides a quick and friendly way to log transactions and track your finances. Based on the command-line tool hledger, it stores all your transactions in a readable, editable text file.<br>Enter transactions with the help of autocomplete<br>View balances and history of transactions<br>Make useful queries, e.g. &lt;code&gt;Food date:2024-09&lt;/code&gt;, &lt;code&gt;Assets not:Loans&lt;/code&gt; <br>Fruit Credits works perfectly on small screens, so it's perfect for recording purchases when you're out-and-about. (As long as you have a Linux phone).",
    "build_date": "2024-11-05T02:09:33",
    "category": [
      "Office",
      "Finance"
    ],
    "icon": "https://dl.flathub.org/media/com/dz4k/FruitCredits/186d6d85132a271929c49e48b9c931d9/icons/128x128/com.dz4k.FruitCredits.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "accounting",
      "hledger"
    ],
    "rank": 231
  },
  {
    "pkg": "Hitori",
    "app_id": "org.gnome.Hitori",
    "description": "Play the Hitori puzzle game",
    "description_long": "Hitori is a logic game similar to the popular game of Sudoku.<br>You play the game against the clock, aiming to eliminate all the duplicate<br>numbers in each row and column in the fastest time.<br>Multiple sizes of game board are supported, and you can place markers on<br>cells to help work out the solution.<br>If you get stuck, the game can give you a hint.<br>",
    "build_date": "2024-06-15T06:17:58",
    "category": [
      "Game",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Hitori/b8445486caed5c50d7499bdea7794016/icons/128x128/org.gnome.Hitori.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle",
      "game",
      "logic",
      "grid"
    ],
    "rank": 232
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2024-10-05T20:07:58",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/6ae03b622d10a2ab0cc39245ca368680/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export",
      "import",
      "repost"
    ],
    "rank": 233
  },
  {
    "pkg": "Swift Feet",
    "app_id": "org.sugarlabs.SwiftFeet",
    "description": "Get on your feet and dance!",
    "description_long": "A high energy and up-beat action program, Swift Feet encourages children to be active. 20 different exercises and 10 different dances set to music take users through high, moderate and low impact movements. This activity was designed for OLPC Canada in collaboration with ParticipACTION Canada and Ophea.",
    "build_date": "2024-07-02T01:16:25",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/SwiftFeet/f90472af0972a4472646e44c40a132ee/icons/128x128/org.sugarlabs.SwiftFeet.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 234
  },
  {
    "pkg": "Dimensions",
    "app_id": "org.sugarlabs.Dimensions",
    "description": "A pattern-matching game",
    "description_long": "Dimensions is a pattern-matching game. The object of the game is to find sets of three cards where each attribute—color, shape, texture, and number of elements—are either the same or different.",
    "build_date": "2024-06-03T20:55:00",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/Dimensions/17ef58817c1d024df2d04be4ff968dc2/icons/128x128/org.sugarlabs.Dimensions.png",
    "license": "GPL-3.0-or-later AND MIT AND LGPL-2.0-or-later",
    "tag": [],
    "rank": 235
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2024-06-03T19:18:25",
    "category": [
      "DataVisualization",
      "Education",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/f981a7754ec742bbce2308e042d97c52/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "Recent Filter",
    "app_id": "io.github.unrud.RecentFilter",
    "description": "Exclude files and folders from recently used files",
    "description_long": "﻿Exclude specific files and folders from appearing in the list of recently used files.<br>Paths can be specified using wildcards, just like in a .gitignore file.<br>This means you can use patterns such as .<br>",
    "build_date": "2024-10-23T06:14:50",
    "category": [
      "Utility",
      "FileTools"
    ],
    "icon": "https://dl.flathub.org/media/io/github/unrud.RecentFilter.desktop/2edae4daa4a9b34163966a342abc06e5/icons/128x128/io.github.unrud.RecentFilter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "IRPF 2023",
    "app_id": "br.gov.fazenda.receita.irpf2023",
    "description": "Do your taxes in Brazil (Calendar year of 2022)",
    "description_long": "IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.",
    "build_date": "2024-11-25T22:39:54",
    "category": [
      "Office",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2023/4fc4542aa0bd53ce2c9e5a133df0f1b4/icons/128x128/br.gov.fazenda.receita.irpf2023.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf",
      "receitanet"
    ],
    "rank": 238
  },
  {
    "pkg": "KonbuCase",
    "app_id": "com.github.ryonakano.konbucase",
    "description": "Convert case in your text",
    "description_long": "<br>A small text tool app that allows you convert case in your text.<br>Features include:<br>Click button to copy the all texts in the text view without selecting them<br>Convert your text between camelCase, PascalCase, Sentence case, snake_case, kebab-case, and space-separated<br>",
    "build_date": "2024-11-09T08:53:24",
    "category": [
      "Utility",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ryonakano.konbucase/c95a9604d7896ef83e1b5485e634eda3/icons/128x128/com.github.ryonakano.konbucase.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Text"
    ],
    "rank": 239
  }
]
