[
  {
    "pkg": "Telegram",
    "app_id": "org.telegram.desktop",
    "description": "New era of messaging",
    "description_long": "Pure instant messaging — simple, fast, secure, and synced across all your devices. One of the world's top 10 most downloaded apps with over 500 million active users.<br>FAST: Telegram is the fastest messaging app on the market, connecting people via a unique, distributed network of data centers around the globe.<br>SYNCED: You can access your messages from all your phones, tablets and computers at once. Telegram apps are standalone, so you don’t need to keep your phone connected. Start typing on one device and finish the message from another. Never lose your data again.<br>UNLIMITED: You can send media and files, without any limits on their type and size. Your entire chat history will require no disk space on your device, and will be securely stored in the Telegram cloud for as long as you need it.<br>SECURE: We made it our mission to provide the best security combined with ease of use. Everything on Telegram, including chats, groups, media, etc. is encrypted using a combination of 256-bit symmetric AES encryption, 2048-bit RSA encryption, and Diffie–Hellman secure key exchange.<br>100% FREE &amp; OPEN: Telegram has a fully documented and free API for developers, open source apps and verifiable builds to prove the app you download is built from the exact same source code that is published.<br>POWERFUL: You can create group chats with up to 200,000 members, share large videos, documents of any type (.DOCX, .MP3, .ZIP, etc.) up to 2 GB each, and even set up bots for specific tasks. Telegram is the perfect tool for hosting online communities and coordinating teamwork.<br>RELIABLE: Built to deliver your messages using as little data as possible, Telegram is the most reliable messaging system ever made. It works even on the weakest mobile connections.<br>FUN: Telegram has powerful photo and video editing tools, animated stickers and emoji, fully customizable themes to change the appearance of your app, and an open sticker/GIF platform to cater to all your expressive needs.<br>SIMPLE: While providing an unprecedented array of features, we take great care to keep the interface clean. Telegram is so simple you already know how to use it.<br>PRIVATE: We take your privacy seriously and will never give any third parties access to your data. You can delete any message you ever sent or received for both sides, at any time and without a trace. Telegram will never use your data to show you ads.<br>We keep expanding the boundaries of what you can do with a messaging app. Don’t wait years for older messengers to catch up with Telegram — join the revolution today.",
    "build_date": "2024-12-11T00:34:20",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/telegram/desktop/fed73ebd5889ff839b054db5b4bc3b4e/icons/128x128/org.telegram.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 1
  },
  {
    "pkg": "Spotify",
    "app_id": "com.spotify.Client",
    "description": "Online music streaming service",
    "description_long": "Access all of your favorite music, discover new songs, and share music online with your friends - all in one place. <br>Create shared playlists or share individual songs with your Facebook friends with just a click of a button. <br>Follow your favorite artists or friends to know what they are listening to, and then save the songs to your own playlists. <br>Spotify is the best way to have access to millions of songs, and all the latest hits.",
    "build_date": "2024-11-28T15:57:16",
    "category": [
      "Audio",
      "Music",
      "Player",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/spotify/Client/7511f4fae60092ce00182ffba9120d2e/icons/128x128/com.spotify.Client.png",
    "license": "LicenseRef-proprietary=https://www.spotify.com/us/legal/end-user-agreement/",
    "tag": [],
    "rank": 2
  },
  {
    "pkg": "melonDS",
    "app_id": "net.kuribo64.melonDS",
    "description": "Nintendo DS and DSi emulator",
    "description_long": "<br>melonDS aims at providing fast and accurate Nintendo DS emulation. While it is still a work in progress, it has a pretty solid set of features.<br>Nearly complete core (CPU, video, audio, ...)<br>OpenGL renderer, 3D upscaling<br>RTC, microphone, lid close/open<br>Joystick support<br>Savestates<br>Various display position/sizing/rotations modes<br>Work-in-progress Wi-Fi emulation for online connectivity and local multiplayer<br>Experimental emulation of the Nintendo DSi<br>...and even more is planned!<br>",
    "build_date": "2024-07-01T16:43:00",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/net/kuribo64/melonDS/7746573288c90396cfdabbd67a4cecf9/icons/128x128/net.kuribo64.melonDS.png",
    "license": "GPL-3.0",
    "tag": [
      "emulator",
      "Nintendo",
      "DS",
      "NDS",
      "Nintendo DS"
    ],
    "rank": 3
  },
  {
    "pkg": "OBS Studio",
    "app_id": "com.obsproject.Studio",
    "description": "Live stream and record videos",
    "description_long": "Free and open source software for video capturing, recording, and live streaming.<br>Features:<br>High performance real time video/audio capturing and mixing. Create scenes made up of multiple sources including window captures, images, text, browser windows, webcams, capture cards and more.<br>Set up an unlimited number of scenes you can switch between seamlessly via custom transitions.<br>Intuitive audio mixer with per-source filters such as noise gate, noise suppression, and gain. Take full control with VST plugin support.<br>Powerful and easy to use configuration options. Add new Sources, duplicate existing ones, and adjust their properties effortlessly.<br>Streamlined Settings panel gives you access to a wide array of configuration options to tweak every aspect of your broadcast or recording.<br>Modular 'Dock' UI allows you to rearrange the layout exactly as you like. You can even pop out each individual Dock to its own window.<br>Create Professional Productions:<br>Choose from a number of different and customizable transitions for when you switch between your scenes or add your own stinger video files.<br>Set hotkeys for nearly every sort of action, such as switching between scenes, starting/stopping streams or recordings, muting audio sources, push to talk, and more.<br>Studio Mode lets you preview your scenes and sources before pushing them live. Adjust your scenes and sources or create new ones and ensure they're perfect before your viewers ever see them.<br>Get a high level view of your production using the Multiview. Monitor 8 different scenes and easily cue or transition to any of them with merely a single or double click.<br>",
    "build_date": "2024-08-15T22:57:46",
    "category": [
      "AudioVideo",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/com/obsproject/Studio/64a8eafe927594ac1e633ee2be68a3a9/icons/128x128/com.obsproject.Studio.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 4
  },
  {
    "pkg": "Extension Manager",
    "app_id": "com.mattjakeman.ExtensionManager",
    "description": "Browse, install, and manage GNOME Shell Extensions",
    "description_long": "A utility for browsing and installing GNOME Shell Extensions.<br>Features:<br>Browse extensions.gnome.org right inside the app<br>Manage the extensions you already have installed<br>",
    "build_date": "2024-12-06T08:48:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/mattjakeman/ExtensionManager/642ebd691ce858e8981e4c7ab6d8ff13/icons/128x128/com.mattjakeman.ExtensionManager.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "extension",
      "manager",
      "shell"
    ],
    "rank": 5
  },
  {
    "pkg": "Video Downloader",
    "app_id": "com.github.unrud.VideoDownloader",
    "description": "Download web videos",
    "description_long": "<br>Download videos from websites with an easy-to-use interface.<br>Provides the following features:<br>Convert videos to MP3<br>Supports password-protected and private videos<br>Download single videos or whole playlists<br>Automatically selects a video format based on your quality demands<br>Based on yt-dlp.<br>",
    "build_date": "2024-12-07T01:08:00",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/github/unrud.VideoDownloader/19038e807f12fa6ac802f850cd254514/icons/128x128/com.github.unrud.VideoDownloader.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Download"
    ],
    "rank": 6
  },
  {
    "pkg": "Gear Lever",
    "app_id": "it.mijorus.gearlever",
    "description": "Manage AppImages",
    "description_long": "An utility to manage AppImages with ease! Gear lever will organize and manage AppImage files for you, generate desktop entries and app metadata, update apps in-place or keep multiple versions side-by-side.",
    "build_date": "2024-12-03T09:45:36",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/it/mijorus/gearlever/2cab184cd7fe3ba620a68ead5829cbcb/icons/128x128/it.mijorus.gearlever.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AppImage"
    ],
    "rank": 7
  },
  {
    "pkg": "Mission Center",
    "app_id": "io.missioncenter.MissionCenter",
    "description": "Monitor system resource usage",
    "description_long": "Monitor your CPU, Memory, Disk, Network and GPU usage<br>Features:<br>Monitor overall or per-thread CPU usage<br>See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes<br>Monitor RAM and Swap usage<br>See a breakdown how the memory is being used by the system<br>Monitor Disk utilization and transfer rates<br>Monitor network utilization and transfer speeds<br>See network interface information such as network card name, connection type (Wi-Fi or Ethernet),<br>wireless speeds and frequency, hardware address, IP address<br>Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered<br>by the popular NVTOP project<br>Monitor system fans<br>See a breakdown of resource usage by app and process<br>Supports a minified summary view for simple monitoring<br>Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource usage<br>Uses GTK4 and Libadwaita<br>Written in Rust<br>Limitations (there is ongoing work to overcome all of these):<br>No per-process network usage<br>GPU support is experimental<br>Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power, or temperature monitoring<br>When using Linux Mint/Cinnamon, launched applications may not show up in the section (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)<br>Comments, suggestions, bug reports and contributions welcome",
    "build_date": "2024-10-27T09:49:23",
    "category": [
      "System",
      "Monitor"
    ],
    "icon": "https://dl.flathub.org/media/io/missioncenter/MissionCenter/f382865557d55836ce4b6119f1b16090/icons/128x128/io.missioncenter.MissionCenter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Task manager",
      "Resource monitor",
      "System monitor",
      "Processor",
      "Processes",
      "Performance monitor",
      "CPU",
      "GPU",
      "Disc",
      "Disk",
      "Memory",
      "Network",
      "Utilisation",
      "Utilization"
    ],
    "rank": 8
  },
  {
    "pkg": "Boxes",
    "app_id": "org.gnome.Boxes",
    "description": "Virtualization made simple",
    "description_long": "<br>Select an operating system and let Boxes download and install it for you<br>in a virtual machine.<br>Features:<br>Download freely available operating systems<br>Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red<br>Hat Enterprise Linux, and Ubuntu<br>Create virtual machines from operating system images with a couple of clicks<br>Limit the resources (memory and storage) your virtual machines consume from your system<br>Take snapshots of virtual machines to restore to previous states<br>Redirect USB devices from your physical machine into virtual machines<br>3D acceleration for some of the supported operating systems<br>Automatically resize virtual machines displays to the window size<br>Share clipboard between your system and virtual machines<br>Share files to virtual machines by dropping them from your file manager into the Boxes window<br>Setup Shared Folders between your system and virtual machines<br>",
    "build_date": "2024-09-23T10:17:23",
    "category": [
      "System",
      "Development",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Boxes.desktop/4a22054d6a094a3afe2539b1f5dffeed/icons/128x128/org.gnome.Boxes.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "virtual machine",
      "vm"
    ],
    "rank": 9
  },
  {
    "pkg": "Impression",
    "app_id": "io.gitlab.adhami3310.Impression",
    "description": "Create bootable drives",
    "description_long": "<br>Write disk images to your drives with ease. Select an image, insert your drive, and you're<br>good to go! Impression is a useful tool for both avid distro-hoppers and casual computer<br>users.<br>",
    "build_date": "2024-09-22T00:56:19",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Impression/bf115373a5edd475a754bd0526e743bc/icons/128x128/io.gitlab.adhami3310.Impression.png",
    "license": "GPL-3.0",
    "tag": [
      "usb",
      "flash",
      "writer",
      "bootable",
      "drive",
      "iso",
      "img",
      "disk",
      "image"
    ],
    "rank": 10
  },
  {
    "pkg": "Kodi",
    "app_id": "tv.kodi.Kodi",
    "description": "Ultimate entertainment center",
    "description_long": "Kodi allows users to play and view videos, music, podcasts,<br>and other digital media files from local storage, network storage<br>and the internet. It's optimized for a 10-foot user interface to be<br>used with televisions and remote controls.<br>Kodi spawned from the love of media. It is an entertainment hub<br>that brings all your digital media together into a beautiful<br>and user friendly package. It is 100% free and open source,<br>very customisable and runs on a wide variety of devices. It is<br>supported by a dedicated team of volunteers and a huge community.",
    "build_date": "2024-11-14T01:29:12",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/tv/kodi/Kodi/dd163a745edd525dcfeaeee92663d697/icons/128x128/tv.kodi.Kodi.png",
    "license": "GPL-2.0-only GPL-2.0-or-later LGPL-2.1-or-later MIT BSD-3-Clause BSD-4-Clause",
    "tag": [
      "Kodi",
      "xbmc",
      "audio",
      "video",
      "media",
      "media center",
      "music",
      "tv",
      "television",
      "remote control"
    ],
    "rank": 11
  },
  {
    "pkg": "Disk Usage Analyzer",
    "app_id": "org.gnome.baobab",
    "description": "Check folder sizes and available disk space",
    "description_long": "<br>A simple application to keep your disk usage and available space under control.<br>Disk Usage Analyzer can scan specific folders, storage devices and online accounts.<br>It provides both a tree and a graphical representation showing the size of each folder,<br>making it easy to identify where disk space is wasted.<br>",
    "build_date": "2024-09-22T12:43:49",
    "category": [
      "System",
      "Filesystem"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/baobab/5d7071180b14152abf08506a3b79ee5e/icons/128x128/org.gnome.baobab.png",
    "license": "GPL-2.0+",
    "tag": [
      "storage",
      "space",
      "cleanup"
    ],
    "rank": 12
  },
  {
    "pkg": "Resources",
    "app_id": "net.nokyan.Resources",
    "description": "Keep an eye on system resources",
    "description_long": "<br>Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.<br>Resources supports monitoring the following components:<br>CPU<br>Memory<br>GPU<br>Network Interfaces<br>Storage Devices<br>Batteries<br>",
    "build_date": "2024-12-06T01:09:44",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/net/nokyan/Resources/f5ec37221e65efafca072eb91d32cc63/icons/128x128/net.nokyan.Resources.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Resources",
      "Monitor",
      "Processes",
      "Usage",
      "Task",
      "Manager",
      "CPU",
      "RAM",
      "Memory",
      "GPU"
    ],
    "rank": 13
  },
  {
    "pkg": "Shortwave",
    "app_id": "de.haeckerfelix.Shortwave",
    "description": "Listen to internet radio",
    "description_long": "<br>Shortwave is an internet radio player that provides access to a station database with over 50,000 stations.<br>Features:<br>Create your own library where you can add your favorite stations<br>Easily search and discover new radio stations<br>Automatic recognition of songs, with the possibility to save them individually<br>Responsive application layout, compatible for small and large screens<br>Play audio on supported network devices (e.g. Google Chromecasts)<br>Seamless integration into the GNOME desktop environment<br>",
    "build_date": "2024-10-18T16:23:10",
    "category": [
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Shortwave/c5bf140d16587aa088347cf12879921c/icons/128x128/de.haeckerfelix.Shortwave.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gradio",
      "Radio",
      "Stream",
      "Wave"
    ],
    "rank": 14
  },
  {
    "pkg": "Foliate",
    "app_id": "com.github.johnfactotum.Foliate",
    "description": "Read e-books in style",
    "description_long": "Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.<br>Features include:<br>Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files<br>Paginated mode and scrolled mode<br>Customize font and line-spacing<br>Light, sepia, dark, and invert mode<br>Reading progress slider with chapter marks<br>Bookmarks and annotations<br>Find in book<br>Quick dictionary lookup<br>",
    "build_date": "2024-11-28T04:25:58",
    "category": [
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.Foliate/981f49169ac0f377fd1c6923a62b3d64/icons/128x128/com.github.johnfactotum.Foliate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Ebook",
      "Book",
      "EPUB",
      "Viewer",
      "Reader"
    ],
    "rank": 15
  },
  {
    "pkg": "Image Viewer",
    "app_id": "org.gnome.Loupe",
    "description": "View images",
    "description_long": "Browse through your images and inspect their metadata with:<br>Fast GPU accelerated image rendering<br>Tiled rendering for vector graphics<br>Extendable and sandboxed image decoding<br>Accessible presentation of the most important metadata.<br>",
    "build_date": "2024-11-26T14:15:31",
    "category": [
      "Graphics",
      "Viewer",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Loupe/a7d9885c6790772ae9c9feb9969a9a86/icons/128x128/org.gnome.Loupe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Picture",
      "Graphics",
      "Loupe"
    ],
    "rank": 16
  },
  {
    "pkg": "Android Studio",
    "app_id": "com.google.AndroidStudio",
    "description": "IDE for Android app development",
    "description_long": "Android Studio is the official Integrated Development Environment (IDE) for Android app development. Based on the powerful code editor and developer tools from IntelliJ IDEA, Android Studio offers even more features that enhance your productivity when building Android apps, such as:<br>A flexible Gradle-based build system<br>A fast and feature-rich emulator<br>A unified environment where you can develop for all Android devices<br>Live Edit to update composables in emulators and physical devices in real time<br>Code templates and GitHub integration to help you build common app features and import sample code<br>Extensive testing tools and frameworks<br>Lint tools to catch performance, usability, version compatibility, and other problems<br>C++ and NDK support<br>Built-in support for Google Cloud Platform, making it easy to integrate Google Cloud Messaging and App Engine<br>",
    "build_date": "2024-12-06T17:46:34",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/google/AndroidStudio.desktop/4eed9d03bd6033723c3160e6f40716fe/icons/128x128/com.google.AndroidStudio.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "android",
      "kotlin",
      "java",
      "compose",
      "apk",
      "development",
      "ide"
    ],
    "rank": 17
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "<br>A basic yt-dlp frontend<br>Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)<br>Run multiple downloads at a time<br>Supports downloading metadata and video subtitles<br>",
    "build_date": "2024-11-19T17:19:20",
    "category": [
      "AudioVideo",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/692bdd8aa19111b690b7610705bf5c72/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp",
      "Nickvision",
      "Tube",
      "Converter",
      "audio",
      "video",
      "media",
      "download"
    ],
    "rank": 18
  },
  {
    "pkg": "Alpaca",
    "app_id": "com.jeffser.Alpaca",
    "description": "Chat with local AI models",
    "description_long": "An Ollama client<br>Features<br>Built in Ollama instance<br>Talk to multiple models in the same conversation<br>Pull and delete models from the app<br>Have multiple conversations<br>Image recognition (Only available with compatible models)<br>Plain text documents recognition<br>Import and export chats<br>Append YouTube transcripts to the prompt<br>Append text from a website to the prompt<br>PDF recognition<br>Disclaimer<br>This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.",
    "build_date": "2024-11-28T20:44:57",
    "category": [
      "Utility",
      "Development",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/com/jeffser/Alpaca/669492bc75ddf5e852d45d6942b68db8/icons/128x128/com.jeffser.Alpaca.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "ollama",
      "llm"
    ],
    "rank": 19
  },
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "<br>Take pictures and videos on your computer, tablet, or phone.<br>",
    "build_date": "2024-11-23T16:15:08",
    "category": [
      "AudioVideo",
      "Video",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/67123ce4e928b69b2e1088ebf3219a65/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera",
      "webcam",
      "snapshot"
    ],
    "rank": 20
  },
  {
    "pkg": "Calculator",
    "app_id": "org.gnome.Calculator",
    "description": "Perform arithmetic, scientific or financial calculations",
    "description_long": "<br>Calculator is an application that solves mathematical equations.<br>Though it at first appears to be a simple calculator with only basic<br>arithmetic operations, you can switch into Advanced, Financial, or<br>Programming mode to find a surprising set of capabilities.<br>The Advanced calculator supports many operations, including:<br>logarithms, factorials, trigonometric and hyperbolic functions,<br>modulus division, complex numbers, random number generation, prime<br>factorization and unit conversions.<br>Financial mode supports several computations, including periodic interest<br>rate, present and future value, double declining and straight line<br>depreciation, and many others.<br>Programming mode supports conversion between common bases (binary, octal,<br>decimal, and hexadecimal), boolean algebra, one’s and two’s complementation,<br>character to character code conversion, and more.<br>",
    "build_date": "2024-09-30T15:55:16",
    "category": [
      "Utility",
      "Calculator"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Calculator.desktop/f1376984dc91cb8a5bd36d6733b827e6/icons/128x128/org.gnome.Calculator.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculation",
      "arithmetic",
      "scientific",
      "financial"
    ],
    "rank": 21
  },
  {
    "pkg": "Pika Backup",
    "app_id": "org.gnome.World.PikaBackup",
    "description": "Keep your data safe",
    "description_long": "<br>Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.<br>Create backups locally and remotely<br>Set a schedule for regular backups<br>Save time and disk space because Pika Backup does not need to copy known data again<br>Encrypt your backups<br>List created archives and browse through their contents<br>Recover files or folders via your file browser<br>Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.<br>",
    "build_date": "2024-09-23T18:19:33",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.PikaBackup/5f7503d5b1e398b90ecbb9f64fc5c974/icons/128x128/org.gnome.World.PikaBackup.png",
    "license": "GPL-3.0",
    "tag": [
      "archive",
      "back-up",
      "borg"
    ],
    "rank": 22
  },
  {
    "pkg": "ProtonPlus",
    "app_id": "com.vysp3r.ProtonPlus",
    "description": "Modern compatibility tools manager",
    "description_long": "Supported launchers:<br>Steam<br>Lutris<br>Heroic Games Launcher<br>Bottles<br>Supported compatibility tools:<br>Steam Tinker Launch<br>Proton-GE<br>Luxtorpeda<br>Boxtron<br>Roberta<br>NorthstarProton<br>Proton-GE RTSP<br>Proton Tkg<br>Sarek<br>Wine-GE<br>Wine-Lutris<br>Lutris-GE<br>Kron4ek Wine-Builds Vanilla<br>Kron4ek Wine-Builds Staging<br>Kron4ek Wine-Builds Staging-Tkg<br>DXVK<br>DXVK Async (sporif)<br>DXVK Async (gnusenpai)<br>DXVK GPL+Async (Ph42oN)<br>VKD3D-Lutris<br>VKD3D-Proton<br>",
    "build_date": "2024-10-04T16:57:00",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/com/vysp3r/ProtonPlus/d8945cf5e24ae2a17c606a625c101195/icons/128x128/com.vysp3r.ProtonPlus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Proton",
      "Wine",
      "Steam Tinker Launch"
    ],
    "rank": 23
  },
  {
    "pkg": "Extensions",
    "app_id": "org.gnome.Extensions",
    "description": "Manage your GNOME Extensions",
    "description_long": "<br>GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.<br>The application requires GNOME 3.36 or newer to work.<br>",
    "build_date": "2024-11-25T23:00:23",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Extensions/e6bf389b84c56942b826c5f41073a1d4/icons/128x128/org.gnome.Extensions.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "Maps",
    "app_id": "org.gnome.Maps",
    "description": "Find places around the world",
    "description_long": "<br>Maps gives you quick access to maps all across the world. It allows you<br>to quickly find the place you’re looking for by searching for a city or<br>street, or locate a place to meet a friend.<br>Maps uses the collaborative OpenStreetMap database, made by hundreds of<br>thousands of people across the globe.<br>",
    "build_date": "2024-11-23T09:44:34",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Maps/509a811fdc0e990e5c7cd2ccb4385238/icons/128x128/org.gnome.Maps.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Maps"
    ],
    "rank": 25
  },
  {
    "pkg": "Weather",
    "app_id": "org.gnome.Weather",
    "description": "Show weather conditions and forecast",
    "description_long": "<br>A small application that allows you to monitor the current weather<br>conditions for your city, or anywhere in the world.<br>It provides access to detailed forecasts, up to 7 days, with hourly<br>details for the current and next day, using various internet services.<br>It also optionally integrates with the GNOME Shell, allowing you to see<br>the current conditions of the most recently searched cities by just<br>typing the name in the Activities Overview.<br>",
    "build_date": "2024-09-21T07:56:30",
    "category": [
      "Utility",
      "Core"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Weather/83bc6d9a6980bbe5d3af5ffb6df74576/icons/128x128/org.gnome.Weather.png",
    "license": "GPL-2.0-or-later and CC-BY-3.0 and CC-BY-SA-3.0",
    "tag": [
      "Weather",
      "Forecast"
    ],
    "rank": 26
  },
  {
    "pkg": "Luanti",
    "app_id": "net.minetest.Minetest",
    "description": "Block-based multiplayer game platform",
    "description_long": "<br>Luanti is a block-based sandbox game platform.<br>Players can create and destroy various types of blocks in a<br>three-dimensional open world. This allows forming structures in<br>every possible creation, on multiplayer servers or in singleplayer.<br>Luanti is designed to be simple, stable, and portable.<br>It is lightweight enough to run on fairly old hardware.<br>Luanti has many features, including:<br>Ability to walk around, dig, and build in a near-infinite voxel world<br>Crafting of items from raw materials<br>A simple modding API that supports many additions and modifications to the game<br>Multiplayer support via servers hosted by users<br>Beautiful lightning-fast map generator<br>",
    "build_date": "2024-11-28T08:33:35",
    "category": [
      "Game",
      "Simulation"
    ],
    "icon": "https://dl.flathub.org/media/net/minetest/Minetest/067516b419777a1e8d2989d35d2fe6aa/icons/128x128/net.minetest.Minetest.png",
    "license": "LGPL-2.1+ AND CC-BY-SA-3.0 AND MIT AND Apache-2.0",
    "tag": [
      "sandbox",
      "world",
      "mining",
      "crafting",
      "blocks",
      "nodes",
      "multiplayer",
      "roleplaying"
    ],
    "rank": 27
  },
  {
    "pkg": "Déjà Dup Backups",
    "app_id": "org.gnome.DejaDup",
    "description": "Protect yourself from data loss",
    "description_long": "Déjà Dup is a simple backup tool. It hides the complexity of backing up the Right Way (encrypted, off-site, and regular) and uses duplicity as the backend.<br>Support for local, remote, or cloud backup locations such as Google Drive<br>Securely encrypts and compresses your data<br>Incrementally backs up, letting you restore from any particular backup<br>Schedules regular backups<br>Integrates well into your GNOME desktop<br>Déjà Dup focuses on ease of use and recovering from personal, accidental data loss. If you need a full system backup or an archival program, you may prefer other backup apps.",
    "build_date": "2024-09-29T23:27:19",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/DejaDup/0c3661d404ca96486bfc80243072ecf9/icons/128x128/org.gnome.DejaDup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "déjà",
      "deja",
      "dup",
      "archive",
      "archiving",
      "backup",
      "backups",
      "back up"
    ],
    "rank": 28
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds<br>Also can help you to fall asleep in a noisy environment.<br>Features:<br>Save presets<br>Add custom sounds<br>Auto start in background<br>MPRIS integration<br>Included Sounds in the App:<br>Birds<br>Boat<br>City<br>Coffee Shop<br>Fireplace<br>Pink Noise<br>Rain<br>Summer Night<br>Storm<br>Stream<br>Train<br>Waves<br>White Noise<br>Wind<br>",
    "build_date": "2024-12-08T23:55:05",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/801e6da0940f8a926439768f4d138c4f/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Concentrate",
      "Focus",
      "Noise",
      "Productivity",
      "Sleep"
    ],
    "rank": 29
  },
  {
    "pkg": "Contacts",
    "app_id": "org.gnome.Contacts",
    "description": "Manage your contacts",
    "description_long": "<br>Contacts keeps and organize your contacts information. You can create,<br>edit, delete and link together pieces of information about your contacts.<br>Contacts aggregates the details from all your sources providing a<br>centralized place for managing your contacts.<br>Contacts will also integrate with online address books and automatically<br>link contacts from different online sources.<br>",
    "build_date": "2024-10-03T17:42:36",
    "category": [
      "Office",
      "ContactManagement"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Contacts.desktop/cb9c31564eec69f7d1759cbc86215169/icons/128x128/org.gnome.Contacts.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "friends",
      "address book"
    ],
    "rank": 30
  },
  {
    "pkg": "Fonts",
    "app_id": "org.gnome.font-viewer",
    "description": "View fonts on your system",
    "description_long": "<br>Fonts shows you the fonts installed on your computer for your use as<br>thumbnails.<br>Selecting any thumbnails shows the full view of how the font would look under<br>various sizes.<br>Fonts also supports installing new font files downloaded in the .ttf<br>and other formats.<br>Fonts may be installed only for your use or made available to all users on the computer.<br>",
    "build_date": "2024-09-22T12:07:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/font-viewer/24dbfc49cd1d9f3229c2457408a5208c/icons/128x128/org.gnome.font-viewer.png",
    "license": "GPL-2.0+",
    "tag": [
      "fonts",
      "fontface"
    ],
    "rank": 31
  },
  {
    "pkg": "GDM Settings",
    "app_id": "io.github.realmazharhussain.GdmSettings",
    "description": "Customize your login screen",
    "description_long": "<br>Change GDM Settings; Apply theme and background, change cursor theme, icon theme<br>and night light settings, among other things.<br>",
    "build_date": "2024-11-27T19:44:05",
    "category": [
      "System",
      "Settings",
      "DesktopSettings",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/io/github/realmazharhussain.GdmSettings/29e5767af01fb8e7ceb43cb22088ea6f/icons/128x128/io.github.realmazharhussain.GdmSettings.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "Clocks",
    "app_id": "org.gnome.clocks",
    "description": "Keep track of time",
    "description_long": "<br>A simple and elegant clock application.<br>It includes world clocks, alarms, a stopwatch, and timers.<br>Show the time in different cities around the world<br>Set alarms to wake you up<br>Measure elapsed time with an accurate stopwatch<br>Set timers to properly cook your food<br>",
    "build_date": "2024-09-20T15:36:37",
    "category": [
      "Utility",
      "Clock"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/clocks/ebb5d54c17f9ce066f80bd39c7090db0/icons/128x128/org.gnome.clocks.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "time",
      "timer",
      "alarm",
      "world clock",
      "stopwatch",
      "time zone"
    ],
    "rank": 33
  },
  {
    "pkg": "Amberol",
    "app_id": "io.bassi.Amberol",
    "description": "Plays music, and nothing else",
    "description_long": "<br>Amberol is a music player with no delusions of grandeur. If you just<br>want to play music available on your local system then Amberol is the<br>music player you are looking for.<br>Current features:<br>adaptive UI<br>UI recoloring using the album art<br>drag and drop support to queue songs<br>shuffle and repeat<br>MPRIS integration<br>",
    "build_date": "2024-10-25T17:31:34",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/io/bassi/Amberol/57a140531d29eea649ba57c11ce09b05/icons/128x128/io.bassi.Amberol.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 34
  },
  {
    "pkg": "Papers",
    "app_id": "org.gnome.Papers",
    "description": "Read documents",
    "description_long": "A document viewer for the GNOME desktop. You can view, search or annotate documents in many different formats.<br>Papers supports documents in: PDF, PS, EPS, XPS, DjVu, TIFF, and Comic Books archives (CBR, CBT, CBZ, CB7).",
    "build_date": "2024-09-19T10:04:20",
    "category": [
      "Office",
      "Viewer",
      "Graphics",
      "2DGraphics",
      "VectorGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Papers/13d5984d72dbc282e3726b68c3d05693/icons/128x128/org.gnome.Papers.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "pdf",
      "ps",
      "postscript",
      "xps",
      "djvu",
      "tiff",
      "document",
      "presentation",
      "viewer",
      "papers"
    ],
    "rank": 35
  },
  {
    "pkg": "Logs",
    "app_id": "org.gnome.Logs",
    "description": "View detailed event logs for the system",
    "description_long": "Logs shows events from the systemd journal, and sorts them into<br>categories, such as hardware and applications.<br>Using Logs you can search your logs by typing a search term, and<br>view detailed information about each event by clicking on it.",
    "build_date": "2024-09-23T09:38:29",
    "category": [
      "System",
      "Monitor",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Logs/b68b08814f06aa1384b07db2523eecdd/icons/128x128/org.gnome.Logs.png",
    "license": "GPL-3.0+",
    "tag": [
      "log",
      "journal",
      "debug",
      "error"
    ],
    "rank": 36
  },
  {
    "pkg": "mGBA",
    "app_id": "io.mgba.mGBA",
    "description": "Nintendo Game Boy Advance Emulator",
    "description_long": "<br>mGBA is an emulator for running Game Boy Advance games. It aims to be<br>faster and more accurate than many existing Game Boy Advance emulators, as<br>well as adding features that other emulators lack. It also supports Game<br>Boy and Game Boy Color games.<br>",
    "build_date": "2024-12-08T16:37:59",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/io/mgba/mGBA/ed7d1b4effd3240376ec2ed151d9c443/icons/128x128/io.mgba.mGBA.png",
    "license": "MPL-2.0",
    "tag": [
      "emulator",
      "Nintendo",
      "advance",
      "gba",
      "Game Boy Advance"
    ],
    "rank": 37
  },
  {
    "pkg": "Metadata Cleaner",
    "app_id": "fr.romainvigier.MetadataCleaner",
    "description": "View and clean metadata in files",
    "description_long": "Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.<br>This tool allows you to view metadata in your files and to get rid of it, as much as possible.",
    "build_date": "2024-07-14T16:31:11",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/fr/romainvigier/MetadataCleaner/b6488b7260afea8141f8c0856e297993/icons/128x128/fr.romainvigier.MetadataCleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Metadata",
      "Remover",
      "Cleaner"
    ],
    "rank": 38
  },
  {
    "pkg": "Nextcloud Desktop",
    "app_id": "com.nextcloud.desktopclient.nextcloud",
    "description": "Nextcloud desktop synchronization client",
    "description_long": "The Nextcloud desktop client allows you to keep one or more folders full of\nyour photos, videos and documents synchronized with your server. Any file you\nadd, modify or delete in the synced folders on your desktop or laptop will show\nup, change or disappear on the server and all other connected devices. Thanks\nto the client, you can work with your files even when you are not online!",
    "build_date": "2024-12-07T16:30:26",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/nextcloud/desktopclient.nextcloud/346ff4a4379e4200d3771286d8463eed/icons/128x128/com.nextcloud.desktopclient.nextcloud.png",
    "license": "GPL-2.0+",
    "tag": [
      "Nextcloud",
      "syncing",
      "file",
      "sharing"
    ],
    "rank": 39
  },
  {
    "pkg": "Rnote",
    "app_id": "com.github.flxzt.rnote",
    "description": "Sketch and take handwritten notes",
    "description_long": "<br>Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents<br>and pictures.<br>Disclaimer: The file format is still unstable. It might change and break compatibility between<br>versions.<br>",
    "build_date": "2024-07-26T10:48:25",
    "category": [
      "Graphics",
      "Education",
      "Office",
      "VectorGraphics",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/com/github/flxzt.rnote/741b51743327e393ccadac42e3e0f0fb/icons/128x128/com.github.flxzt.rnote.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Office",
      "Graphics",
      "Notes"
    ],
    "rank": 40
  },
  {
    "pkg": "PrusaSlicer",
    "app_id": "com.prusa3d.PrusaSlicer",
    "description": "Get perfect 3D prints",
    "description_long": "<br>PrusaSlicer (formerly known as Slic3r Prusa Edition or Slic3r PE) is our own in-house developed slicer software <br>based on the open-source project Slic3r. PrusaSlicer is an open-source, feature-rich, frequently updated tool <br>that contains everything you need to export the perfect print files for (not only) your Original Prusa 3D printer.<br>Of course, it’s still open-source and you’ll find everything on our GitHub. <br>We’re still proud that our slicer is based on the original project written by Alessandro Ranellucci! <br>Both projects now happily coexist and new features are frequently merged between one and another.<br>",
    "build_date": "2024-11-13T18:32:17",
    "category": [
      "Graphics",
      "3DGraphics",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/com/prusa3d/PrusaSlicer/f33b4dac6d5d8d2cf5008d30f7792cf2/icons/128x128/com.prusa3d.PrusaSlicer.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer",
      "slice",
      "3D",
      "printer",
      "convert",
      "gcode",
      "stl",
      "obj",
      "amf",
      "SLA"
    ],
    "rank": 41
  },
  {
    "pkg": "Clapper",
    "app_id": "com.github.rafostar.Clapper",
    "description": "Lean back and enjoy videos",
    "description_long": "<br>Clapper is a modern media player designed for simplicity and ease of use.<br>Powered by GStreamer and built for the GNOME desktop environment using<br>GTK4 toolkit, it has a clean and stylish interface that lets you focus<br>on enjoying your favorite videos.<br>Clapper uses a playback queue where you can add multiple media files.<br>Think of it like a playlist that you can build. You can easily reorder<br>items or remove them from the queue with a simple drag and drop operation.<br>",
    "build_date": "2024-07-01T20:24:25",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/com/github/rafostar.Clapper/68c336720b3d41020f54be9cc09f0002/icons/128x128/com.github.rafostar.Clapper.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player",
      "Playlist",
      "DVD",
      "TV",
      "Disc",
      "Album",
      "Music",
      "GNOME",
      "Clapper"
    ],
    "rank": 42
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "🚀️ Planify is here...<br>🚀️ Complete redesign of the UI.<br>🤚️ Drag and Order: Sort your tasks wherever you want.<br>💯️ Progress And Emoji indicator for each project.<br>💪️ Be more productive and organize your tasks by 'Sections'.<br>🌙️ Better integration with the dark theme.<br>🎉️ and much more.<br>☁️ Support for Todoist:<br>Synchronize your Projects, Task and Sections thanks to Todoist.<br>Support for Todoist offline: Work without an internet connection and when everything is reconnected it will be synchronized.<br>* Planify not created by, affiliated with, or supported by Doist<br>💎️ Other features:<br>🔍️ Quick Find<br>🌙️ Night mode<br>⏰️ Reminders<br>",
    "build_date": "2024-11-05T05:30:23",
    "category": [
      "Utility",
      "Office",
      "ProjectManagement",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/fdb8c462bd5734aa9b6fd8d518a29b72/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "development",
      "task",
      "tasks",
      "project",
      "todo",
      "event",
      "events",
      "calendar",
      "todoist"
    ],
    "rank": 43
  },
  {
    "pkg": "Connections",
    "app_id": "org.gnome.Connections",
    "description": "View and use other desktops",
    "description_long": "<br>Connections allows you to connect to and use other desktops. This can be a great way to access content or software on a different desktop operating system. It can also be used as a way to provide support to users who might need help.<br>A range of different operating systems can be connected to, including Linux and Windows desktops. You can also connect to virtual machines.<br>Connections uses the widely supported VNC and RDP protocols, and one of these must be enabled on the desktop that you want to connect to.<br>",
    "build_date": "2024-09-24T07:51:20",
    "category": [
      "Utility",
      "RemoteAccess",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Connections.desktop/285b363ea24a454fe592607389f2964c/icons/128x128/org.gnome.Connections.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "vnc",
      "rdp",
      "remote",
      "desktop",
      "windows",
      "support",
      "access",
      "view"
    ],
    "rank": 44
  },
  {
    "pkg": "Video Trimmer",
    "app_id": "org.gnome.gitlab.YaLTeR.VideoTrimmer",
    "description": "Trim videos quickly",
    "description_long": "<br>Video Trimmer cuts out a fragment of a video given the start and end timestamps. The video is never re-encoded, so the process is very fast and does not reduce the video quality.<br>",
    "build_date": "2024-10-02T09:58:34",
    "category": [
      "Video",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.VideoTrimmer/5c0ba1836d0dd03c1fb1c5937c5a80b8/icons/128x128/org.gnome.gitlab.YaLTeR.VideoTrimmer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Cut",
      "Movie",
      "Film",
      "Clip"
    ],
    "rank": 45
  },
  {
    "pkg": "Fragments",
    "app_id": "de.haeckerfelix.Fragments",
    "description": "Manage torrents",
    "description_long": "<br>An easy to use BitTorrent client. Fragments can be used to transfer files via the BitTorrent peer-to-peer file-sharing protocol, such as videos, music or installation images for Linux distributions.<br>Overview of all torrents grouped by status<br>Schedule the order of downloads with a queue<br>Automatic detection of torrent or magnet links from the clipboard<br>Manage and access individual files of a torrent<br>Connect to remote Fragments or Transmission sessions<br>Fragments uses the Transmission BitTorrent project under the hood.<br>",
    "build_date": "2024-12-08T12:51:37",
    "category": [
      "Utility",
      "FileTransfer",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Fragments/6f1828980d49945b599a6acdee2f01e8/icons/128x128/de.haeckerfelix.Fragments.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet",
      "download",
      "p2p"
    ],
    "rank": 46
  },
  {
    "pkg": "Web Apps",
    "app_id": "net.codelogistics.webapps",
    "description": "Install websites as apps",
    "description_long": "<br>Install websites as desktop apps, so that they appear in their own windows separate from any browsers installed.<br>This is similar to the feature found in popular web browsers.<br>It uses an internal browser isolated from the system browser, which can optionally be used in incognito mode.<br>Links to websites other than the one installed open in a new browser window.<br>",
    "build_date": "2024-11-24T07:58:37",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/net/codelogistics/webapps/d19a10959d03640f1c0bfc4200687f5e/icons/128x128/net.codelogistics.webapps.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 47
  },
  {
    "pkg": "Videos",
    "app_id": "org.gnome.Totem",
    "description": "Play movies",
    "description_long": "Videos is the official movie player of the GNOME desktop environment. It features a searchable list of local videos, and DVDs, as well as local network video shares (using UPnP/DLNA) and video highlights from a number of web sites.Videos comes with added functionality such as a subtitle downloader, the ability to speed up or down playback, create screenshot galleries, and support for recording DVDs.",
    "build_date": "2023-09-03T13:52:41",
    "category": [
      "AudioVideo",
      "Player",
      "Video"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.gnome.Totem.png",
    "license": "GPL-2.0+",
    "tag": [
      "Clip",
      "DVD",
      "Disc",
      "Film",
      "Movie",
      "Player",
      "Series",
      "TV",
      "Totem",
      "Video"
    ],
    "rank": 48
  },
  {
    "pkg": "Komikku",
    "app_id": "info.febvre.Komikku",
    "description": "Discover and read manga & comics",
    "description_long": "With its simple, elegant and adaptive interface, this reader lets you search, sort and read your series with ease.<br>Why you will love Komikku?<br>Online and offline reading from dozens of servers<br>Support for locally stored series (in CBZ or CBR formats)<br>RTL, LTR, Vertical and Webtoon reading modes<br>Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)<br>Categories to organize your library<br>Automatic tracking of series with MyAnimeList and AniList<br>Automatic update of series<br>Automatic download of new chapters<br>Reading history<br>Light and dark themes<br>",
    "build_date": "2024-12-06T11:39:47",
    "category": [
      "Graphics",
      "Network",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/info/febvre/Komikku/3b2fd3c88a832ccebb8319a50c0e3b7b/icons/128x128/info.febvre.Komikku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manga",
      "reader",
      "viewer",
      "comic",
      "manhwa",
      "manhua",
      "bd",
      "webtoon",
      "webcomic",
      "scan",
      "offline",
      "GTK",
      "GNOME"
    ],
    "rank": 49
  },
  {
    "pkg": "Newsflash",
    "app_id": "io.gitlab.news_flash.NewsFlash",
    "description": "Keep up with your feeds",
    "description_long": "<br>Newsflash is a program designed to complement an already existing web-based RSS reader account.<br>It combines all the advantages of web based services like syncing across all your devices with everything you expect<br>from a modern desktop program: Desktop notifications, fast search and filtering, tagging, handy keyboard shortcuts<br>and having access to all your articles for as long as you like.<br>",
    "build_date": "2024-09-24T10:29:35",
    "category": [
      "Network",
      "Feed"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/news_flash.NewsFlash/3a9e0f04360d60bb903da0cd8b7c9bf2/icons/128x128/io.gitlab.news_flash.NewsFlash.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "RSS",
      "Feed"
    ],
    "rank": 50
  },
  {
    "pkg": "Gapless",
    "app_id": "com.github.neithern.g4music",
    "description": "Play your music elegantly",
    "description_long": "Gapless (AKA: G4Music) is a light weight music player written in GTK4, focuses on large music collection.<br>Features<br>Supports most music file types, Samba and any other remote protocols (depends on GIO and GStreamer).<br>Fast loading and parsing thousands of music files in very few seconds, monitor local changes.<br>Low memory usage for large music collection with album covers (embedded and external), no thumbnail caches to store.<br>Group and sorts by album/artist/title, shuffle list, full-text searching.<br>Fluent adaptive user interface for different screen (Desktop, Tablet, Mobile).<br>Gaussian blurred cover as background, follows GNOME light/dark mode.<br>Supports creating and editing playlists, drag cover to change order or add to another playlist.<br>Supports drag and drop with other apps.<br>Supports audio peaks visualizer.<br>Supports gapless playback.<br>Supports normalizing volume with ReplayGain.<br>Supports specified audio sink.<br>Supports MPRIS control.<br>",
    "build_date": "2024-11-30T14:09:45",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/github/neithern.g4music/19585387e5776b0d6ef09a8af72c47d8/icons/128x128/com.github.neithern.g4music.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "sound",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 51
  },
  {
    "pkg": "Eye of GNOME",
    "app_id": "org.gnome.eog",
    "description": "Browse and rotate images",
    "description_long": "<br>Eye of GNOME is an image viewer designed for the GNOME desktop.<br>It integrates with the GTK look and feel of GNOME, and supports many image<br>formats for viewing single images or images in a collection.<br>It also allows to view the images in a fullscreen slideshow mode<br>or set an image as the desktop wallpaper.<br>It reads the camera tags to automatically rotate your images in the correct<br>portrait or landscape orientation.<br>",
    "build_date": "2024-09-02T14:59:53",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/eog/ca7bfe6536ed796a23766948dbb758c9/icons/128x128/org.gnome.eog.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [
      "Picture",
      "Slideshow",
      "Graphics"
    ],
    "rank": 52
  },
  {
    "pkg": "AudioTube",
    "app_id": "org.kde.audiotube",
    "description": "YouTube Music app",
    "description_long": "AudioTube can search YouTube Music, list albums and artists, play automatically generated playlists, albums and allows to put your own playlist together. It is adapted to mobile phones and desktop computers.",
    "build_date": "2024-12-06T17:49:04",
    "category": [
      "AudioVideo",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/audiotube/3866959cb890386b5eb5ad7a3a457eac/icons/128x128/org.kde.audiotube.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "Ptyxis",
    "app_id": "app.devsuite.Ptyxis",
    "description": "Container-oriented terminal",
    "description_long": "<br>Ptyxis is a terminal for GNOME that focuses on ease-of-use in a<br>world of containers.<br>Features:<br>Remembers current container when opening a new tab with support for podman, toolbox, distrobox, and more<br>Configurable keyboard shortcuts<br>Modern interface which integrates the palette with the window styling<br>User-installable color palettes<br>Support for preferences profiles with container integration<br>Integrated color palettes with light and dark support<br>Tabbed interface with tab overviews<br>Efficient foreground process tracking denoting sudo and SSH<br>Support for transparent terminal backgrounds<br>Separate process mode for terminal-based applications<br>Support for pinned tabs and saved sessions<br>Terminal tabs are run within separate cgroups<br>Terminal inspector to help when writing terminal-based applications<br>",
    "build_date": "2024-12-05T20:56:40",
    "category": [
      "System",
      "TerminalEmulator"
    ],
    "icon": "https://dl.flathub.org/media/app/devsuite/Ptyxis/49265650d8699b10ddcf95cd1c59dc79/icons/128x128/app.devsuite.Ptyxis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "terminal",
      "prompt",
      "ptyxis",
      "shell",
      "command",
      "commandline",
      "cmd",
      "cli",
      "container",
      "podman",
      "toolbox",
      "distrobox"
    ],
    "rank": 54
  },
  {
    "pkg": "Eyedropper",
    "app_id": "com.github.finefindus.eyedropper",
    "description": "Pick and format colors",
    "description_long": "<br>Pick any color from your screen and view it in different formats. Change the picked color or go back to<br>a previously picked color from the history list. Generate a list of different shades from the picked color.<br>Features<br>Pick a Color<br>Enter a color in Hex-Format<br>Enter colors in different formats<br>View colors in Hex, RGB, HSV, HSL, CMYK, XYZ and CIE-Lab format<br>Customize which formats appear as well as their order<br>Generate a palette of different shades<br>",
    "build_date": "2024-09-18T17:41:58",
    "category": [
      "Development",
      "Graphics",
      "Utility",
      "WebDevelopment"
    ],
    "icon": "https://dl.flathub.org/media/com/github/finefindus.eyedropper/ad43a0ab526e59e8a113c0921f95600c/icons/128x128/com.github.finefindus.eyedropper.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Color",
      "Colorpicker",
      "Picker",
      "Palette"
    ],
    "rank": 55
  },
  {
    "pkg": "Unity Hub",
    "app_id": "com.unity.UnityHub",
    "description": "Manage game engine installations",
    "description_long": "Unity is used to create half of the world’s games. Unity's real time platform, powered by tools and services, offers incredible possibilities for game developers, and creators across industries and applications.<br>Use the Unity Hub to manage multiple installations of the Unity Editor, create new projects, and access your work.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Unity Technologies.",
    "build_date": "2024-10-17T19:58:21",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/com/unity/UnityHub/04d7ddb3d25b9347b39a3bebb8ac6329/icons/128x128/com.unity.UnityHub.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 56
  },
  {
    "pkg": "Authenticator",
    "app_id": "com.belmoussaoui.Authenticator",
    "description": "Generate two-factor codes",
    "description_long": "Simple application for generating Two-Factor Authentication Codes.<br>Features:<br>Time-based/Counter-based/Steam methods support<br>SHA-1/SHA-256/SHA-512 algorithms support<br>QR code scanner using a camera or from a screenshot<br>Lock the application with a password<br>Beautiful UI<br>GNOME Shell search provider<br>Backup/Restore from/into known applications like FreeOTP+, Aegis (encrypted / plain-text), andOTP, Google Authenticator<br>",
    "build_date": "2024-10-19T08:22:17",
    "category": [
      "Security",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/Authenticator/53f0ec48d4c51c05bb02549e2f8f1aff/icons/128x128/com.belmoussaoui.Authenticator.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Verification",
      "2FA",
      "Authentication",
      "OTP",
      "TOTP"
    ],
    "rank": 57
  },
  {
    "pkg": "Cartridges",
    "app_id": "page.kramo.Cartridges",
    "description": "Launch all your games",
    "description_long": "Cartridges is a simple game launcher for all of your games. It has support for importing games from Steam, Lutris, Heroic and more with no login necessary. You can sort and hide games or download cover art from SteamGridDB.",
    "build_date": "2024-10-11T18:28:39",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/page/kramo/Cartridges/f239150385fc8791600c65f669853082/icons/128x128/page.kramo.Cartridges.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "gaming",
      "launcher",
      "steam",
      "lutris",
      "heroic",
      "bottles",
      "itch",
      "flatpak",
      "legendary",
      "retroarch"
    ],
    "rank": 58
  },
  {
    "pkg": "Apostrophe",
    "app_id": "org.gnome.gitlab.somas.Apostrophe",
    "description": "Edit Markdown in style",
    "description_long": "Focus on your writing with a clean, distraction-free markdown editor.<br>Features:<br>An UI tailored to comfortable writing<br>A distraction-free mode<br>Dark, light and sepia themes<br>Everything you expect from a text editor, such as spellchecking or document statistics<br>Live preview of what you write<br>Export to all kind of formats: PDF, Word/Libreoffice, LaTeX, or even HTML slideshows<br>",
    "build_date": "2024-09-25T23:21:03",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.somas.Apostrophe/3520c0f7485ec1aa0095fa54f938865c/icons/128x128/org.gnome.gitlab.somas.Apostrophe.png",
    "license": "GPL-3.0+",
    "tag": [
      "uberwriter",
      "UberWriter",
      "apostrophe",
      "markdown",
      "editor",
      "text",
      "write"
    ],
    "rank": 59
  },
  {
    "pkg": "Mousam",
    "app_id": "io.github.amit9838.mousam",
    "description": "Weather at a glance",
    "description_long": "Current Weather conditions and forcasts.<br>Features:<br>Displays real-time temperature, humidity, wind speed, UV index, pressure and more<br>Utilizes graphical representations, such as temperature , precipitation graphs and wind-speed with direction to provide an hourly forecast for the next 24 hours<br>Also provides tomorrow and 7-day forcasts<br>See conditions in metric or imperial systems<br>",
    "build_date": "2024-06-30T13:27:14",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/amit9838.mousam.desktop/70a9cccbd4c169973e487f5270da8aa5/icons/128x128/io.github.amit9838.mousam.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Weather",
      "Mousam",
      "Rain",
      "Cloud",
      "Forecast",
      "GTK4",
      "Python",
      "temperature"
    ],
    "rank": 60
  },
  {
    "pkg": "Warp",
    "app_id": "app.drey.Warp",
    "description": "Fast and secure file transfer",
    "description_long": "<br>Warp allows you to securely send files to each other via the internet or local network by<br>exchanging a word-based code.<br>The best transfer method will be determined using the “Magic Wormhole” protocol which includes<br>local network transfer if possible.<br>Features<br>Send files between multiple devices<br>Every file transfer is encrypted<br>Directly transfer files on the local network if possible<br>An internet connection is required<br>QR Code support<br>Compatibility with the Magic Wormhole command line client and all other compatible apps<br>",
    "build_date": "2024-10-21T16:47:35",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Warp/a3ee0e4df789a1247f539d47d38cb269/icons/128x128/app.drey.Warp.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Wormhole",
      "Magic-Wormhole"
    ],
    "rank": 61
  },
  {
    "pkg": "Switcheroo",
    "app_id": "io.gitlab.adhami3310.Converter",
    "description": "Convert and manipulate images",
    "description_long": "<br>Convert between different image filetypes and resize them easily.<br>",
    "build_date": "2024-04-19T18:50:16",
    "category": [
      "Graphics",
      "ImageProcessing",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Converter/862794c3fe90da6e2888550c69aae407/icons/128x128/io.gitlab.adhami3310.Converter.png",
    "license": "GPL-3.0-only",
    "tag": [
      "converter",
      "image",
      "convert",
      "converting",
      "processing"
    ],
    "rank": 62
  },
  {
    "pkg": "Touché",
    "app_id": "com.github.joseexposito.touche",
    "description": "Multi-touch gestures",
    "description_long": "Easily configure your touchpad and touchscreen multi-touch gestures with this GTK graphical user interface.<br>For example, you can swipe up with 3 fingers to maximize a window or swipe left with 4 finger to switch to the next desktop.<br>There are many more actions and gestures available and everything is easily configurable.<br>Touchégg must also be installed:<br>https://github.com/JoseExposito/touchegg#readme",
    "build_date": "2024-08-23T13:56:17",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/joseexposito.touche/1121748cbce360a99b7b80b9e0c3f7e8/icons/128x128/com.github.joseexposito.touche.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Touchégg",
      "Multi-touch",
      "Gestures",
      "Touchpad",
      "Trackpad",
      "Touchscreen"
    ],
    "rank": 63
  },
  {
    "pkg": "Decoder",
    "app_id": "com.belmoussaoui.Decoder",
    "description": "Scan and generate QR codes",
    "description_long": "Fancy yet simple QR Codes scanner and generator.<br>Features:<br>QR Code generation<br>Scanning with a camera<br>Scanning from a screenshot<br>Parses and displays QR code content when possible<br>",
    "build_date": "2024-10-18T22:31:32",
    "category": [
      "Utility",
      "Scanning"
    ],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/Decoder/b1a73122d57503c4b90464a9573cb540/icons/128x128/com.belmoussaoui.Decoder.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "QR",
      "Scan",
      "Generate",
      "Code"
    ],
    "rank": 64
  },
  {
    "pkg": "Dialect",
    "app_id": "app.drey.Dialect",
    "description": "Translate between languages",
    "description_long": "<br>A translation app for GNOME.<br>Features:<br>Translation based on Google Translate<br>Translation based on the LibreTranslate API, allowing you to use any public instance<br>Translation based on Lingva Translate API<br>Translation based on Bing<br>Translation based on Yandex<br>Translation based on DeepL<br>Text to speech<br>Translation history<br>Automatic language detection<br>Clipboard buttons<br>",
    "build_date": "2024-10-07T01:47:04",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Dialect/246b57ac7541a810909e394da0ce77be/icons/128x128/app.drey.Dialect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "translate",
      "translation",
      "Google Translate",
      "LibreTranslate",
      "Lingva Translate",
      "Bing Microsoft Translator",
      "Bing Translator",
      "Microsoft Translator",
      "Yandex Translate",
      " "
    ],
    "rank": 65
  },
  {
    "pkg": "Keypunch",
    "app_id": "dev.bragefuglseth.Keypunch",
    "description": "Practice your typing skills",
    "description_long": "<br>There is no doubt that typing on a keyboard is an essential skill in the<br>digital age. Typing fast and accurately gives you more opportunities,<br>more time for what matters to you, and a sense of self-accomplishment.<br>Keypunch lets you practice typing. Thanks to fast-paced<br>sessions with instant feedback afterwards and a plethora of available languages,<br>you might even have a little fun doing so. With determination, proper technique<br>and some time, you will observe a noticeable increase in both the speed<br>and the accuracy of which your thoughts and ideas are put into words on the screen.<br>If you are already a racer at typing, Keypunch still has something for you.<br>Try practicing with numbers and punctuation, or choose your own text to type<br>out as fast as you can.<br>Get ready to accelerate your typing!<br>",
    "build_date": "2024-09-18T12:38:59",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Keypunch/7e2cffd075ff9f51efe321341908364b/icons/128x128/dev.bragefuglseth.Keypunch.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "typing",
      "trainer",
      "touch typing",
      "keyboard",
      "speed",
      "wpm",
      "words per minute",
      "accuracy",
      "test"
    ],
    "rank": 66
  },
  {
    "pkg": "gThumb Image Viewer",
    "app_id": "org.gnome.gThumb",
    "description": "View and organize your images",
    "description_long": "<br>gThumb is an image viewer, editor, browser and organizer. It is designed<br>to be well integrated with the GNOME 3 desktop.<br>As an image viewer gThumb allows to view common image file formats<br>such as BMP, JPEG, GIF (including the animations), PNG, TIFF, TGA and<br>RAW images.<br>It is also possible to view various metadata types embedded inside an<br>image such as EXIF, IPTC and XMP.<br>As an image editor gThumb allows to scale, rotate and crop the images;<br>change the saturation, lightness, contrast as well as other color<br>transformations.<br>As an image browser gThumb shows the thumbnails of the images saved on<br>your disk, allows to perform the common operations of a file manager such<br>as copy, move and delete files and folders.<br>Furthermore there is a series of image specific tools such as JPEG<br>lossless transformations; image resize; format conversion; slideshow;<br>setting an image as desktop background and several others.<br>As an image organizer gThumb allows to add comments and other metadata to<br>images; organize images in catalogs and catalogs in libraries; search<br>for images and save the result as a catalog.<br>",
    "build_date": "2024-04-27T14:50:36",
    "category": [
      "Graphics",
      "Viewer",
      "RasterGraphics",
      "2DGraphics",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gThumb.desktop/99efe12cdd9d6ce3b233376a92851c7c/icons/128x128/org.gnome.gThumb.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "Image",
      "Viewer"
    ],
    "rank": 67
  },
  {
    "pkg": "Showtime",
    "app_id": "org.gnome.Showtime",
    "description": "Watch without distraction",
    "description_long": "Play your favorite movies and video files without hassle. Showtime features simple playback controls that fade out of your way when you're watching, fullscreen, adjustable playback speed, multiple language and subtitle tracks, and screenshots — everything you need for a straightforward viewing experience.",
    "build_date": "2024-09-18T14:00:14",
    "category": [
      "Utility",
      "Video",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Showtime/ff2f75c84fa27702d8981a35314d15bf/icons/128x128/org.gnome.Showtime.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "Ruffle",
    "app_id": "rs.ruffle.Ruffle",
    "description": "Play Flash games & movies",
    "description_long": "<br>Ruffle is a Flash Player emulator written in Rust.<br>Leveraging the safety guarantees of Rust, we can confidently avoid all<br>the security pitfalls that Flash had a reputation for.<br>Ruffle puts Flash back on the web, where it belongs!<br>This application lets you run Flash content on your computer without a browser in-between,<br>and take full advantage of your GPU and system resources to get those extra frames when playing intense games.<br>Ruffle is an entirely open source project maintained by volunteers.<br>We're all passionate about the preservation of internet history, and we were drawn to working on this<br>project to help preserve the many websites and plethora of content that will no longer be accessible<br>when users can no longer run the official Flash Player.<br>If you would like to help support this project, we welcome all contributions of any kind –<br>even if it's just playing some old games and seeing how well they run.<br>",
    "build_date": "2024-12-07T09:17:26",
    "category": [
      "AudioVideo",
      "Player",
      "Graphics",
      "Viewer",
      "VectorGraphics",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/rs/ruffle/Ruffle/9b16c2961d9e35f023d1af0a91a7b890/icons/128x128/rs.ruffle.Ruffle.png",
    "license": "MIT OR Apache-2.0",
    "tag": [
      "flash",
      "swf",
      "player",
      "emulator",
      "rust"
    ],
    "rank": 69
  },
  {
    "pkg": "Nuclear",
    "app_id": "org.js.nuclear.Nuclear",
    "description": "Unlimited free music player",
    "description_long": "Nuclear is a music player that aggregates audio content from free sources across the web, delivering an experience similar to popular services without the costs, tracking, and ads.<br>Nuclear lets you explore music with features such as:<br>Seamlessly listen to music with playlist integration<br>Search and discover albums through Last.fm, Discogs, and Spotify, and enjoy a rich album experience<br>Manage a customizable song queue that you can export as a playlist<br>Import your playlists from Spotify, Deezer, and from files<br>Scrobble your play history to Last.fm, complete with 'now playing' updates<br>Stay updated with the newest popular playlists, tracks, and albums<br>Explore music categorized by genre and popularity<br>Radio mode that intelligently queues similar tracks<br>Download tracks without limits, powered by YouTube<br>Access real-time lyrics to sing along with your tracks<br>Create a list of personalized favorite tracks, albums, and artists<br>Access and listen to your local music library<br>",
    "build_date": "2024-10-30T23:35:26",
    "category": [
      "Audio",
      "AudioVideo",
      "Network",
      "Player",
      "Music"
    ],
    "icon": "https://dl.flathub.org/media/org/js/nuclear.Nuclear/eded9b223d1db61479e1d1e2dcc00c16/icons/128x128/org.js.nuclear.Nuclear.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "music",
      "player",
      "audio",
      "streaming",
      "radio"
    ],
    "rank": 70
  },
  {
    "pkg": "Mahjongg",
    "app_id": "org.gnome.Mahjongg",
    "description": "Match tiles and clear the board",
    "description_long": "<br>Single-player tile-matching game, commonly known as Mahjong solitaire.<br>Tiles are stacked on the board at the start of the game. The goal is to<br>remove all the tiles in as little time as possible.<br>Select two matching tiles and they will disappear from the board, but<br>you can only select a tile if there is an empty space to its left or<br>right at the same level. Be careful: tiles that look alike may actually<br>be slightly different.<br>You can choose from a variety of starting layouts, some easy and some<br>difficult. If you get stuck, you can ask for a hint, but this adds a<br>large time penalty.<br>",
    "build_date": "2024-09-18T18:07:39",
    "category": [
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Mahjongg/89de54ce5defdab916cf2daa3b0283d7/icons/128x128/org.gnome.Mahjongg.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "strategy",
      "puzzle",
      "board"
    ],
    "rank": 71
  },
  {
    "pkg": "Secrets",
    "app_id": "org.gnome.World.Secrets",
    "description": "Manage your passwords",
    "description_long": "Secrets is a password manager which makes use of the KeePass v.4 format. It integrates perfectly with the GNOME desktop and provides an easy and uncluttered interface for the management of password databases.",
    "build_date": "2024-11-11T23:06:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Secrets/61774791ff672a1bb0a3e86c37ca67ed/icons/128x128/org.gnome.World.Secrets.png",
    "license": "GPL-3.0-only",
    "tag": [
      "keepass",
      "encrypt",
      "secure"
    ],
    "rank": 72
  },
  {
    "pkg": "Celeste",
    "app_id": "com.hunterwittenborn.Celeste",
    "description": "Sync your cloud files",
    "description_long": "Celeste is a GUI file synchronization client that can connect to almost any cloud provider you'd like. It provides a streamlined experience to back up your files, and integrates directly into your desktop system.",
    "build_date": "2024-11-19T18:03:33",
    "category": [
      "FileTools",
      "FileTransfer",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/hunterwittenborn/Celeste/e5308d829ae6a9827b8d8d2c4b3f849a/icons/128x128/com.hunterwittenborn.Celeste.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "backup",
      "cloud",
      "file sync",
      "sharing",
      "syncing",
      "dropbox",
      "nextcloud",
      "owncloud",
      "google drive",
      "webdav",
      "rclone",
      "proton",
      "proton drive",
      "pcloud"
    ],
    "rank": 73
  },
  {
    "pkg": "Dev Toolbox",
    "app_id": "me.iepure.devtoolbox",
    "description": "Dev tools at your fingertips",
    "description_long": "If you're tired of endlessly looking online for the right tool, or to<br>find again that website of which you don't recall the name just for a quick<br>conversion, this is the right app for you.<br>This is a collection of powerful yet simple-to-use tools<br>to solve the most common daily development problems.<br>Includes:<br>JSON to YAML converter and vice-versa<br>CRON expressions parser<br>GZip compressor and decompressor<br>Formatters for common programming languages<br>Hash generators<br>Regex tester<br>Markdown Previewer<br>Image converters<br>Much more...<br>",
    "build_date": "2024-11-27T14:40:54",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/me/iepure/devtoolbox/a74d052553641b3f5ac6c863001cb1d5/icons/128x128/me.iepure.devtoolbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "JSON",
      "YAML",
      "YML",
      "Converter",
      "CRON",
      "Parser",
      "GZip",
      "Compressor",
      "Decompressor",
      "Hash",
      "Regex",
      "Markdown",
      "Image"
    ],
    "rank": 74
  },
  {
    "pkg": "Exhibit",
    "app_id": "io.github.nokse22.Exhibit",
    "description": "Preview your 3D models",
    "description_long": "Based on the F3D library, it supports many file formats, from digital content to scientific datasets including glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic and many more.\nYou can drag and drop 3d models into the app and export an image of the rendered model.\nChange many settings like tone mapping, ambient occlusion, anti aliasing, material roughness, metallic, color and opacity to achieve the perfect render.\nYou can use an HDRI image or a custom color as a background.",
    "build_date": "2024-09-29T00:50:10",
    "category": [
      "Graphics",
      "Science",
      "3DGraphics",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.Exhibit/3ad70ef93ced3e563ad779ac789b9ca2/icons/128x128/io.github.nokse22.Exhibit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "fbx",
      "step",
      "stl",
      "dcm",
      "ex2",
      "gml",
      "obj",
      "3ds",
      "gltf",
      "pbr",
      "rendering",
      "3d-model"
    ],
    "rank": 75
  },
  {
    "pkg": "File Shredder",
    "app_id": "com.github.ADBeveridge.Raider",
    "description": "Permanently delete your files",
    "description_long": "File Shredder is a file deletion program designed to permanently<br>remove sensitive files from your computer, enhancing data privacy.<br>Within a certain limit, it is effective. However, modern SSDs use certain technologies<br>to extend its lifetime, which has the side effect of ensuring that shredding is never<br>perfect, and no software can fix that. But shredding significantly increases the<br>difficulty of data recovery since it requires specialized software and hardware.<br>",
    "build_date": "2024-07-25T03:00:46",
    "category": [
      "Utility",
      "FileTools",
      "Security"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ADBeveridge.Raider/a667271aea9ec102e977d54c0b3a7349/icons/128x128/com.github.ADBeveridge.Raider.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "Pitivi",
    "app_id": "org.pitivi.Pitivi",
    "description": "Create and edit your own movies",
    "description_long": "Pitivi is a video editor that aims to appeal to hobbyists and professionals alike, with a strong focus on efficiency, quality and usability. It integrates well with other applications and sports a beautiful user interface designed to be powerful yet easy to learn.<br>With a non-modal editing workflow, a framerate-independent and playhead-centric timeline, Pitivi allows you quickly and accurately trim, split and review your scenes. Pitivi's ripple and roll editing features allow spending more time on storytelling and less time on .<br>Some other features include:<br>Accepts any file formats supported by the GStreamer multimedia framework<br>Can animate hundreds of special effects and filters with keyframable properties<br>Ability to set custom aspect ratios, framerates and rendering presets<br>Easy to use crossfades and SMPTE transitions<br>Multihead-friendly with detachable user interface components<br>",
    "build_date": "2024-10-19T04:09:18",
    "category": [
      "AudioVideo",
      "Video",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/org/pitivi/Pitivi/e1a5c989e03617f53e095c296999883b/icons/128x128/org.pitivi.Pitivi.png",
    "license": "LGPL-2.0+",
    "tag": [
      "video",
      "film",
      "movie",
      "editor"
    ],
    "rank": 77
  },
  {
    "pkg": "Gaphor",
    "app_id": "org.gaphor.Gaphor",
    "description": "Simple UML and SysML modeling tool",
    "description_long": "<br>Gaphor is a UML, SysML, RAAML, and C4 modeling application. It is<br>designed to be easy to use, while still being powerful. Gaphor implements<br>a fully-compliant UML 2 data model, so it is much more than a picture<br>drawing tool. You can use Gaphor to quickly visualize different aspects<br>of a system as well as create complete, highly complex models.<br>Gaphor provides four modeling languages: UML, SysML, RAAML and C4 and<br>makes them accessible to beginners.<br>",
    "build_date": "2024-10-09T01:22:37",
    "category": [
      "Development",
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gaphor/Gaphor/4deb69afa07fb7380f792d2a4f74c7a4/icons/128x128/org.gaphor.Gaphor.png",
    "license": "Apache-2.0",
    "tag": [
      "UML",
      "RAAML",
      "C4",
      "SysML",
      "Design",
      "Graph"
    ],
    "rank": 78
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2024-12-07T09:49:04",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/76328bab7b71d05e494e2946235e5b24/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list",
      "todo",
      "todos",
      "caldav",
      "nextcloud",
      "sync"
    ],
    "rank": 79
  },
  {
    "pkg": "Varia",
    "app_id": "io.github.giantpinkrobots.varia",
    "description": "Download files and torrents",
    "description_long": "\nVaria is a download manager for all your download needs. It can download regular files and torrents, and do it very quickly.\n<br>\nDownload files and torrents quickly - potentially faster than your browser, continue incomplete downloads even after reboots\n<br>\nIntegrate with Firefox and Chrome (or any Chromium based browser) to redirect downloads\n<br>\nSchedule downloads with a powerful scheduler allowing for custom timespans for each day of the week\n<br>\nDownload from protected areas with basic auth and cookies.txt import support\n<br>\nControl a remote aria2 instance running on any server\n<br>\nVaria uses GTK4 and Libadwaita for the user interface and utilizes Aria2 for the downloads underneath. It is free software licensed under the Mozilla Public License 2.0. A list of dependencies can be viewed through the Legal section in the About Varia page.\n",
    "build_date": "2024-11-29T12:57:40",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/github/giantpinkrobots.varia/2f83c31c2bfc83b3f2929f3d2e2dee7b/icons/128x128/io.github.giantpinkrobots.varia.png",
    "license": "MPL-2.0",
    "tag": [
      "varia",
      "aria",
      "download",
      "manager",
      "torrent"
    ],
    "rank": 80
  },
  {
    "pkg": "Denaro",
    "app_id": "org.nickvision.money",
    "description": "Manage your personal finances",
    "description_long": "— Manage multiple accounts at a time, with a familiar tab interface— Easily filter transactions by type, group, or date— Easily repeat transactions, such as bills that occur every month— Transfer money from one account to another— Export an account as a CSV file and import a CSV, OFX or QIF file to bulk add transactions to an account",
    "build_date": "2024-02-02T15:59:20",
    "category": [
      "Finance",
      "Office"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.nickvision.money.png",
    "license": "MIT",
    "tag": [
      "Nickvision",
      "bank",
      "cash",
      "finance",
      "money",
      "wallet"
    ],
    "rank": 81
  },
  {
    "pkg": "Goodvibes",
    "app_id": "io.gitlab.Goodvibes",
    "description": "Play web radios",
    "description_long": "<br>Goodvibes is a simple internet radio player for GNU/Linux.<br>It comes with every basic features you can expect from an audio player,<br>such as multimedia keys, notifications, system sleep inhibition, and<br>MPRIS2 support.<br>",
    "build_date": "2024-10-21T13:39:02",
    "category": [
      "AudioVideo",
      "Audio",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/Goodvibes/61d6ec4853937b1cf2e3e95eacbb354e/icons/128x128/io.gitlab.Goodvibes.png",
    "license": "GPL-3.0",
    "tag": [
      "Audio",
      "Radio",
      "Player"
    ],
    "rank": 82
  },
  {
    "pkg": "Workbench",
    "app_id": "re.sonny.Workbench",
    "description": "Prototype with GNOME technologies",
    "description_long": "Workbench is for learning and prototyping with GNOME technologies, no matter if tinkering for the first time or building and testing a GTK user interface.<br>Among other things, Workbench comes with<br>Live GTK/CSS preview<br>Library of 100+ examples<br>JavaScript, Rust, Python and Vala support<br>Declarative user interface syntax<br>Autosave, sessions and projects<br>Code linter and formatter<br>Terminal output<br>",
    "build_date": "2024-04-30T00:03:04",
    "category": [
      "WebDevelopment",
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Workbench/735dc44e4e6a6295afc5b94b020fe1cb/icons/128x128/re.sonny.Workbench.png",
    "license": "GPL-3.0",
    "tag": [
      "CSS",
      "JavaScript",
      "GJS",
      "Blueprint",
      "builder",
      "Vala",
      "GTK",
      "libadwaita",
      "Python",
      "PyGObject",
      "Rust",
      "doc",
      "playground",
      "code"
    ],
    "rank": 83
  },
  {
    "pkg": "Folio",
    "app_id": "com.toolstack.Folio",
    "description": "Beautiful markdown note-taking app",
    "description_long": "Create notebooks and take notes in markdown<br>Some features include:<br>Almost WYSIWYG markdown rendering<br>Searchable through GNOME search<br>Highlight and strikethrough text formatting<br>App themeing based on notebook color<br>Trash can<br>Markdown document<br>Optional line numbers<br>Optional auto save<br>Open links with Control-Click<br>Link to other notes in Folio<br>Automatically create links for bare URL's and e-mail addresses<br>",
    "build_date": "2024-12-01T23:13:05",
    "category": [
      "Utility",
      "TextEditor"
    ],
    "icon": "https://dl.flathub.org/media/com/toolstack/Folio/4dafbb854e7f321a7be093357adb399d/icons/128x128/com.toolstack.Folio.png",
    "license": "GPL-3.0+",
    "tag": [
      "Notebook",
      "Note",
      "Notes",
      "Text",
      "Markdown",
      "Notepad",
      "Write",
      "School",
      "Post-it",
      "Sticky"
    ],
    "rank": 84
  },
  {
    "pkg": "SaveDesktop",
    "app_id": "io.github.vikdevelop.SaveDesktop",
    "description": "Save your desktop configuration",
    "description_long": "SaveDesktop lets you save your current configuration (themes, icons, wallpapers, all desktop environment settings, extensions, etc.) with one click.",
    "build_date": "2024-11-17T16:57:28",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/vikdevelop.SaveDesktop/e591ae5ff324b745b075316d91ab9c92/icons/128x128/io.github.vikdevelop.SaveDesktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 85
  },
  {
    "pkg": "Cozy",
    "app_id": "com.github.geigi.cozy",
    "description": "Listen to audio books",
    "description_long": "Do you like audio books? Then lets get cozy!<br>Cozy is a audio book player. Here are some of the features:<br>Import all your audio books into Cozy to browse them comfortably<br>Listen to your DRM free mp3, m4b, m4a (aac, ALAC, …), flac, ogg and wav audio books<br>Remembers your playback position<br>Sleep timer<br>Playback speed control for each book individually<br>Search your library<br>Multiple storage location support<br>Offline Mode! This allows you to keep an audio book on your internal storage if you store your audio books on an external or network drive. Perfect to listen to on the go!<br>Drag and Drop to import new audio books<br>Sort your audio books by author, reader and name<br>",
    "build_date": "2024-11-22T14:41:51",
    "category": [
      "AudioVideo",
      "Player",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/github/geigi.cozy/3f111bcd3e8672588967636b9b0d2b92/icons/128x128/com.github.geigi.cozy.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Sly",
    "app_id": "page.kramo.Sly",
    "description": "Edit your images easily",
    "description_long": "A friendly image editor that requires no internet connection or preexisting expertise. Just open a photo and have at it.<br>The app allows you to adjust attributes like brightness or contrast as well as add effects like a vignette or a border. It also allows you to flip, rotate and crop the image to your heart's desire. If you're a pro, you can even preview your edits on a histogram.<br>When you're done, just export the photo as a JPEG or a PNG with the quality settings of your choosing. You also get a choice in whether or not to keep metadata such as location information.",
    "build_date": "2024-10-17T17:45:16",
    "category": [
      "Utility",
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/page/kramo/Sly/3addf6d19a94a165eaca83891846ecba/icons/128x128/page.kramo.Sly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "photo",
      "editor"
    ],
    "rank": 87
  },
  {
    "pkg": "Mousai",
    "app_id": "io.github.seadve.Mousai",
    "description": "Identify songs in seconds",
    "description_long": "Discover songs you are aching to know with an easy-to-use interface.<br>Mousai is a simple application that can recognize songs similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!<br>Note: This uses the API of audd.io, so it is necessary to log in to their site to get more trials.<br>Why you will love Mousai?<br>🎵 Identify songs within seconds or save for later when offline<br>🎙️ Recognize from desktop audio or your microphone<br>🎸 Build a repertoire of recognized songs<br>🎼 Quickly preview the song within the interface<br>🌐 Browse and listen the song from different providers<br>📱 Easy-to-use user interface<br>",
    "build_date": "2024-09-25T02:59:10",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Mousai/55b621868e6c2ce498a099e6b7181aa9/icons/128x128/io.github.seadve.Mousai.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Shazam",
      "Audio",
      "Music",
      "Song",
      "Recognize",
      "Identify",
      "Recognition"
    ],
    "rank": 88
  },
  {
    "pkg": "Collision",
    "app_id": "dev.geopjr.Collision",
    "description": "Check hashes for your files",
    "description_long": "<br>Verifying that a file you downloaded or received is actually the one you were<br>expecting is often overlooked or too time-consuming to do. At the same time, it<br>has become very easy to get your hands on a file that has been tampered with, due<br>to the mass increase of malicious webpages and other actors.<br>This tool aims to solve that. Collision comes with a simple &amp; clean UI, allowing<br>anyone, from any age and experience group, to generate, compare and verify MD5,<br>SHA-256, SHA-512, SHA-1, Blake3, CRC32 and Adler32 hashes.<br>",
    "build_date": "2024-10-01T01:43:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Collision/326081d3dbb6e77ca94d65851f085cdb/icons/128x128/dev.geopjr.Collision.png",
    "license": "BSD-2-Clause",
    "tag": [
      "md5",
      "sha1",
      "sha256",
      "sha512",
      "blake3",
      "crc32",
      "adler32",
      "hash"
    ],
    "rank": 89
  },
  {
    "pkg": "Ear Tag",
    "app_id": "app.drey.EarTag",
    "description": "Edit audio file tags",
    "description_long": "Ear Tag is a simple audio file tag editor. It is primarily geared towards making quick edits or bulk-editing tracks in albums/EPs. Unlike other tagging programs, Ear Tag does not require the user to set up a music library folder. It can:<br>Edit tags of MP3, WAV, M4A, FLAC, OGG and WMA files<br>Modify metadata of multiple files at once<br>Rename files using information from present tags<br>Identify files using AcoustID<br>Network access is only used for the option.",
    "build_date": "2024-11-09T09:11:42",
    "category": [
      "Audio",
      "AudioVideo",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/EarTag/7f73e8e743a20b67022a7b278b594fe8/icons/128x128/app.drey.EarTag.png",
    "license": "MIT",
    "tag": [
      "music",
      "audio",
      "tag",
      "tagging",
      "tagger"
    ],
    "rank": 90
  },
  {
    "pkg": "OpenAndroidInstaller",
    "app_id": "org.openandroidinstaller.OpenAndroidInstaller",
    "description": "Makes installing alternative Android distributions nice and easy",
    "description_long": "<br>The OpenAndroidInstaller project helps Android users to keep their smartphone's operating system up to date with free software and to continue using the device even though the manufacturer no longer offers updates. With a graphical installation software, users are easily guided through the installation process of free Android operating systems like LineageOS.<br>",
    "build_date": "2024-03-25T07:56:40",
    "category": [
      "Utility",
      "FileTools"
    ],
    "icon": "https://dl.flathub.org/media/org/openandroidinstaller/OpenAndroidInstaller/0ac24383fafa98ae4b9a218460f63c54/icons/128x128/org.openandroidinstaller.OpenAndroidInstaller.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "OpenRCT2",
    "app_id": "io.openrct2.OpenRCT2",
    "description": "Amusement park simulation",
    "description_long": "<br>OpenRCT2 is an open-source re-implementation of RollerCoaster Tycoon 2 (RCT2).<br>The gameplay revolves around building and maintaining an amusement park containing<br>attractions, shops and facilities. The player must try to make a profit and maintain<br>a good park reputation whilst keeping the guests happy. OpenRCT2 allows for both<br>scenario and sandbox play. Scenarios require the player to complete a certain<br>objective in a set time limit whilst sandbox allows the player to build a more<br>flexible park with optionally no restrictions or finance.<br>OpenRCT2 features many changes compared to the original RollerCoaster Tycoon 2 game. A few of them are listed here.<br>User Interface theming.<br>Fast-forwarding gameplay.<br>Multiplayer support.<br>Multilingual. Improved translations.<br>OpenGL hardware rendering.<br>Various fixes and improvements for bugs in the original game.<br>Native support for Linux and macOS.<br>Added hacks and cheats.<br>Auto-saving and giant screenshots.<br>Original RollerCoaster Tycoon 2 or RollerCoaster Tycoon Classic game files are required in order to play OpenRCT2.<br>",
    "build_date": "2024-12-08T18:28:01",
    "category": [
      "Game",
      "Simulation"
    ],
    "icon": "https://dl.flathub.org/media/io/openrct2/OpenRCT2/54776ccf248a091f4b5e85904b341e7d/icons/128x128/io.openrct2.OpenRCT2.png",
    "license": "GPL-3.0",
    "tag": [
      "openrct2",
      "rct2",
      "rct",
      "roller",
      "coaster",
      "tycoon",
      "simulation"
    ],
    "rank": 92
  },
  {
    "pkg": "Iotas",
    "app_id": "org.gnome.World.Iotas",
    "description": "Simple note taking",
    "description_long": "Iotas aims to provide distraction-free note taking via its mobile-first design.<br>Featuring<br>Optional speedy sync with Nextcloud Notes<br>Offline note editing, syncing when back online<br>Category editing and filtering<br>Favorites<br>Spell checking<br>Search within the collection or individual notes<br>Focus mode and an option to hide the editor header bar<br>In preview: export to PDF, ODT and HTML<br>A convergent design, seeing Iotas as at home on desktop as mobile<br>Search from GNOME Shell<br>Note backup and restoration (from CLI, for using without sync)<br>The ability to change font size and toggle monospace style<br>Writing in markdown is supported but optional, providing<br>Formatting via toolbar and shortcuts<br>Syntax highlighting with themes<br>A formatted view<br>The ability to check off task lists from the formatted view<br>Slightly more technical details, for those into that type of thing<br>Nextcloud Notes sync is via the REST API, not WebDAV, which makes it snappy<br>There's basic sync conflict detection<br>Notes are constantly saved<br>Large note collections are partially loaded to quicken startup<br>Notes are stored in SQLite, providing for fast search (FTS) without reinventing the wheel. Plain files can be retrieved by making a backup (CLI).<br>",
    "build_date": "2024-11-15T01:39:08",
    "category": [
      "Utility",
      "TextEditor",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Iotas/048d013b1baa1be4c6762e2122ab8473/icons/128x128/org.gnome.World.Iotas.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notes",
      "nextcloud",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "text",
      "write",
      "markdown",
      "document",
      "gnome",
      "gtk"
    ],
    "rank": 93
  },
  {
    "pkg": "Embellish",
    "app_id": "io.github.getnf.embellish",
    "description": "Install nerd fonts",
    "description_long": "<br>User-friendly application designed for managing Nerd Fonts on your system. With a sleek<br>GTK4 user interface enhanced by libadwaita, Embellish provides a seamless experience for<br>installing, uninstalling and updating of Nerd Fonts.<br>List all available Nerd Fonts<br>Download and install a Font<br>Uninstall an installed Font<br>Update an installed font<br>preview fonts<br>Search fonts<br>Read font's licence(s)<br>",
    "build_date": "2024-11-20T12:23:30",
    "category": [
      "TextTools",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/getnf.embellish/e11a140e674c504b8757c23324dc4056/icons/128x128/io.github.getnf.embellish.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Fonts",
      "NerdFonts",
      "nerd"
    ],
    "rank": 94
  },
  {
    "pkg": "Haguichi",
    "app_id": "com.github.ztefn.haguichi",
    "description": "Manage your Hamachi networks",
    "description_long": "Haguichi makes it a breeze to join, create and administer Hamachi networks.<br>Features:<br>Searchable, sortable and collapsible network list<br>Sidebar for easy access to details and actions<br>Indicator support for quick access to primary actions<br>Desktop notifications to stay up to date of network events<br>Commands that can be completely customized<br>Backup and restore of your Hamachi configuration folder<br>Please note: Requires installation of Hamachi on the system in order to use.<br>",
    "build_date": "2024-12-01T13:42:00",
    "category": [
      "Network",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ztefn.haguichi/6c5fc81616a9c6d4a6033d2524d1d8d6/icons/128x128/com.github.ztefn.haguichi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LogMeIn Hamachi",
      "VPN",
      "LAN",
      "Network",
      "Internet",
      "P2P",
      "Peer",
      "Client",
      "GUI",
      "Frontend"
    ],
    "rank": 95
  },
  {
    "pkg": "Audio Sharing",
    "app_id": "de.haeckerfelix.AudioSharing",
    "description": "Share your computer audio",
    "description_long": "<br>With Audio Sharing you can share your current computer audio playback in the form of an RTSP stream. This stream can then be played back by other devices, for example using VLC.<br>By sharing the audio as a network stream, you can also use common devices that are not intended to be used as audio sinks (eg. smartphones) to receive it.<br>For example, there are audio accessories that are not compatible with desktop computers (e.g. because the computer does not have a Bluetooth module installed). With the help of this app, the computer audio can be played back on a smartphone, which is then connected to the Bluetooth accessory.<br>",
    "build_date": "2024-04-01T21:32:52",
    "category": [
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/AudioSharing/9cd8c9449995aad7db3a5abb74785570/icons/128x128/de.haeckerfelix.AudioSharing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "audio",
      "sharing",
      "sound"
    ],
    "rank": 96
  },
  {
    "pkg": "Morphosis",
    "app_id": "garden.jamie.Morphosis",
    "description": "Convert your documents",
    "description_long": "Use Morphosis to easily convert your text documents to other formats.<br>Supported export formats:<br>PDF<br>Markdown<br>reStructuredText<br>LaTeX<br>HTML<br>Microsoft Word (.docx)<br>OpenOffice/LibreOffice (.odt)<br>Rich Text Format (.rtf)<br>EPUB<br>AsciiDoc<br>",
    "build_date": "2024-09-18T17:24:33",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/g/ga/garden.jamie.morphosis/eca8ef0a1f55c6b98d2b1a68c29d5303/icons/128x128/garden.jamie.Morphosis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pandoc",
      "pdf",
      "markdown",
      "restructuredtext",
      "latex",
      "html",
      "docx",
      "odt",
      "rtf",
      "epub"
    ],
    "rank": 97
  },
  {
    "pkg": "Pipeline",
    "app_id": "de.schmidhuberj.tubefeeder",
    "description": "Follow video creators",
    "description_long": "<br>Pipeline lets you watch and download videos from YouTube and PeerTube, all without needing to navigate through<br>different websites. Its adaptive design allows you to enjoy content on any screen size.<br>Pipeline allows you to:<br>Search for you favorite channels and subscribe to them.<br>Aggregate the videos of all subscriptions into a single feed.<br>Filter out unwanted items from the feed, like short videos or videos from a series.<br>Play those videos either in the built-in video player or with any other video player of your choice.<br>Download videos for offline viewing.<br>Manage videos you want to watch later.<br>Import your subscriptions from NewPipe or YouTube.<br>Supports YouTube, PeerTube with the possibility to extend to other platforms on request.<br>",
    "build_date": "2024-12-05T18:45:28",
    "category": [
      "Video",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/tubefeeder/6eced1c9046a0c6fa4fa58bbeae9a7ec/icons/128x128/de.schmidhuberj.tubefeeder.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "youtube",
      "peertube",
      "video"
    ],
    "rank": 98
  },
  {
    "pkg": "Wike",
    "app_id": "com.github.hugolabe.Wike",
    "description": "Search and read Wikipedia articles",
    "description_long": "<br>Wike is a Wikipedia reader for the GNOME Desktop.<br>Provides access to all the content of this online encyclopedia in a native application,<br>with a simpler and distraction-free view of articles.<br>It supports more than 300 languages and integrates with desktop searches,<br>providing suggestions that make it easier to find any content.<br>Other features are: bookmarks with multiple lists, article table of contents,<br>history, text searches and much more…<br>",
    "build_date": "2024-08-14T16:39:50",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/github/hugolabe.Wike/2ba0f94d943eb5be7501fbd810ef2d69/icons/128x128/com.github.hugolabe.Wike.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wikipedia",
      "Encyclopedia"
    ],
    "rank": 99
  },
  {
    "pkg": "Curtail",
    "app_id": "com.github.huluti.Curtail",
    "description": "Compress your images",
    "description_long": "Optimize your images with Curtail, a useful image compressor that supports PNG, JPEG, WebP and SVG file types.<br>It supports both lossless and lossy compression modes with an option to whether keep or not metadata of images.",
    "build_date": "2024-10-11T07:46:22",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Curtail/33884a300cae48e838b93b89357afd5f/icons/128x128/com.github.huluti.Curtail.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "compress",
      "optimize",
      "image",
      "photo"
    ],
    "rank": 100
  },
  {
    "pkg": "Graphs",
    "app_id": "se.sjoerd.Graphs",
    "description": "Plot and manipulate data",
    "description_long": "<br>Graphs is a simple, yet powerful tool that allows you to plot and manipulate your data with ease. New data can be imported from a wide variety of filetypes, or generated by equation.<br>All data can be manipulated using a variety of operations such as the ability to select, cut, translate, multiply, center and smoothen data, as well as apply any custom transformations on the data.<br>Moreover, Graphs supports curve fitting on imported data and offers extensive customization options for the style of the plots. You can fine-tune and personalize stylesheets to your liking.<br>Graphs is an excellent fit for both plotting and data manipulation. The plots created with Graphs can be saved in a variety of formats suitable for sharing and presenting to a wide audience, such as in a scientific publication or presentations.<br>Additionally, the option to save plots as vector images allows for easy editing in software like Inkscape for further refinement. Graphs is written with the GNOME environment in mind, but should be suitable for any other desktop environment as well.<br>For any feedback, questions or general issues, please file an issue on the GitLab page.<br>",
    "build_date": "2024-11-08T15:18:06",
    "category": [
      "Education",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/se/sjoerd/Graphs/05a67e43f9b32b6ca6ec760145ad4c37/icons/128x128/se.sjoerd.Graphs.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Plotting",
      "Graph",
      "Graphing",
      "Science",
      "Mathematics",
      "Math",
      "Equations",
      "Data",
      "Plot",
      "Visualisation",
      "Visualization",
      "Fitting",
      "xrdml"
    ],
    "rank": 101
  },
  {
    "pkg": "Butler",
    "app_id": "com.cassidyjames.butler",
    "description": "Companion for Home Assistant",
    "description_long": "Access your Home Assistant dashboard from a native companion UI, integrating better with your OS. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support (if supported by your Lovelace theme)<br>Butler is designed to make getting at your Home Assistant dashboard easier for kiosks, your laptop/desktop, or your Linux phone. It does not support companion app features from Android and iOS like location services, notifications, or exposing device sensors.<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Fullscreen from the menu, a keyboard shortcut, or a GSetting to better support kiosk use cases<br>Note WebRTC camera streams (i.e. used by some newer Nest cameras) are not currently supported.",
    "build_date": "2024-09-19T17:20:08",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/butler/b2a8f904368387b9865155548fff1f44/icons/128x128/com.cassidyjames.butler.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "hass",
      "home",
      "assistant",
      "smart",
      "lights"
    ],
    "rank": 102
  },
  {
    "pkg": "Timer",
    "app_id": "com.github.vikdevelop.timer",
    "description": "Simple countdown timer",
    "description_long": "Timer is an open-source and simple application. It enables countdown timing in hours/minutes/seconds and:<br>After finished timing possible shut down/reboot/suspend system, play beep and send notification<br>It is possible allow/disable playing beep<br>Set custom text for notification and alarm clock dialog<br>Use keyboard shortcuts for start, pause or stop timer and reset timer values<br>",
    "build_date": "2024-11-28T07:36:09",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/vikdevelop.timer/2fb27d228a1969d27516d0a02b17fb2c/icons/128x128/com.github.vikdevelop.timer.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 103
  },
  {
    "pkg": "Tangram",
    "app_id": "re.sonny.Tangram",
    "description": "Browser for your pinned tabs",
    "description_long": "<br>Tangram is a new kind of browser. It is designed to organize and run your Web applications.<br>Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.<br>Common use cases:<br>Stay up to date with your favorite communities; Mastodon, Twitter, ...<br>Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...<br>Group your organization tools under one application; EMail, Calendar, ...<br>One-stop for multiple sources of documentation or information<br>",
    "build_date": "2024-05-27T14:20:36",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Tangram/5cc025dd35151d1cfd9135795d4e88dd/icons/128x128/re.sonny.Tangram.png",
    "license": "GPL-3.0",
    "tag": [
      "Franz",
      "Ferdi",
      "Rambox",
      "Wavebox",
      "Station"
    ],
    "rank": 104
  },
  {
    "pkg": "Footage",
    "app_id": "io.gitlab.adhami3310.Footage",
    "description": "Polish your videos",
    "description_long": "<br>Trim, flip, rotate and crop individual clips. Footage is a useful tool for quickly editing short videos and screencasts. It's also capable of exporting any video into a format of your choice.<br>",
    "build_date": "2024-06-22T00:19:47",
    "category": [
      "System",
      "Utility",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Footage/1555b6f59bdd320f374f6df1a854ae8b/icons/128x128/io.gitlab.adhami3310.Footage.png",
    "license": "GPL-3.0-only",
    "tag": [
      "video",
      "edit",
      "trim",
      "crop",
      "convert"
    ],
    "rank": 105
  },
  {
    "pkg": "Fotema",
    "app_id": "app.fotema.Fotema",
    "description": "Admire your photos",
    "description_long": "A photo gallery for everyone who wants their photos to live locally on their devices.<br>Why enjoy your photo library with Fotema?<br>View iOS Live Photos and Android motion photos (Samsung devices only).<br>View photos plotted on a map.<br>Automatically detects faces.<br>View your library by year or month.<br>Play videos.<br>Many supported image formats. Fotema supports the same image formats as Loupe (the GNOME image viewer).<br>",
    "build_date": "2024-12-01T12:28:14",
    "category": [
      "Graphics",
      "Viewer",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/app/fotema/Fotema/81791ec331526630638c03a68bde8ed1/icons/128x128/app.fotema.Fotema.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Pictures",
      "Photos",
      "Photography",
      "Viewer"
    ],
    "rank": 106
  },
  {
    "pkg": "IP Lookup",
    "app_id": "io.github.bytezz.IPLookup",
    "description": "Find info about an IP address",
    "description_long": "Look up details such as the internet provider and geographic location for an IP address.",
    "build_date": "2024-05-23T22:00:04",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/bytezz.IPLookup/011040316dda886f58f3adaaf1fdd3b2/icons/128x128/io.github.bytezz.IPLookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "IP",
      "lookup",
      "ISP",
      "traceroute"
    ],
    "rank": 107
  },
  {
    "pkg": "Nyxt",
    "app_id": "engineer.atlas.Nyxt",
    "description": "The hacker's browser",
    "description_long": "Quickly analyze, navigate, and extract information from the<br>Internet. Nyxt is fully hackable — all of its source code can be<br>introspected, modified, and tweaked to your exact specification.",
    "build_date": "2024-11-11T11:32:12",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/e/en/engineer.atlas.nyxt/8b7670c48e1406bf09176c11fe9efc52/icons/128x128/engineer.atlas.Nyxt.png",
    "license": "BSD-3-Clause",
    "tag": [
      "Internet",
      "WWW",
      "Browser",
      "Web",
      "Explorer"
    ],
    "rank": 108
  },
  {
    "pkg": "Letterpress",
    "app_id": "io.gitlab.gregorni.Letterpress",
    "description": "Create beautiful ASCII art",
    "description_long": "<br>Letterpress converts your images into a picture made up of ASCII characters.<br>You can save the output to a file, copy it, and even change its resolution!<br>High-res output can still be viewed comfortably by lowering the zoom factor.<br>",
    "build_date": "2024-05-04T10:04:51",
    "category": [
      "TextTools",
      "Graphics",
      "ImageProcessing"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/gregorni.Letterpress/5551e1380bf6b5264fb08d297eac60ca/icons/128x128/io.gitlab.gregorni.Letterpress.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "ascii",
      "convert",
      "conversion",
      "text"
    ],
    "rank": 109
  },
  {
    "pkg": "Calligra",
    "app_id": "org.kde.calligra",
    "description": "All-in-one office solution",
    "description_long": "<br>Calligra is an office and graphics suite. It contains applications for word processing, spreadsheets, presentation and vector graphics.<br>Words is an intuitive word processor and desktop publisher application.<br>With it, you can create informative and attractive documents with pleasure and ease.<br>Calligra Sheets is a fully-featured calculation and spreadsheet tool.<br>Use it to quickly create and calculate various business-related spreadsheets, such as income and expenditure, employee working hours, etc.<br>Calligra Stage is an easy to use yet still flexible presentation application.<br>You can easily create presentations containing a rich variety of elements, from graphics to text, from charts to images. Calligra Stage is extensible through a plugin system,<br>so it is easy to add new effects, new content elements or even new ways of managing your presentation. Because of the integration with Calligra, all the power and flexibility<br>of the Calligra content elements are available to Stage.<br>Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible.<br>That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists<br>wanting to create breathtaking vector art.<br>",
    "build_date": "2024-12-01T01:53:13",
    "category": [
      "Office",
      "WordProcessor"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/calligra/10cbe34d4a20df64ed2351e349fbec49/icons/128x128/org.kde.calligra.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 110
  },
  {
    "pkg": "Inspector",
    "app_id": "io.github.nokse22.inspector",
    "description": "View information about your system",
    "description_long": "View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro",
    "build_date": "2024-05-25T13:44:35",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.inspector.desktop/f35d28cd42a982e7e4f2838883f1ad8a/icons/128x128/io.github.nokse22.inspector.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Information",
      "Disk",
      "Memory",
      "Devices",
      "Network",
      "CPU",
      "Motherboard",
      "BIOS",
      "bios"
    ],
    "rank": 111
  },
  {
    "pkg": "Carburetor",
    "app_id": "io.frama.tractor.carburetor",
    "description": "Browse anonymously",
    "description_long": "<br>Discover anonymous browsing with Carburetor on your phones and computers. Tailored for GNOME, it's your hidden superhero for online adventures, powered by TOR. Carburetor provides a local TOR proxy that hides your IP, ensuring your Internet activities remain encrypted, anonymized, and untraceable. Don't get your hands dirty with system files anymore – just tap into the app, keeping your online world safe and private. Customize settings if you want, but you don't have to. Carburetor is Free Software and puts you in control. No worries, just enjoy your anonymous browsing!<br>",
    "build_date": "2024-11-25T19:15:58",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/frama/tractor.carburetor/064b097b54c51185c6574c834a9b7c7d/icons/128x128/io.frama.tractor.carburetor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Tor",
      "Tractor"
    ],
    "rank": 112
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2024-04-01T11:50:35",
    "category": [
      "Settings",
      "System",
      "Utility",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/98eabc723b4553a2fe1cd7e9d44d8083/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "BrowserChooser",
      "Braus",
      "Browserosaurus",
      "Finicky",
      "Buffet",
      "OpenIn",
      "BrowserSelect"
    ],
    "rank": 113
  },
  {
    "pkg": "Tuba",
    "app_id": "dev.geopjr.Tuba",
    "description": "Browse the Fediverse",
    "description_long": "<br>Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma &amp; more!<br>The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.<br>",
    "build_date": "2024-09-10T11:51:28",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Tuba/18473221e67bf28cae28cfdcd1a5d135/icons/128x128/dev.geopjr.Tuba.png",
    "license": "GPL-3.0-only",
    "tag": [
      "toot",
      "mastodon",
      "fediverse",
      "gotosocial",
      "pleroma",
      "akkoma"
    ],
    "rank": 114
  },
  {
    "pkg": "Calligraphy",
    "app_id": "dev.geopjr.Calligraphy",
    "description": "Turn text into ASCII banners",
    "description_long": "<br>Calligraphy turns short texts into large, impressive banners made up of ASCII Characters, ready to be copied or exported to images.<br>Spice up your online conversations by adding some extra oompf to your messages!<br>",
    "build_date": "2024-10-01T02:37:47",
    "category": [
      "TextTools",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Calligraphy/39708d9ddc1fe6eefb38d974bf08f1ab/icons/128x128/dev.geopjr.Calligraphy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ascii",
      "convert",
      "conversion",
      "text",
      "ansi"
    ],
    "rank": 115
  },
  {
    "pkg": "Dissent",
    "app_id": "so.libdb.dissent",
    "description": "Tiny native Discord app",
    "description_long": "<br>Dissent (previously gtkcord4) is a third-party Discord client designed<br>for a smooth, native experience on Linux desktops.<br>Built with the GTK4 and libadwaita for a modern look and feel, it<br>delivers your favorite Discord app in a lightweight and visually<br>appealing package.<br>Dissent offers a streamlined Discord experience, prioritizing simplicity<br>and speed over feature completeness on par with the official client.<br>Here's what you can expect:<br>Text chat with complete Markdown and custom emoji support<br>Guild folders and channel categories<br>Tabbed chat interface<br>Quick switcher for channels and servers<br>Image and file uploads, previews, and downloads<br>User theming via custom CSS<br>Partial thread/forum support<br>Partial message reaction support<br>Partial AI summary support (provided by Discord)<br>It does not aim to support voice chat and other advanced features, as<br>these are best handled by the official client or the web app.<br>",
    "build_date": "2024-09-19T10:39:55",
    "category": [
      "Network",
      "Chat",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/so/libdb/dissent/23cbc8bf0f27b094a93f9817bdb9c717/icons/128x128/so.libdb.dissent.png",
    "license": "GPL-3.0+",
    "tag": [
      "Discord",
      "chat",
      "irc",
      "communications",
      "talk"
    ],
    "rank": 116
  },
  {
    "pkg": "Text Pieces",
    "app_id": "io.gitlab.liferooter.TextPieces",
    "description": "Developer's scratchpad",
    "description_long": "<br>Powerful scratchpad with ability to perform a lot of text transformations, such as:<br>Calculate hashes<br>Encode text<br>Decode text<br>Remove trailing spaces and lines<br>Count lines, symbols and words<br>Format JSON and XML<br>Escape and unescape strings<br>Convert JSON to YAML and vice versa<br>Filter lines<br>And so on.<br>The application is extendable with your own script-based actions.",
    "build_date": "2024-07-28T10:32:16",
    "category": [
      "Utility",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/liferooter.TextPieces/8b4b41a1687d86e85f553932870d2c27/icons/128x128/io.gitlab.liferooter.TextPieces.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Text",
      "Base64",
      "JSON",
      "YAML",
      "Count",
      "SHA1",
      "SHA256",
      "SHA384",
      "SHA512",
      "MD5",
      "Checksum",
      "Escape",
      "Encode",
      "HTML",
      "URL",
      "Prettify",
      "Filter",
      "Reverse",
      "Trim"
    ],
    "rank": 117
  },
  {
    "pkg": "Identity",
    "app_id": "org.gnome.gitlab.YaLTeR.Identity",
    "description": "Compare images and videos",
    "description_long": "A program for comparing multiple versions of an image or video.",
    "build_date": "2024-11-25T07:01:11",
    "category": [
      "Video",
      "AudioVideo",
      "Graphics",
      "2DGraphics",
      "Science"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.Identity/1386f206dcf748435750953d15a4f89b/icons/128x128/org.gnome.gitlab.YaLTeR.Identity.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Movie",
      "Film",
      "Clip",
      "Difference",
      "Frame",
      "Quality"
    ],
    "rank": 118
  },
  {
    "pkg": "Clicker",
    "app_id": "net.codelogistics.clicker",
    "description": "Simulate user input repeatedly",
    "description_long": "<br>Clicker is an auto clicker - it can simulate user input like mouse clicks and key presses repeatedly at given intervals for a given duration.<br>This is useful in some video games.<br>Clicker works on both Wayland and X11 by simulating a remote desktop session. The user will need to grant this permission<br>each time they start an automation.<br>Because the Global Shortcuts portal is still not widely available there is currently no way to stop an automation after<br>it has started, before the set duration is over. This will be fixed as distros start packaging versions of xdg-desktop-portal<br>backends with global shortcuts implemented.<br>",
    "build_date": "2024-08-02T08:16:02",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/codelogistics/clicker/255d11f438207ab177a07dec4aa1a65d/icons/128x128/net.codelogistics.clicker.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 119
  },
  {
    "pkg": "Fretboard",
    "app_id": "dev.bragefuglseth.Fretboard",
    "description": "Look up guitar chords",
    "description_long": "<br>How was that chord played, again? Fretboard lets you find guitar chords<br>by typing their names or plotting them on an interactive guitar neck.<br>When you have identified a chord, you can experiment with changing it,<br>see more ways to play it, or bookmark it to save it for later. No matter<br>if you are a beginner or an advanced guitarist, you can use Fretboard to<br>practice, learn, and master your favorite songs!<br>Fretboard is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.<br>",
    "build_date": "2024-09-18T13:35:40",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Fretboard/324e7499053334311e70eabff471fbe8/icons/128x128/dev.bragefuglseth.Fretboard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "guitar",
      "chords"
    ],
    "rank": 120
  },
  {
    "pkg": "Recordbox",
    "app_id": "ca.edestcroix.Recordbox",
    "description": "Browse and play your local music",
    "description_long": "<br>Recordbox is a music player and library browser designed primarily to be as simple as<br>possible, and tailored specifically to browsing and playing albums, rather than tracks or<br>playlists. The goal of the project is to have a music player that is simple to use and offers<br>a respectable feature set while not being overly complex.<br>Features include:<br>Integrated double-paned library browser for browsing albums, grouped by artist or genre<br>Detection and display of album art<br>Play queue which can hold both single tracks and entire albums with nested track lists<br>Playback of music using GStreamer, with gapless playback and ReplayGain support<br>Ability to both view and edit lyrics, with changes saved to the source file's metadata<br>GNOME search provider integration to search for music from GNOME Shell<br>",
    "build_date": "2024-10-26T03:04:57",
    "category": [
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/ca/edestcroix/Recordbox/6998c904e0a128c38271c6377b93cec0/icons/128x128/ca.edestcroix.Recordbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "media",
      "player"
    ],
    "rank": 121
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2024-10-07T12:15:23",
    "category": [
      "Maps",
      "Utility",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/14a0a631600d5f052bb4711bd634e739/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey",
      "planner",
      "timetables"
    ],
    "rank": 122
  },
  {
    "pkg": "Paper Clip",
    "app_id": "io.github.diegoivan.pdf_metadata_editor",
    "description": "Edit PDF document metadata",
    "description_long": "Edit the title, author, keywords and more details of your PDF documents",
    "build_date": "2024-08-12T20:35:08",
    "category": [
      "Utility",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegoivan.pdf_metadata_editor.desktop/60100015a07efc3dc096e8c9d1050cf0/icons/128x128/io.github.diegoivan.pdf_metadata_editor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "PDF",
      "Metadata",
      "Editor"
    ],
    "rank": 123
  },
  {
    "pkg": "Jupii",
    "app_id": "net.mkiol.Jupii",
    "description": "Play media on UPnP/DLNA devices",
    "description_long": "Jupii let you play audio, video and image files on any device on your local network that supports UPnP/DLNA, such as smart speaker, smart TVs, gaming consoles, and more.<br>In addition to the typical features you might expect from this type of application, Jupii also has some unique functionalities such as:<br>support many different internet services as media source (Bandcamp, SoundCloud, YouTube and many more)<br>live casting of video/audio from camera or microphone<br>screen mirroring<br>recorder that let you to extract music from Internet radio streams<br>This app can be used in two different UPnP/DLNA modes:<br>Playback control mode: Using Jupii, you connect to the player device (e.g. smart speaker) and transfer media from your phone/computer to this device.<br>Media server mode: Using your playback device (e.g. smart TV), you browse and play media files shared by Jupii<br>",
    "build_date": "2024-10-24T15:33:21",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/net/mkiol/Jupii/1bcb7c2ed11f78ae051c8f3fb0910cf9/icons/128x128/net.mkiol.Jupii.png",
    "license": "MPL-2.0",
    "tag": [
      "upnp",
      "dlna",
      "screen-sharing",
      "screen-mirroring",
      "audio-casting",
      "internet-radio",
      "bandcamp",
      "soundcloud",
      "youtube",
      "somafm",
      "icecast"
    ],
    "rank": 124
  },
  {
    "pkg": "Japachar",
    "app_id": "me.sergiotarxz.JapaChar",
    "description": "Learn Japanese characters",
    "description_long": "This application helps you to learn Japanese characters using a gradual learning algorithm which makes you test-like questions.<br>You are expected to fail while starting, look up the correct answer when you fail, it helps you to learn faster. You can use this app even if you do not know anything.<br>It keeps a inner score of how much you know a character to give priority to ask you again about it if needed and introduces new characters when you are ready.<br>BETA Kanji support available.<br>It works now without having to install any third party font.",
    "build_date": "2024-12-02T12:42:57",
    "category": [
      "Education",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/JapaChar/90eba71c1346ed3af92e93e1d9682283/icons/128x128/me.sergiotarxz.JapaChar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Televido",
    "app_id": "de.k_bo.Televido",
    "description": "Access German-language public TV",
    "description_long": "<br>Televido (“Television” in Esperanto) lets you livestream, search, play and<br>download media from German-language public television services. It is powered by APIs<br>provided by the MediathekView project.<br>The presented content is provided directly by the respective television services, this<br>program only facilitates finding and accessing the shows.<br>For video playback and download, Televido uses external programs that are installed on<br>the user's system. Currently supported players: GNOME Videos (Totem), Celluloid,<br>Clapper, Daikhan. Currently supported downloaders: Parabolic.<br>",
    "build_date": "2024-06-25T10:37:54",
    "category": [
      "AudioVideo",
      "Video",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/de/k_bo/Televido/e9a6caab39a8d7941aa9c25f98caddba/icons/128x128/de.k_bo.Televido.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Stimulator",
    "app_id": "io.github.sigmasd.stimulator",
    "description": "Keep your computer awake",
    "description_long": "<br>Prevents the desktop environment (DE) from sleeping.<br>It should work regardless of the used DE thanks to the Inhibit portal.<br>Features:<br>Overrides system setting and disables automatic suspending<br>Overrides system setting and disables screen blanking and screen locking<br>Option to use system default, light or dark theme<br>AppIndicator support<br>",
    "build_date": "2024-09-27T15:41:29",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.stimulator/9a91a8efc459cca3314e377680da6c0a/icons/128x128/io.github.sigmasd.stimulator.png",
    "license": "MIT",
    "tag": [
      "caffeine",
      "sleep",
      "no sleep",
      "power",
      "inhibit"
    ],
    "rank": 127
  },
  {
    "pkg": "Pulsar",
    "app_id": "dev.pulsar_edit.Pulsar",
    "description": "Modern, modifiable editor",
    "description_long": "Pulsar aims to not only reach feature parity with the original Atom text editor, but update the underlying architecture and support modern features.",
    "build_date": "2024-11-23T19:42:03",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/dev/pulsar_edit/Pulsar/a75a6f4503e519203a662581b9f97790/icons/128x128/dev.pulsar_edit.Pulsar.png",
    "license": "MIT",
    "tag": [
      "atom"
    ],
    "rank": 128
  },
  {
    "pkg": "Beaver Notes",
    "app_id": "com.beavernotes.beavernotes",
    "description": "Private note taking app",
    "description_long": "Beaver Notes is the note-taking app designed with simplicity and privacy in mind. Safeguard your thoughts and ideas effortlessly, knowing they're securely stored on your device. With Beaver Notes, only you have access to your data.",
    "build_date": "2024-09-21T14:30:22",
    "category": [
      "Utility",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/beavernotes/beavernotes/b195a0a951372bb96cc104f4c8de42c7/icons/128x128/com.beavernotes.beavernotes.png",
    "license": "MIT",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "Emblem",
    "app_id": "org.gnome.design.Emblem",
    "description": "Generate project avatars",
    "description_long": "Generate projects avatars for your Matrix rooms and git forges from a symbolic icon.",
    "build_date": "2024-09-23T14:15:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Emblem/7b6c7390c7b483d9f9c6832d6ce2a99c/icons/128x128/org.gnome.design.Emblem.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "logo"
    ],
    "rank": 130
  },
  {
    "pkg": "Icon Library",
    "app_id": "org.gnome.design.IconLibrary",
    "description": "Symbolic icons for your apps",
    "description_long": "Find the right icon to use on your GNOME application.",
    "build_date": "2024-11-26T08:16:00",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.IconLibrary/4ae0d44d1c2c50f9654fe97a50f8eab3/icons/128x128/org.gnome.design.IconLibrary.png",
    "license": "GPL-3.0+",
    "tag": [
      "Icon",
      "Library",
      "Icons",
      "Symbolic",
      "GNOME",
      "GTK"
    ],
    "rank": 131
  },
  {
    "pkg": "Lock",
    "app_id": "com.konstantintutsch.Lock",
    "description": "Process data with GnuPG",
    "description_long": "Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.<br>Process text and files:<br>Encryption<br>Decryption<br>Signing<br>Verification<br>Manage your GnuPG keyring:<br>Generate new keypairs<br>Import keys<br>Export public keys<br>View expiry dates<br>Update expiry dates of expired keys<br>Remove keys<br>",
    "build_date": "2024-12-10T15:33:01",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Lock/21430b2faf02f646ba25ea10d2978def/icons/128x128/com.konstantintutsch.Lock.png",
    "license": "MIT",
    "tag": [
      "gpg",
      "gnupg",
      "cryptography",
      "openpgp",
      "encrypt",
      "decrypt",
      "sign",
      "verify"
    ],
    "rank": 132
  },
  {
    "pkg": "jdMinecraftLauncher",
    "app_id": "page.codeberg.JakobDev.jdMinecraftLauncher",
    "description": "Unofficial classic styled Minecraft Launcher",
    "description_long": "jdMinecraftLauncher is a Minecraft launcher which Look and Feel is close to the the good old official Launcher<br>Features:<br>All Minecraft versions are supported<br>Offline mode is available after your first login<br>One click install of Forge and Fabric<br>FeralInteractive GameMode is supported<br>Create Shortcuts in the Menu and on the Desktop to directly launch Minecraft<br>For Developers commandline arguments and a D-Bus Interface are provided<br>Profiles can be imported from the vanilla launcher<br>You need a Microsoft Account which owns Minecraft to use this Launcher<br>This Launcher is completly fanmade and not supported by Mojang/Microsoft",
    "build_date": "2024-10-09T15:58:44",
    "category": [
      "Game",
      "Qt"
    ],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdMinecraftLauncher/6758df1de19a0f45dfaf05eba3e1888b/icons/128x128/page.codeberg.JakobDev.jdMinecraftLauncher.png",
    "license": "GPL-3.0-only",
    "tag": [
      "minecraft",
      "sandbox",
      "pyqt"
    ],
    "rank": 133
  },
  {
    "pkg": "Crosswords",
    "app_id": "org.gnome.Crosswords",
    "description": "Solve crossword puzzles",
    "description_long": "<br>A simple and fun game of crosswords. Load your crossword files,<br>or play one of the included games. Features include:<br>Support for shaped and colored crosswords<br>Loading .ipuz, .jpuz, .xd, and .puz files<br>Hint support, such as showing mistakes and suggesting words<br>Dark mode<br>Locally installed crosswords as well as support for 3rd party downloaders<br>",
    "build_date": "2024-05-22T19:57:09",
    "category": [
      "Game",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords/aa4919b3a0ad4ff19e0171a7522f9c34/icons/128x128/org.gnome.Crosswords.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "xword",
      "ipuz",
      "grid",
      "puzzle",
      "game"
    ],
    "rank": 134
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2024-12-05T22:50:55",
    "category": [
      "Network",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 135
  },
  {
    "pkg": "Biblioteca",
    "app_id": "app.drey.Biblioteca",
    "description": "Read GNOME documentation offline",
    "description_long": "Biblioteca lets you browse and read GNOME documentation. Among other things, Biblioteca comes with<br>Offline documentation<br>Web browsing<br>Tabs<br>Dark mode support<br>Fuzzy search<br>Mobile / adaptive<br>",
    "build_date": "2024-10-18T20:37:25",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Biblioteca/02dd047c906c7be14d3e7bf71ec29340/icons/128x128/app.drey.Biblioteca.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "libadwaita",
      "doc",
      "documentation",
      "api",
      "manual",
      "devhelp"
    ],
    "rank": 136
  },
  {
    "pkg": "Clairvoyant",
    "app_id": "com.github.cassidyjames.clairvoyant",
    "description": "Ask questions, get psychic answers",
    "description_long": "Does he love you? Should you have pizza for dinner? Is there such thing as a stupid question? Discover the answers to these questions and more with Clairvoyant, the magic 8-ball inspired fortune teller.<br>Ask a question, then open Clairvoyant for an answer.<br>Not satisfied? Ask again, then hit to try again.<br>Do what you'd like with the answers—just don't shoot the messenger!<br>",
    "build_date": "2024-09-24T04:01:16",
    "category": [
      "Utility",
      "Amusement"
    ],
    "icon": "https://dl.flathub.org/media/com/github/cassidyjames.clairvoyant/261d95b030b63b2fe4f90f09b1e94712/icons/128x128/com.github.cassidyjames.clairvoyant.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "magic",
      "eight",
      "ball",
      "8",
      "crystal",
      "🔮",
      "medium",
      "🎱"
    ],
    "rank": 137
  },
  {
    "pkg": "Kotatogram",
    "app_id": "io.github.kotatogram",
    "description": "Experimental Telegram messenger",
    "description_long": "Unofficial messaging app based on Telegram Desktop.<br>Telegram is a popular messaging protocol with encryption and security as its key focus.",
    "build_date": "2024-12-04T15:41:12",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/io/github/kotatogram/63f0075c53e2675179e69b0e40499f95/icons/128x128/io.github.kotatogram.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "kotatogram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 138
  },
  {
    "pkg": "Concessio",
    "app_id": "io.github.ronniedroid.concessio",
    "description": "Understand file permissions",
    "description_long": "Concessio helps you understand and convert between unix permissions representations<br>Convert between symbolic and numeric representations of UNIX file permissions<br>Use toggle buttons to update the symbolic and numeric fields<br>Open a file to read it's permissions and convert them<br>Open the help dialog to read and understand the UNIX permissions system<br>",
    "build_date": "2024-11-20T12:47:37",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/ronniedroid.concessio/243c66598c96e52dcd2e67109790613d/icons/128x128/io.github.ronniedroid.concessio.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Permissions",
      "Convertor",
      "Calculator"
    ],
    "rank": 139
  },
  {
    "pkg": "Damask",
    "app_id": "app.drey.Damask",
    "description": "Automatic wallpapers from the Internet",
    "description_long": "Damask is an automatic wallpaper application. It currently supports setting the wallpaper image from the following sources:<br>wallhaven.cc<br>Microsoft Bing Wallpaper of the day<br>NASA Astronomy Picture of the Day<br>Unsplash<br>Google Earth View<br>",
    "build_date": "2024-05-02T19:12:53",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Damask/c4d6d7d4779bd067e276a0b6871d635d/icons/128x128/app.drey.Damask.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wallpaper"
    ],
    "rank": 140
  },
  {
    "pkg": "Akregator",
    "app_id": "org.kde.akregator",
    "description": "Keep up with your feeds",
    "description_long": "<br>Akregator is a news feed reader. It enables you to follow news sites, blogs and other RSS/Atom-enabled websites without the need to manually<br>check for updates using a web browser. Akregator is designed to be both easy to use and to be powerful enough to read hundreds of news sources conveniently.<br>It comes with a fast search, advanced archiving functionality and an internal browser for easy news reading.<br>",
    "build_date": "2024-12-06T10:07:01",
    "category": [
      "Network",
      "News",
      "Feed"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/akregator/4e4a4193c12c51e88676a5cfb294ed45/icons/128x128/org.kde.akregator.png",
    "license": "GPL-2.0+",
    "tag": [
      "Qt"
    ],
    "rank": 141
  },
  {
    "pkg": "Paper",
    "app_id": "io.posidon.Paper",
    "description": "Take notes in Markdown",
    "description_long": "Create notebooks, take notes in markdownFeatures:Almost WYSIWYG markdown renderingSearchable through GNOME searchHighlight &amp; Strikethrough text formattingApp recoloring based on notebook colorTrash can",
    "build_date": "2022-11-28T14:56:28",
    "category": [
      "TextEditor",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.posidon.Paper.png",
    "license": "GPL-3.0+",
    "tag": [
      "Markdown",
      "Note",
      "Notebook",
      "Notepad",
      "Notes",
      "Post-it",
      "School",
      "Sticky",
      "Text",
      "Write"
    ],
    "rank": 142
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2024-06-08T20:20:42",
    "category": [
      "Education",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/a5cf2704d91b810637273246ae2dcf54/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "Gaia Sky",
    "app_id": "de.uni_heidelberg.zah.GaiaSky",
    "description": "Explore the universe in 3D",
    "description_long": "<br>Gaia Sky is an astronomy visualisation platform for desktop and VR that runs on Linux, Windows and macOS. It is developed in the framework of ESA's Gaia mission to chart about 1 billion stars of our Galaxy in the Gaia group of the Astronomisches Rechen-Institut (ZAH, Universität Heidelberg). Explore the Solar System, the Milky Way, and even the most distant galaxies of our Universe with up-to-date, real scientific data.<br>",
    "build_date": "2024-10-18T10:32:32",
    "category": [
      "Science",
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/de/uni_heidelberg/zah.GaiaSky/6ef7ce5eef0333c5943a288ad3e7babe/icons/128x128/de.uni_heidelberg.zah.GaiaSky.png",
    "license": "MPL-2.0",
    "tag": [
      "space",
      "planets",
      "explore",
      "milky"
    ],
    "rank": 144
  },
  {
    "pkg": "Pin It!",
    "app_id": "com.github.ryonakano.pinit",
    "description": "Pin portable apps to the launcher",
    "description_long": "<br>Pin shortcuts for portable apps like raw executable files, AppImage files, etc. to the app launcher on your desktop.<br>Other features include:<br>Edit or delete created app entries without opening the file manager<br>Automatically add the execute permission to the file you select<br>",
    "build_date": "2024-11-09T08:50:26",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/ryonakano.pinit/efb32be60c1de9a015e32fed8ca65224/icons/128x128/com.github.ryonakano.pinit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Desktop",
      "File",
      "Create",
      "Edit",
      "Info",
      "Icon",
      "AppImage"
    ],
    "rank": 145
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>(Rclone Shuttle is still experimental. If you prefer a more mature but unmaintained<br>alternative, we recommend Rclone Browser.)<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2024-07-21T12:25:22",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/e1284299c2035c136fc08702fedaa4cd/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 146
  },
  {
    "pkg": "Turn On",
    "app_id": "de.swsnr.turnon",
    "description": "Turn on devices in your network",
    "description_long": "Conveniently turn on devices in your network, such as a NAS or a gaming console,<br>using Wake On LAN (WoL).<br>Features:<br>Add devices to turn on.<br>Turn on devices with magic Wake On LAN (WoL) packets.<br>Monitor device status.<br>Turn on devices from GNOME Shell search.<br>Turn on devices from the command line.<br>",
    "build_date": "2024-11-29T09:54:37",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/swsnr/turnon/da7b7d7b3bfda4091a3687805bb5d397/icons/128x128/de.swsnr.turnon.png",
    "license": "MPL-2.0",
    "tag": [
      "WakeOnLan"
    ],
    "rank": 147
  },
  {
    "pkg": "Valuta",
    "app_id": "io.github.idevecore.Valuta",
    "description": "Convert between currencies",
    "description_long": "Valuta is a simple and fast conversion tool, ideal for those who need to convert between different currencies repeatedly. Use it while traveling, budgeting, or anytime else you need to quickly convert between two currencies.",
    "build_date": "2024-07-16T21:02:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/idevecore.Valuta/1c049a4e1c6b0395c848dc7bb80d73c2/icons/128x128/io.github.idevecore.Valuta.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "Flare",
    "app_id": "de.schmidhuberj.Flare",
    "description": "Chat with your friends on Signal",
    "description_long": "<br>Flare is an unofficial app for Signal. It is still in development and doesn't include all the features that the official Signal apps do. More information can be found on its feature roadmap.<br>Please note that using this application will probably worsen your security compared to using official Signal applications.<br>Use with care when handling sensitive data.<br>Look at the projects README for more information about security.<br>",
    "build_date": "2024-11-23T15:46:09",
    "category": [
      "Network",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/Flare/72c76d7f2acebec783ae2e66b4c3be3f/icons/128x128/de.schmidhuberj.Flare.png",
    "license": "AGPL-3.0",
    "tag": [
      "messaging",
      "chat",
      "signal"
    ],
    "rank": 149
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2024-10-11T15:32:25",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/be87d5d71683b82d917f690c1adef4ab/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "memorado",
      "flash",
      "cards",
      "learn",
      "improve"
    ],
    "rank": 150
  },
  {
    "pkg": "Retro",
    "app_id": "re.sonny.Retro",
    "description": "Customizable clock widget",
    "description_long": "Retro is a retro digital segment clock that can be customized. It can be used in the background, maximized or as an always on top widget.<br>Supported features<br>24h/12h format<br>fullscreen<br>Styling with CSS<br>Restore window size<br>",
    "build_date": "2024-04-15T07:28:15",
    "category": [
      "Education",
      "Utility",
      "Amusement",
      "Clock"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Retro.desktop/81a3ba1759f572e7c559bd6a19a10d06/icons/128x128/re.sonny.Retro.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 151
  },
  {
    "pkg": "Dino",
    "app_id": "im.dino.Dino",
    "description": "Modern XMPP chat client",
    "description_long": "Dino is a modern open-source chat client for the desktop. It focuses on providing a clean and reliable Jabber/XMPP experience while having your privacy in mind.<br>It supports end-to-end encryption with OMEMO and OpenPGP and allows configuring privacy-related features such as read receipts and typing notifications.<br>Dino fetches history from the server and synchronizes messages with other devices.",
    "build_date": "2024-07-01T12:47:09",
    "category": [
      "Network",
      "InstantMessaging",
      "Chat",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/im/dino/Dino/872620bbfc7370e82dcb889b096e5c3c/icons/128x128/im.dino.Dino.png",
    "license": "GPL-3.0+",
    "tag": [
      "Jabber",
      "XMPP"
    ],
    "rank": 152
  },
  {
    "pkg": "PinApp",
    "app_id": "io.github.fabrialberio.pinapp",
    "description": "Create and edit application shortcuts",
    "description_long": "PinApp is a simple application that lets you customize your app list.<br>Some of the possible uses are<br>Changing an app icon that doesn't fit in with your theme<br>Creating custom shortcuts to websites<br>Hiding apps you don't want to see<br>Editing properties in .desktop files<br>The app is made with Libadwaita and GTK4, with consideration for small-screen devices",
    "build_date": "2024-11-02T02:44:25",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fabrialberio.pinapp/11a9c7119c4df37af1d3043c249db678/icons/128x128/io.github.fabrialberio.pinapp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Apps",
      "Shortcuts",
      "Icons"
    ],
    "rank": 153
  },
  {
    "pkg": "Echo",
    "app_id": "io.github.lo2dev.Echo",
    "description": "Ping websites",
    "description_long": "Utility to ping websites.<br>Features include:<br>Advanced ping parameters like ping count, timeout, etc<br>",
    "build_date": "2024-11-08T18:07:47",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lo2dev.Echo/e7954ea11b87cf3061aaf43524904ad0/icons/128x128/io.github.lo2dev.Echo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ping"
    ],
    "rank": 154
  },
  {
    "pkg": "Gameeky",
    "app_id": "dev.tchx84.Gameeky",
    "description": "Play, create and learn",
    "description_long": "<br>Gameeky lets young learners and educators create and explore cooperative games and learning experiences.<br>More specifically:<br>Play and explore games with friends<br>Create new games without writing any code<br>Tell stories through these games<br>Nurture artistic skills by designing game objects and creatures<br>Grasp the basics of programming using Python in a LOGO-like experience<br>Mature programming skills by extending games with Python plugins<br>",
    "build_date": "2024-05-01T15:05:08",
    "category": [
      "Education",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/dev/tchx84/Gameeky/1f89f6d0d472ec8c368a3837925e3a29/icons/128x128/dev.tchx84.Gameeky.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "Elastic",
    "app_id": "app.drey.Elastic",
    "description": "Design spring animations",
    "description_long": "<br>Elastic allows to design and export spring physics-based animations to use<br>with libadwaita.<br>Features:<br>Preview translation, rotation and scaling transformations.<br>See the animation curve and duration on a graph.<br>Drag a handle to see it return back with the spring physics.<br>Export C, JavaScript, Python, Vala or Rust code.<br>",
    "build_date": "2024-09-24T17:43:59",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/Elastic/7f88db83cdca2735add70a0aed55cebf/icons/128x128/app.drey.Elastic.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "spring",
      "animation",
      "animations",
      "GNOME",
      "GTK",
      "Adwaita"
    ],
    "rank": 156
  },
  {
    "pkg": "Polari",
    "app_id": "org.gnome.Polari",
    "description": "Talk to people on IRC",
    "description_long": "<br>A simple Internet Relay Chat (IRC) client that is designed to integrate<br>seamlessly with GNOME; it features a simple and beautiful interface which<br>allows you to focus on your conversations.<br>You can use Polari to publicly chat with people in a channel, and to<br>have private one-to-one conversations. Notifications make sure that<br>you never miss an important message.<br>",
    "build_date": "2024-10-14T19:42:08",
    "category": [
      "Network",
      "IRCClient"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Polari.desktop/2de0c30d124f06fab3737523c1eddb71/icons/128x128/org.gnome.Polari.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "IRC",
      "Internet",
      "Relay",
      "Chat"
    ],
    "rank": 157
  },
  {
    "pkg": "Lorem",
    "app_id": "org.gnome.design.Lorem",
    "description": "Generate placeholder text",
    "description_long": "Simple app to generate the well-known Lorem Ipsum placeholder text.",
    "build_date": "2024-09-23T14:12:10",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Lorem/353a409639903d67b29251c2374641fc/icons/128x128/org.gnome.design.Lorem.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "placeholder"
    ],
    "rank": 158
  },
  {
    "pkg": "Hashes",
    "app_id": "io.github.zefr0x.hashes",
    "description": "Identify hashing algorithms",
    "description_long": "This utility lets you conveniently find out what hashing algorithm has been used on a particular string.<br>Features:<br>📺 Popularity Ratings - Most popular hashes showed first.<br>👵 Updated! - A new hash algorithm database is used in the identification process.<br>",
    "build_date": "2024-10-06T14:45:09",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/github/zefr0x.hashes/9edcd5d10c33d39a8a4091f3d82274a8/icons/128x128/io.github.zefr0x.hashes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "hash",
      "hashcat",
      "john",
      "detect",
      "identify"
    ],
    "rank": 159
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2024-12-04T22:19:57",
    "category": [
      "Utility",
      "System",
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/983ac2d79a0d4a9efecd83a3e743a5cf/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 160
  },
  {
    "pkg": "Teleprompter",
    "app_id": "io.github.nokse22.teleprompter",
    "description": "Stay on track during speeches",
    "description_long": "A simple app to read scrolling text from your screen. It has an adaptive layout to work on smartphones too.",
    "build_date": "2024-09-29T15:21:34",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.teleprompter.desktop/2cce86423e7bab3f819b599debdbd00d/icons/128x128/io.github.nokse22.teleprompter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "Read It Later",
    "app_id": "com.belmoussaoui.ReadItLater",
    "description": "Save and read web articles",
    "description_long": "Read It Later, is a simple Wallabag client. It has the basic features to manage your articles.<br>Add new articles<br>Archive an article<br>Delete an article<br>Favorite an article<br>It also comes with a nice on eyes reader mode that supports code syntax highlighting and a dark mode.",
    "build_date": "2024-10-14T10:41:29",
    "category": [
      "GNOME",
      "GTK",
      "Utility",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ReadItLater/cf621343a9dae621bdffb2046a506332/icons/128x128/com.belmoussaoui.ReadItLater.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Wallabag",
      "Web",
      "Article",
      "Offline"
    ],
    "rank": 162
  },
  {
    "pkg": "Mini Text",
    "app_id": "io.github.nokse22.minitext",
    "description": "Ephemeral scratch pad",
    "description_long": "A very small and minimalistic digital scratch pad with minimal editing capabilities.\nBest used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.<br>",
    "build_date": "2024-09-18T23:16:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.minitext/abc655beb9c8c41fb4b6c68f82cd45b5/icons/128x128/io.github.nokse22.minitext.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "Hieroglyphic",
    "app_id": "io.github.finefindus.Hieroglyphic",
    "description": "Find LaTeX symbols",
    "description_long": "If you work with LaTeX, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different LaTeX symbols by sketching.",
    "build_date": "2024-10-08T11:28:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/finefindus.Hieroglyphic/704b56bc400af342e0615f883b285c86/icons/128x128/io.github.finefindus.Hieroglyphic.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "Tools",
      "LaTeX",
      "TeX",
      "Symbols"
    ],
    "rank": 164
  },
  {
    "pkg": "Flowtime",
    "app_id": "io.github.diegoivanme.flowtime",
    "description": "Spend your time wisely",
    "description_long": "<br>The Pomodoro technique is efficient for tasks you find boring, but having to take a break when you are 100% concentrated in something you like might be annoying. That's why the Flowtime technique exists: take appropiate breaks without loosing you **flow**.<br>",
    "build_date": "2024-03-26T05:24:46",
    "category": [
      "Office",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegoivanme.flowtime/5624693a43b382ac5d7eb1f5c72334b7/icons/128x128/io.github.diegoivanme.flowtime.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "Password",
    "app_id": "io.gitlab.elescoute.password",
    "description": "Password calculator and generator",
    "description_long": "<br>Password is a password calculator and random generator for Gnome written in Gtk/Vala.<br>This app calculates strong unique passwords for each alias and passphrase combination.<br>No need to remember dozens of passwords any longer and no need for a password manager!<br>The calculator can use MD5, SHA1, SHA256 and SHA512 hash algorithms in combination with HMAC.<br>Compatible with Linux Phone using Phosh (PinePhone, Librem 5).<br>",
    "build_date": "2024-11-15T17:39:38",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.password/b9139acbae94a7f9cd389527d8579486/icons/128x128/io.gitlab.elescoute.password.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 166
  },
  {
    "pkg": "Snowglobe",
    "app_id": "com.belmoussaoui.snowglobe",
    "description": "Virtualization viewer using QEMU over DBus",
    "description_long": "A virtualization viewer for QEMU. The application communicates with the running QEMU instance over DBus. It supports keyboard, mouse and multi-touch gestures.",
    "build_date": "2023-10-04T08:42:21",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.belmoussaoui.snowglobe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "DBus",
      "QEMU",
      "Virtualization",
      "virtual machine",
      "vm"
    ],
    "rank": 167
  },
  {
    "pkg": "Binary",
    "app_id": "io.github.fizzyizzy05.binary",
    "description": "Convert numbers between bases",
    "description_long": "A small and simple app used to convert between different hexadecimal and binary numbers",
    "build_date": "2024-09-26T14:58:58",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fizzyizzy05.binary.desktop/246fc65800afe5c4ab2bdf1c0c28485b/icons/128x128/io.github.fizzyizzy05.binary.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "binary",
      "decimal",
      "hexadecimal",
      "base",
      "convert"
    ],
    "rank": 168
  },
  {
    "pkg": "Tokodon",
    "app_id": "org.kde.tokodon",
    "description": "Browse the Fediverse",
    "description_long": "Tokodon is a Mastodon client. It allows you to interact with the Fediverse community.",
    "build_date": "2024-12-01T01:44:02",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/tokodon/630f21ccf6df6c11a01b36531568804a/icons/128x128/org.kde.tokodon.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 169
  },
  {
    "pkg": "D-Spy",
    "app_id": "org.gnome.dspy",
    "description": "Analyze D-Bus connections",
    "description_long": "D-Spy is a simple tool to explore D-Bus connections.",
    "build_date": "2024-09-24T23:21:10",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/dspy.desktop/57e5ef0b7aa534e8680f46ff62355133/icons/128x128/org.gnome.dspy.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "spy",
      "D-Bus",
      "inspect",
      "development"
    ],
    "rank": 170
  },
  {
    "pkg": "Netsleuth",
    "app_id": "io.github.vmkspv.netsleuth",
    "description": "Calculate IP subnets",
    "description_long": "A simple utility for the calculation and analysis of IP subnet values, designed to simplify network configuration tasks.",
    "build_date": "2024-11-12T19:10:43",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.netsleuth/cb7bfc396010c1e4cfc0f160631f4e59/icons/128x128/io.github.vmkspv.netsleuth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "IP",
      "Subnet",
      "Mask",
      "Host",
      "Calculator"
    ],
    "rank": 171
  },
  {
    "pkg": "Glade",
    "app_id": "org.gnome.Glade",
    "description": "Create or open user interface designs for GTK+ applications",
    "description_long": "<br>Glade is a RAD tool to enable quick &amp; easy development of user interfaces<br>for the GTK+ 3 toolkit and the GNOME desktop environment. <br>The user interfaces designed in Glade are saved as XML and these can be<br>loaded by applications dynamically as needed by using GtkBuilder or used<br>directly to define a new GtkWidget derived object class using<br>GTK+ new template feature.<br>By using GtkBuilder, Glade XML files can be used in numerous programming <br>languages including C, C++, C#, Vala, Java, Perl, Python, and others. <br>",
    "build_date": "2024-06-12T01:00:20",
    "category": [
      "Development",
      "GUIDesigner"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Glade/8aa376d1fc7fe63d99f7db468a29b1fb/icons/128x128/org.gnome.Glade.png",
    "license": "GPL-2.0+ and LGPL-2.0+",
    "tag": [
      "GUI designer",
      "user interface",
      "ui builder"
    ],
    "rank": 172
  },
  {
    "pkg": "Buffer",
    "app_id": "org.gnome.gitlab.cheywood.Buffer",
    "description": "Embrace ephemeral text",
    "description_long": "Celebrating transience, Buffer provides a minimal editing space for all those things that don't need keeping.<br>Designed for keyboard workflows on desktop.",
    "build_date": "2024-10-15T07:06:57",
    "category": [
      "Utility",
      "TextEditor",
      "TextTools"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Buffer/521a388338f2ddfea9de37e09a57ffb2/icons/128x128/org.gnome.gitlab.cheywood.Buffer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "text",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "write",
      "document",
      "scratchpad",
      "temporary",
      "buffer",
      "gnome",
      "gtk"
    ],
    "rank": 173
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2024-07-15T18:57:56",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/b38da79a800a86e017d341448a7f6830/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser",
      "gemini",
      "rust"
    ],
    "rank": 174
  },
  {
    "pkg": "Exercise Timer",
    "app_id": "xyz.safeworlds.hiit",
    "description": "Train and rest with high intensity",
    "description_long": "Exercise timer is a simple utility to conduct interval training.<br>Following a short preparation period, a prescribed number of exercise sets are played. In between each exercise, there is a resting period.<br>The app does not make an assumption about the kind of the exercise.<br>Features:<br>Save and recall presets containing the number of sets and the duration of the exercise, rest and preparation periods.<br>A beeping sound is played at- and prior to each transition.<br>The volume of the sound can be adjusted.<br>Light and dark mode follows the system's setting.<br>",
    "build_date": "2024-11-11T02:56:31",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/xyz/safeworlds/hiit/aadd4b4cbc99ec3c0b9e837c5bb3c2ba/icons/128x128/xyz.safeworlds.hiit.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Utility",
      "Sports",
      "Exercise",
      "HIIT",
      "Training",
      "Exercise",
      "High intensity interval training"
    ],
    "rank": 175
  },
  {
    "pkg": "Vara",
    "app_id": "in.co.nandakumar.vara",
    "description": "Minimalist digital painting",
    "description_long": "<br>Drawing and digital painting application with pressure-sensitive brushes. <br>It belongs to the group of applications like Krita and MyPaint, but <br>with a limited number of features. The main focus is on simplicity.<br>Smooth and pressure-sensitive brushes<br>Any number of layers<br>32-bit high dynamic range workflow<br>Linear RGB colorspace with gamma correction<br>Beginner-friendly, but advanced options available<br>",
    "build_date": "2024-12-08T03:42:40",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/in/co/nandakumar.vara/ccc145adca818b81029c03d47685864a/icons/128x128/in.co.nandakumar.vara.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 176
  },
  {
    "pkg": "Commit",
    "app_id": "re.sonny.Commit",
    "description": "Commit message editor",
    "description_long": "<br>Commit is an editor that helps you write better Git and Mercurial commit<br>messages.<br>After installing make sure to launch the application and follow the<br>instructions.<br>Commit will pop up automatically when you make a commit in one of your projects.<br>To save your commit message, press the Commit button or the Ctrl+Return shortcut.<br>To abort and dismiss Commit, press the Abort button or the Escape key.<br>Features:<br>Highlights overflow of the commit title<br>Smart body wrapping<br>Inserts a blank line between title and body<br>Spell checking<br>Comments are read-only and excluded from <br>Displays project folder and branch in window header<br>Dark mode support<br>Keyboard navigation and shortcuts<br>Undo/Redo support<br>Emoji picker<br>Supports git commit, merge, tag --annotate, add --patch, rebase --interactive<br>Supports Mercurial commit<br>Auto capitalize the commit title<br>Welcome window with settings and instructions<br>Highlight syntax for Git, Mercurial and diffs<br>",
    "build_date": "2024-10-07T14:04:26",
    "category": [
      "Development",
      "Utility",
      "RevisionControl",
      "TextEditor"
    ],
    "icon": "https://dl.flathub.org/media/re/sonny/Commit/1e6d4ecdafd6bfae554347c09c7cce24/icons/128x128/re.sonny.Commit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "git",
      "mercurial",
      "hg",
      "scm",
      "gnomit",
      "komet",
      "comet"
    ],
    "rank": 177
  },
  {
    "pkg": "Bella",
    "app_id": "io.github.josephmawa.Bella",
    "description": "Pick a color from the screen",
    "description_long": "Pick a color from anywhere on your screen and save it in one of the common color formats.<br>Below are the main features of Bella:<br>Pick a color from the screen<br>Save the picked color<br>Modify the picked color<br>Switch to dark, light, or system mode<br>",
    "build_date": "2024-12-09T09:32:01",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.Bella/5ce60e7c5e2eb19b947417e32295750c/icons/128x128/io.github.josephmawa.Bella.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "color picker",
      "eye dropper",
      "development"
    ],
    "rank": 178
  },
  {
    "pkg": "Seabird",
    "app_id": "dev.skynomads.Seabird",
    "description": "A simple Kubernetes IDE for GNOME",
    "description_long": "<br>Seabird is a Kubernetes IDE designed for the GNOME desktop. Explore and<br>manage your clusters with a simple and intuitive interface. Equipped with<br>essential features such as a terminal for executing commands, monitoring through<br>logs and metrics, and a resource editor that conveniently places the API<br>reference at your fingertips.<br>",
    "build_date": "2024-07-22T14:48:42",
    "category": [
      "Development",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/dev/skynomads/Seabird/d8866a096f8cd1489befda86c6044a5e/icons/128x128/dev.skynomads.Seabird.png",
    "license": "MPL-2.0",
    "tag": [
      "kubernetes"
    ],
    "rank": 179
  },
  {
    "pkg": "Multiplex",
    "app_id": "com.pojtinger.felicitas.Multiplex",
    "description": "Watch torrents with your friends",
    "description_long": "Multiplex is an app to watch torrents together, providing an experience similar to<br>Apple's SharePlay and Amazon's Prime Video Watch Party.<br>It enables you to:<br>Stream any file directly using a wide range of video and audio formats with the mpv<br>video player<br>Host online watch parties while preserving your privacy by synchronizing video<br>playback with friends without a central server<br>Bypass internet restrictions by optionally separating the backend and user interface<br>into two separate components<br>",
    "build_date": "2024-08-16T03:50:52",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Multiplex/babc291dc966702b0b6ddc6904dad782/icons/128x128/com.pojtinger.felicitas.Multiplex.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "Dosage",
    "app_id": "io.github.diegopvlk.Dosage",
    "description": "Keep track of your treatments",
    "description_long": "Easily manage track treatments with Dosage: Notifications, History, Multiple Doses, Flexible Frequency, Customization, Stock Monitoring, and Duration Control<br>Features:<br>Notifications — Get reminders at the right time<br>History — See which medications you took, skipped or missed<br>Dosage management — Multiple doses with different times<br>Frequency modes — Every day, specific days, cycle or just when necessary<br>Color and icon — Give a shape for your treatment<br>Inventory tracking — Monitor your stock and get reminded when it's low<br>Duration — Define the start and end dates<br>",
    "build_date": "2024-12-05T14:14:01",
    "category": [
      "Utility",
      "MedicalSoftware",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Dosage.desktop/01230c28afc1d2551c485c9c9290036a/icons/128x128/io.github.diegopvlk.Dosage.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Medication",
      "Tracker",
      "Reminder",
      "Today",
      "Treatments",
      "Pill",
      "Drug",
      "Remedy"
    ],
    "rank": 181
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2024-09-20T11:34:32",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/0b917517c467606cd1f9af675ca433af/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 182
  },
  {
    "pkg": "Flood It",
    "app_id": "io.github.tfuxu.floodit",
    "description": "Flood the board",
    "description_long": "<br>Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible.\n<br>Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!<br>",
    "build_date": "2024-10-06T15:06:25",
    "category": [
      "Game",
      "StrategyGame",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.floodit/a521967f125521df0528db5ffb9037f4/icons/128x128/io.github.tfuxu.floodit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "strategy",
      "flood",
      "flood-it"
    ],
    "rank": 183
  },
  {
    "pkg": "Libellus",
    "app_id": "de.hummdudel.Libellus",
    "description": "View DnD information in style",
    "description_long": "Libellus lets you browse and read DnD 5th edition information like a wiki / lexicon. The basic navigation is tab-based, so multiple pages can be viewed at the same time. There is a basic search / filter system. The data is stored locally, images are downloaded.<br>Libellus currently supports Classes, Races, Spells, Magic Items, Equipment, and Monsters<br>",
    "build_date": "2024-09-21T09:00:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/hummdudel/Libellus/e2b47e26da7cd3c7ec10bf7abc295681/icons/128x128/de.hummdudel.Libellus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "dnd",
      "wiki"
    ],
    "rank": 184
  },
  {
    "pkg": "Share Preview",
    "app_id": "com.rafaelmardojai.SharePreview",
    "description": "Test social media cards locally",
    "description_long": "Preview and debug websites metadata tags for social media share.",
    "build_date": "2024-04-04T04:10:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/SharePreview/c134ff3820d79e311949ebf8f69e02c1/icons/128x128/com.rafaelmardojai.SharePreview.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "link",
      "url",
      "unfurl"
    ],
    "rank": 185
  },
  {
    "pkg": "Dippi",
    "app_id": "com.github.cassidyjames.dippi",
    "description": "Calculate display info like DPI",
    "description_long": "Analyze any display. Input a few simple details and figure out the aspect ratio, DPI, and other details of a particular display. Great for deciding which laptop or external monitor to purchase, and if it would be considered HiDPI.<br>Lots of handy features:<br>Find out if a display is a good choice based on its size and resolution<br>Get advice about different densities<br>Learn the logical resolution<br>Differentiate between laptops and desktop displays<br>Stupid simple: all in a cute li'l window<br>Based my expertise and experience shipping HiDPI hardware and software at System76 and elementary.<br>Tells you if a display’s density is:<br>Very Low DPI,<br>Fairly Low DPI,<br>Ideal for LoDPI,<br>Potentially Problematic,<br>Ideal for HiDPI,<br>Fairly High for HiDPI, or<br>Too High DPI<br>Special thanks to Micah Ilbery for the shiny icons.",
    "build_date": "2024-08-20T22:48:27",
    "category": [
      "Calculator",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/cassidyjames.dippi/99370a4fd8f0fcfb32b991306dc70065/icons/128x128/com.github.cassidyjames.dippi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "DPI",
      "density",
      "monitor",
      "resolution",
      "display",
      "width",
      "height",
      "screen",
      "HiDPI",
      "loDPI",
      "aspect",
      "ratio"
    ],
    "rank": 186
  },
  {
    "pkg": "Fablemaker",
    "app_id": "com.endlessnetwork.fablemaker",
    "description": "Hack Aesop’s fables",
    "description_long": "Enter the world of Aesop’s fables like never before! Interactive stories where you can customize characters, texts and sounds, hacking into its code in this absorbing and educational app.<br>Pop open the magical pages that offer a new approach to interacting with the beloved Aesop’s fables! Read and touch these time honored stories and then hack the pages to make them your own. The art, sounds and text can all be hacked, creating your unique fables you can share with others.",
    "build_date": "2024-12-03T00:23:40",
    "category": [
      "Education",
      "Game",
      "ComputerScience",
      "KidsGame"
    ],
    "icon": "https://dl.flathub.org/media/com/endlessnetwork/fablemaker/b1fa1e102e9f2ae72e8256249b926039/icons/128x128/com.endlessnetwork.fablemaker.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "Color Palette",
    "app_id": "org.gnome.design.Palette",
    "description": "Color Palette tool",
    "description_long": "<br>Tool for viewing the GNOME color palette as defined by the design guidelines.<br>",
    "build_date": "2024-10-03T17:33:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Palette/19ec228ec9cab32c171bc207dc5de43f/icons/128x128/org.gnome.design.Palette.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Contrast",
    "app_id": "org.gnome.design.Contrast",
    "description": "Check contrast between two colors",
    "description_long": "Contrast checks whether the contrast between two colors meet the WCAG requirements.",
    "build_date": "2024-09-23T10:50:15",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Contrast/7db0545610ccf450f03738ec43b0291b/icons/128x128/org.gnome.design.Contrast.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Color",
      "Contrast",
      "GNOME",
      "GTK"
    ],
    "rank": 189
  },
  {
    "pkg": "Manuals",
    "app_id": "app.devsuite.Manuals",
    "description": "Read developer documentation",
    "description_long": "<br>Manuals indexes your developer manuals and provides robust browsing<br>and searching capabilities.<br>It supports the devhelp documentation format used by many libraries<br>integrating with the GTK platform.<br>",
    "build_date": "2024-09-24T23:20:10",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/app/devsuite/Manuals/b8b09f84c5c4c9094af47fefb443944e/icons/128x128/app.devsuite.Manuals.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "documentation",
      "manuals",
      "api",
      "reference",
      "docs",
      "developer"
    ],
    "rank": 190
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2024-10-21T07:11:22",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/dff1323a4f151b533f4afc2b1d62b550/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock",
      "tasks",
      "productivity"
    ],
    "rank": 191
  },
  {
    "pkg": "Kronometer",
    "app_id": "org.kde.kronometer",
    "description": "Chronometer",
    "description_long": "<br>Kronometer is a stopwatch application. It features the basic stopwatch actions (pause/resume/reset/laps), as well as the ability to save the times and resume them later. Kronometer is part of the KDE Extragear collection, within the Utils sub-module.<br>Features:<br>Start/pause/resume the stopwatch widget<br>Laps recording: you can capture the stopwatch time when you want<br>Lap times sorting: you can easily find the shortest lap time or the longest one<br>Reset the stopwatch widget and the lap times<br>Time format settings: you can choose the stopwatch granularity<br>Times saving and resuming: you can save the stopwatch status and resume it later<br>Font customization: you can choose the fonts for each of the stopwatch digits<br>Color customization: you can choose the color for the stopwatch digits and the stopwatch background<br>Lap times export: you can export the lap times to a file using the JSON or CSV format<br>",
    "build_date": "2024-10-19T06:09:33",
    "category": [
      "Utility",
      "Clock"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/kronometer.desktop/aa102a246eab4dd6b1faba1d94230781/icons/128x128/org.kde.kronometer.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 192
  },
  {
    "pkg": "Breathing",
    "app_id": "io.github.seadve.Breathing",
    "description": "Relax and meditate",
    "description_long": "Breathing is a simple application that guides your breathing pattern. This pattern is recommended by experts that will help ease your anxiety.<br>The main features of Breathing includes the following:<br>🌬️ Guide your breathing.<br>🌑 Change to a dark-mode with ease.<br>📱 Easy-to-use user interface.<br>⌨️ User-friendly keyboard shortcuts.<br>",
    "build_date": "2024-03-24T08:11:20",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Breathing/0b7bf6ee88f8825a265077a27b960913/icons/128x128/io.github.seadve.Breathing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "Breath",
      "Exercise"
    ],
    "rank": 193
  },
  {
    "pkg": "Facetracker",
    "app_id": "de.z_ray.Facetracker",
    "description": "Face tracking made easy",
    "description_long": "<br>This is a graphical user interface to launch a face tracker locally on your machine to gain tracking data<br>from a webcam. These tracking data can then be used by other applications like VTubbing Software to bring a<br>virtual avatar to live.<br>",
    "build_date": "2024-10-22T19:50:19",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/de/z_ray/Facetracker/19049e3825078857e7d91b0bd7412992/icons/128x128/de.z_ray.Facetracker.png",
    "license": "MIT",
    "tag": [
      "facetracker",
      "vtube",
      "webcam"
    ],
    "rank": 194
  },
  {
    "pkg": "Tabletop Club",
    "app_id": "net.tabletopclub.TabletopClub",
    "description": "Play board games in a 3D sandbox",
    "description_long": "<br>In Tabletop Club, you are given a box of toys to play with, and it's up to you what you do with them! Sure, you can play board games, but why not make a house made of dice, then frisbee it with a poker chip? Draw on the table while waiting for your opponent to make a move in chess, or flip the table into deep space after losing an all-in bet? The table is your oyster!<br>You can play online with friends in the click of a button, no login or sign-up required! Simply host a game, and share the room code with your friends. You can also play singleplayer, with no internet connection required.<br>Do you have a D&amp;D campaign in mind? Want to command an army in Warhammer? Or is there another board game you want to play? Luckily, the game uses a modular and easy-to-use asset pack system that makes it really quick to import your images, models, music, and more!<br>The game is completely free to play, and the source code is available on GitHub!<br>You can also help contribute to the game! From submitting code and assets, to suggesting ideas, translating the project, or even finding bugs, there's a lot of ways that you can help make the game better and more accessible.<br>",
    "build_date": "2024-09-04T16:18:26",
    "category": [
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/net/tabletopclub/TabletopClub/091615738f728d4cfc65b36b6992c459/icons/128x128/net.tabletopclub.TabletopClub.png",
    "license": "MIT",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Quick Lookup",
    "app_id": "com.github.johnfactotum.QuickLookup",
    "description": "Look up words quickly",
    "description_long": "Look up words quickly with Quick Lookup, a dictionary application powered by Wiktionary™.<br>Features include:<br>Lookup definitions for words or phrases<br>Choose language by entering language name or ISO-639-1 code<br>Open internal links within the app<br>Go back to previous page with the back button<br>Look up selected text from any app by setting a keyboard shortcut to launch this app with the “--selection” command line option<br>Wiktionary is a trademark of the Wikimedia Foundation. This program is not endorsed by or affiliated with the Wikimedia Foundation.",
    "build_date": "2024-11-10T04:52:45",
    "category": [
      "Office",
      "Dictionary"
    ],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.QuickLookup/c638d45e7d6c65780add42ba024c3043/icons/128x128/com.github.johnfactotum.QuickLookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 196
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple time-tracker program for GNOME. Instead of using online-first options like Toggl and Clockify, use a lightning-fast local-first option that is still able to sync with multiple computers via cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you've spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2024-11-06T15:58:29",
    "category": [
      "Office",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/7a135aff60f657b042faa00ee4dd45f0/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 197
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2024-11-05T05:01:52",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana",
      "kana"
    ],
    "rank": 198
  },
  {
    "pkg": "GNUnet Messenger",
    "app_id": "org.gnunet.Messenger",
    "description": "Private and secure communication",
    "description_long": "Messenger-GTK is a convergent GTK messaging application using the GNUnet Messenger service. The goal is to provide private and secure communication between any group of devices.<br>The application provides the following features:<br>Creating direct chats and group chats<br>Managing your contacts and groups<br>Invite contacts to a group<br>Sending text messages<br>Sending voice recordings<br>Sharing files privately<br>Deleting messages with any custom delay<br>Renaming contacts<br>Exchanging contact details physically<br>Verifying contact identities<br>Switching between different accounts<br>Chats will generally created as opt-in. So you can decide who may contact you directly and who does not, accepting to a direct chat. Leaving a chat is also always possible.",
    "build_date": "2024-12-04T21:44:59",
    "category": [
      "Chat",
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/gnunet/Messenger/584d7fd021874040fb5990b8c523e896/icons/128x128/org.gnunet.Messenger.png",
    "license": "AGPL-3.0",
    "tag": [
      "messenger-gtk",
      "chat",
      "im",
      "messaging",
      "messenger",
      "gtk",
      "org.gnunet.Messenger"
    ],
    "rank": 199
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2024-07-06T22:23:20",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "digital pass",
      "espass",
      "pkpass"
    ],
    "rank": 200
  },
  {
    "pkg": "Tally",
    "app_id": "ca.vlacroix.Tally",
    "description": "Count anything",
    "description_long": "<br>Keep and organize a list of tally counters.<br>",
    "build_date": "2024-11-28T14:24:56",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/ca/vlacroix/Tally/e0617947cf72907b3cd4d64f31acb4f3/icons/128x128/ca.vlacroix.Tally.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "Gtk",
      "Counter"
    ],
    "rank": 201
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 202
  },
  {
    "pkg": "Countdown",
    "app_id": "io.github.lainsce.Countdown",
    "description": "Track events until they happen or since they happened",
    "description_long": "Tracking events until they happen, or since they happened, easier.",
    "build_date": "2024-06-07T01:33:31",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Countdown/153d28d839353f1ac5e17c1945b8b0e0/icons/128x128/io.github.lainsce.Countdown.png",
    "license": "GPL-3.0+",
    "tag": [
      "event",
      "countdown",
      "days"
    ],
    "rank": 203
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2024-11-10T18:00:10",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch",
      "Companion",
      "Time"
    ],
    "rank": 204
  },
  {
    "pkg": "Boxflat",
    "app_id": "io.github.lawstorant.boxflat",
    "description": "Configure Moza Racing hardware",
    "description_long": "<br>Boxflat enables you to change your Moza Racing hardware settings with ease.<br>Settings and their values are a 1:1 match with Pit House. This makes it possible to use presets shared by the community.<br>The table of supported settings compared to Pit House can be found on the project website. This project has no official ties to Moza<br>and/or their software. It's 100% independent work based largely on hours of reverse engineering the protocol.<br>Boxflat supports saving/loading presets and automatic per-game application.<br>If a device misses an axis an/or a button, an automatic game detection fix will be applied. No need for other software/SDL hints to make them work.<br>Supported devices:<br>Wheelbases<br>Wheels<br>Pedals<br>Handbrake<br>Sequential shifter<br>H-Pattern shifter<br>E-Stop<br>Universal Hub<br>Note: The udev rules found in the GitHub repository need to be installed for the application to work properly.<br>Boxflat will remind you of this in case of no rw access to the serial devices.<br>",
    "build_date": "2024-11-20T12:18:00",
    "category": [
      "Game",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lawstorant.boxflat/3d3410b493b165c17809a18c83f6ec6d/icons/128x128/io.github.lawstorant.boxflat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "racing",
      "cars",
      "wheels",
      "moza"
    ],
    "rank": 205
  },
  {
    "pkg": "Forge Sparks",
    "app_id": "com.mardojai.ForgeSparks",
    "description": "Get Git forges notifications",
    "description_long": "Simple notifier app with support for GitLab, Github, Gitea and Forgejo.",
    "build_date": "2024-10-07T13:58:38",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/mardojai/ForgeSparks/4657dc1e2033b5510b7e2714668b79cd/icons/128x128/com.mardojai.ForgeSparks.png",
    "license": "MIT",
    "tag": [
      "git",
      "github",
      "notifications"
    ],
    "rank": 206
  },
  {
    "pkg": "Ticket Booth",
    "app_id": "me.iepure.Ticketbooth",
    "description": "Keep track of your favorite shows",
    "description_long": "Ticket Booth allows you to build your watchlist of movies and TV Shows, keep track of<br>watched titles, and find information about the latest releases.<br>Ticket Booth does not allow you to watch or download content. This app uses the TMDB API<br>but is not endorsed or certified by TMDB.",
    "build_date": "2024-11-08T18:46:54",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/me/iepure/Ticketbooth/793622cf82fc30c3082ac4f8f8d84551/icons/128x128/me.iepure.Ticketbooth.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "GaticTacToe",
    "app_id": "io.github.diegoivan.GaticTacToe",
    "description": "Play Tic-tac-toe with your friends",
    "description_long": "Play Tic-Tac-Toe with your friends when you're bored or when you want to have a fun time.",
    "build_date": "2024-05-20T22:21:49",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/io/github/diegoivan.GaticTacToe/478685fed98775ba212391f656a8e8ae/icons/128x128/io.github.diegoivan.GaticTacToe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Tic-tac-toe",
      "tic Tac Toe"
    ],
    "rank": 208
  },
  {
    "pkg": "Caffeine",
    "app_id": "com.konstantintutsch.Caffeine",
    "description": "Calculate your coffee",
    "description_long": "Caffeine is a utility for coffee enthusiasts. It's sole purpose is to calculate the extraction ratio of a coffee.<br>For example, an espresso brewed from 10g of coffee ground weighing 18g would have an extraction ratio of 1 : 1.8.",
    "build_date": "2024-10-26T07:13:52",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Caffeine/6f9fcf7d1df796a7889bb732066e2526/icons/128x128/com.konstantintutsch.Caffeine.png",
    "license": "MIT",
    "tag": [
      "coffee",
      "recipe",
      "ratio"
    ],
    "rank": 209
  },
  {
    "pkg": "Pineapple Pictures",
    "app_id": "net.blumia.pineapple-pictures",
    "description": "Image Viewer",
    "description_long": "Pineapple Pictures is a lightweight and easy-to-use image viewer that comes with a handy navigation thumbnail when zoom-in, and doesn't contain any image management support.",
    "build_date": "2024-12-08T07:28:46",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/net/blumia/pineapple-pictures/83c942114071cd3367398c7a671dd194/icons/128x128/net.blumia.pineapple-pictures.png",
    "license": "MIT",
    "tag": [
      "Picture",
      "Image",
      "Viewer",
      "Jpg",
      "Jpeg",
      "Png"
    ],
    "rank": 210
  },
  {
    "pkg": "Picker",
    "app_id": "io.github.mezoahmedii.Picker",
    "description": "Randomly pick something to do",
    "description_long": "<br>Picker is a simple app that can pick something for you from a list of things.\n<br>For example, if you can't decide what to have for dinner, put your favorite meals in and let the Picker choose one for you.<br>",
    "build_date": "2024-12-08T19:37:20",
    "category": [
      "Utility",
      "Amusement"
    ],
    "icon": "https://dl.flathub.org/media/io/github/mezoahmedii.Picker/0db7e9b8f729d9be18b065ab3028ba55/icons/128x128/io.github.mezoahmedii.Picker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picker",
      "spin",
      "choose",
      "random"
    ],
    "rank": 211
  },
  {
    "pkg": "Cow's Revenge",
    "app_id": "com.github.dariasteam.cowsrevenge",
    "description": "Indie Platformer Pixel Art Game",
    "description_long": "You are a cow abducted and genetically improved by aliens which now have the opportunity to rebel against livestock industry by freeing the encaged hens and killing butchers. You used to be a regular cow raised as a dairy cow, but you ain't that anymore. You have become better. You are... THE COWEST.",
    "build_date": "2022-09-30T22:03:31",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.dariasteam.cowsrevenge.png",
    "license": "GPL-3.0",
    "tag": [
      "2D",
      "juego",
      "pixelart",
      "platformas"
    ],
    "rank": 212
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>Author and edit pencil-and-paper style puzzles. Features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality for finishing hard-to-fill corners of crosswords<br>",
    "build_date": "2024-05-23T05:47:25",
    "category": [
      "Game",
      "LogicGame",
      "Construction"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/88b61446c6e0a1d7f9a3962029fda86a/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "crossword editor",
      "puzzle",
      "puzzle editor",
      "xword",
      "ipuz",
      "grid"
    ],
    "rank": 213
  },
  {
    "pkg": "KGeoTag",
    "app_id": "org.kde.kgeotag",
    "description": "Photo geotagging program",
    "description_long": "KGeoTag is a standalone geotagging program. Images can be associated with geographic coordinates by different means: On the one hand, a matching with GPX encoded geodata can be done, on the other hand, the coordinates can be set manually, either via drag and drop onto a map, via bookmarks or by manually supplying them. The coordinates can be stored in the images' Exif header and/or in XMP sidecar files.",
    "build_date": "2024-12-08T11:41:25",
    "category": [
      "Graphics",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/kgeotag/0f3566e0611c80342b87cf386476a9ec/icons/128x128/org.kde.kgeotag.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Events",
    "app_id": "codes.loers.Karlender",
    "description": "Manage your schedule",
    "description_long": "Events is an adaptive calendar app for GNOME and Phosh.<br>With Events you can<br>CalDAV syncing<br>Local calendars<br>Monthly, Weekly, Daily and Yearly event management<br>GNOME Online Accounts integration<br>Mobile friendly<br>",
    "build_date": "2024-11-11T14:44:53",
    "category": [
      "GTK",
      "Calendar",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/c/co/codes.loers.karlender/5a5bb6bcd2a86e794948adf3c0fae1f1/icons/128x128/codes.loers.Karlender.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "Anagramarama",
    "app_id": "com.identicalsoftware.anagramarama",
    "description": "Make words from a jumble of letters",
    "description_long": "Anagramarama is a simple wordgame in which one tries to guess all the different permutations of a scrambled word which form another word within the time limit. Guess the original word and you move on to the next level.",
    "build_date": "2023-09-14T08:56:14",
    "category": [
      "Game",
      "KidsGame",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.identicalsoftware.anagramarama.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "ARX",
    "app_id": "org.deidentifier.arx",
    "description": "ARX Data Anonymization Tool",
    "description_long": "\nARX is a comprehensive open source software for anonymizing sensitive personal data. It supports a wide variety of (1) privacy and risk models, (2) methods for transforming data and (3) methods for analyzing the usefulness of output data.\n<br>\nThe software has been used in a variety of contexts, including commercial big data analytics platforms, research projects, clinical trial data sharing and for training purposes.\n<br>\nARX is able to handle large datasets on commodity hardware and it features an intuitive cross-platform graphical user interface.<br>ARX features a cross-platform graphical tool, which supports data import and cleansing, wizards for creating transformation rules, intuitive ways for tailoring the anonymized dataset to your requirements and visualizations of data utility and re-identification risks<br>ARX is also available as a comprehensive software library with a clean API that delivers data anonymization capabilities to any Java program. The underlying principles, methods, algorithms and data structures have been published in peer-reviewed journals and conference proceedings<br>ARX is not just a tool box, but a fully fledged application. All methods have been carefully selected and tightly integrated with each other. ARX provides compatibility with SQL databases, MS Excel and CSV files. Moreover, it supports data cleansing and can handle incomplete and dirty data",
    "build_date": "2024-05-23T07:03:22",
    "category": [
      "Development",
      "Science",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/deidentifier/arx/97808c87212d82820ac8b353416baf97/icons/128x128/org.deidentifier.arx.png",
    "license": "Apache-2.0",
    "tag": [
      "anonymization",
      "k-anonymity",
      "differential privacy"
    ],
    "rank": 217
  },
  {
    "pkg": "Read ETexts",
    "app_id": "org.sugarlabs.ReadETexts",
    "description": "Read thousands of free e-books",
    "description_long": "Read ETexts lets you read all the free e-texts from Project Gutenberg, or use Text to Speech to have them read to you. The built in offline catalog search lets you browse through and download over 30,000 great titles.",
    "build_date": "2024-06-19T23:37:49",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/ReadETexts/238b1ea81079d694b243abd34fb7a413/icons/128x128/org.sugarlabs.ReadETexts.png",
    "license": "GPL-2.0-or-later AND LGPL-2.0-or-later",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Midnightmare Teddy",
    "app_id": "com.endlessnetwork.MidnightmareTeddy",
    "description": "Shoot and survive",
    "description_long": "You're in a dream...or maybe a nightmare! All of the toys have come alive and are chasing you. Fight them off and run to survive for as long as you can. Want the ultimate challenge? Try out Math Mode and use your number skills as a weapon to fight back the evil toys!",
    "build_date": "2021-09-10T11:52:27",
    "category": [
      "Education",
      "Game",
      "LearnToCode"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.endlessnetwork.MidnightmareTeddy.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 219
  },
  {
    "pkg": "Pentobi",
    "app_id": "io.sourceforge.pentobi",
    "description": "Computer opponent for Blokus",
    "description_long": "\nPentobi is a computer opponent for the board game Blokus. It has a\nstrong Blokus engine with different playing levels. The supported game\nvariants are Classic, Duo, Trigon, Junior, Nexos, Callisto and GembloQ.\n<br>\nPlayers can determine their strength by playing rated games against the\ncomputer and use a game analysis function. Games can be saved in Smart\nGame Format with comments and move variations.\n<br>\nTrademark disclaimer: The trademark Blokus and other trademarks referred\nto are property of their respective trademark holders. The trademark\nholders are not affiliated with the author of the program Pentobi.\n",
    "build_date": "2024-11-12T15:13:19",
    "category": [
      "Game",
      "BoardGame"
    ],
    "icon": "https://dl.flathub.org/media/io/sourceforge/pentobi/8a51ade16c962c83997ef82976fdf2f7/icons/128x128/io.sourceforge.pentobi.png",
    "license": "GPL-3.0+",
    "tag": [
      "Blokus",
      "Blokus Duo",
      "Blokus Trigon",
      "Blokus Junior",
      "Nexos",
      "Callisto",
      "Gemblo Q",
      "GembloQ"
    ],
    "rank": 220
  },
  {
    "pkg": "Hiperthermia",
    "app_id": "me.sergiotarxz.Exd",
    "description": "Program your thermal printer",
    "description_long": "This application is an IDE which helps you to create tickets and <br>stickers in your thermal printer using programming.<br>The software is paid, but it allows you to test the app<br>before paying.<br>This IDE support using images, image emojies,<br>QRcodes and custom text fonts while using your thermal<br>printer.<br>If you are unsure what hardware should you buy to start<br>using thermal printers, in the app there is a menu<br>with the devices and supplies I recommend because I<br>tested them to work in the app.",
    "build_date": "2024-11-20T03:57:17",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/Exd/d08cb574d51eb31d9950d78233842c08/icons/128x128/me.sergiotarxz.Exd.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "Vipsdisp",
    "app_id": "org.libvips.vipsdisp",
    "description": "Image viewer",
    "description_long": "\nVipsdisp can display huge (many, many gigabyte) images quickly and without\nusing much memory. As well as the usual PNG, JPG, TIF, PDF, SVG, WEBP, JP2, JXL and GIF,\nit supports many scientific and technical image formats, including SVS,\nMRXS, OpenEXR, FITS, Matlab, NIfTI, Analyze, and PFM. Vipsdisp supports pixel types from 1 bit mono to 128-bit double precision\ncomplex, you can convert image formats, it support copy-paste and drag-drop,\nand it has a range of useful visualisation tools and display modes.<br>",
    "build_date": "2024-11-15T11:53:15",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/libvips/vipsdisp/1a35339ce6c5762290c8e123ca28fc5a/icons/128x128/org.libvips.vipsdisp.png",
    "license": "MIT",
    "tag": [
      "vipsdisp",
      "graphic",
      "view",
      "image"
    ],
    "rank": 222
  },
  {
    "pkg": "Return to the Roots",
    "app_id": "info.rttr.Return-To-The-Roots",
    "description": "Fan project that reimplements The Settlers 2 game",
    "description_long": "<br>The original game was remplemented with new features such as a multiplayer mode via internet as well as the support for modern hardware. It also includes some smaller upgrades that are implemented as optional addons. To do that it was necessary to rewrite the whole game, but the original graphics and sounds are still being used.<br>Improvements towards the original game include:<br>IP based multiplayer with optional UPnP port forwarding<br>Support for higher resolution including a stepless zoom<br>A new nation: the Babylonians<br>New buildings: the charcoal burner<br>Fog of war that shrouds the area when unexplored<br>You will still need an original version to play Return To The Roots.<br>",
    "build_date": "2024-07-26T13:58:50",
    "category": [
      "Game",
      "StrategyGame"
    ],
    "icon": "https://dl.flathub.org/media/info/rttr/Return-To-The-Roots/33a4a0f70c839dbc3f732cf389dd0790/icons/128x128/info.rttr.Return-To-The-Roots.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Space Launch",
    "app_id": "io.gitlab.elescoute.spacelaunch",
    "description": "Rocket launches tracker",
    "description_long": "<br>With Space Launch you can keep track of upcoming launches.<br>Data on the launches are provided by spacelaunchnow.me.<br>Space Launch is currently in alpha release. Some crashes due to problems of communication with spacelaunchnow.me server can remain. More features will be added later.<br>Compatible with GNOME Mobile (PinePhone, Librem 5).<br>",
    "build_date": "2024-06-11T08:48:09",
    "category": [
      "Science",
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.spacelaunch/991b26ef5346827424a26a701f4011b3/icons/128x128/io.gitlab.elescoute.spacelaunch.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Multiplication Puzzle",
    "app_id": "app.drey.MultiplicationPuzzle",
    "description": "Solve a math mystery",
    "description_long": "Multiplication Puzzle is a simple game inspired by the multiplication game inside the popular editor emacs.<br>You are presented with a long multiplication problem where a 3-digit number is multiplied by a 2-digit number, yielding two intermediate 4-digit numbers and a final 5-digit answer. However, all the digits are replaced by letters.<br>Your job is to discover which letters are which digits.",
    "build_date": "2024-09-21T14:25:38",
    "category": [
      "Game",
      "LogicGame"
    ],
    "icon": "https://dl.flathub.org/media/app/drey/MultiplicationPuzzle/563e795b3b9d95135e9405f73cab33ce/icons/128x128/app.drey.MultiplicationPuzzle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "mpuz"
    ],
    "rank": 225
  },
  {
    "pkg": "Tally",
    "app_id": "com.cassidyjames.plausible",
    "description": "Dashboard for Plausible Analytics",
    "description_long": "Hybrid native + web app for Plausible Analytics, the lightweight and open-source website analytics tool. Tally wraps the Plausible web app in a native UI, integrating better with desktop operating systems. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar with buttons for account settings and logging out<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support for GNOME, elementary OS, etc.<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Slimmed down web app UI (no header or footer with external links)<br>Custom domain support (e.g. self-hosted, not on plausible.io)<br>Features coming soon:<br>Support for opening external links<br>",
    "build_date": "2024-05-25T02:40:06",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/plausible/56300e2e67a53563d61a3dd445737002/icons/128x128/com.cassidyjames.plausible.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "plausible",
      "analytics",
      "stats",
      "metrics",
      "counter"
    ],
    "rank": 226
  },
  {
    "pkg": "Photometry",
    "app_id": "io.github.dlippok.photometric-viewer",
    "description": "View photometric files",
    "description_long": "<br>Photometry shows light distribution curves and metadata of IESNA and EULUMDAT photometric<br>files which describe the light distribution of light sources like lamps and luminaires and<br>are used mostly for data transfer in the lighting industry and in 3D graphics.<br>Photometry allows editing the source content of the opened photometric file and shows the following<br>information contained in the opened files:<br>Light distribution curves<br>General information (Catalog Number, Manufacturer, Description, etc.)<br>Photometric properties (Light Output Ratio and Downward Flux Fraction)<br>Lamps and ballast information<br>Luminaire and luminous opening geometry information<br>Additional properties (Test number, issue date, test laboratory, etc.)<br>Intensity Values for selected C planes and gamma angles<br>",
    "build_date": "2024-11-24T15:27:53",
    "category": [
      "Science",
      "Utility",
      "Viewer",
      "DataVisualization",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/io/github/dlippok.photometric-viewer/0098d652e8b4e10e74c7a394af24ae59/icons/128x128/io.github.dlippok.photometric-viewer.png",
    "license": "MIT",
    "tag": [
      "Photometry",
      "Photometric",
      "IES",
      "IESNA",
      "EULUMDAT",
      "LDT",
      "Lighting",
      "Light",
      "Lamp",
      "Luminaire"
    ],
    "rank": 227
  },
  {
    "pkg": "Chart",
    "app_id": "org.sugarlabs.Chart",
    "description": "Create your charts",
    "description_long": "Chart lets you do graphical representation of simple tabular data. It can draw Horizontal/Vertical bar charts, line charts and pie charts.",
    "build_date": "2024-06-06T20:51:28",
    "category": [
      "Education"
    ],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/Chart/b0980cff0676aca8a5444e29680a69fb/icons/128x128/org.sugarlabs.Chart.png",
    "license": "GPL-3.0-or-later AND GPL-2.0-or-later",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Ten Forward",
    "app_id": "fr.sgued.ten_forward",
    "description": "Control a NAT-PMP gateway",
    "description_long": "Ten Forward allows you to request port forwarding to your gateway.<br>It allows you to create multiple mapping configurations, which can individually be requested. This tool will allow you to run a local game server (minecraft LAN, Mindustry, Stardew valley., etc..) and make it accessible online. It is tested with the NAT-PMP enabled ProtonVPN, and should be compatible with any other NAT-PMP capable gateway.",
    "build_date": "2024-10-23T20:53:56",
    "category": [
      "Network",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/fr/sgued/ten_forward/ff77d962f17d8fdae59ed317cc229568/icons/128x128/fr.sgued.ten_forward.png",
    "license": "AGPL-3.0+",
    "tag": [
      "Internet",
      "Port",
      "Forwarding",
      "Gaming"
    ],
    "rank": 229
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2024-10-05T13:31:48",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/86a5936be9246b04e3da32a9af31a78a/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 230
  },
  {
    "pkg": "Spedread",
    "app_id": "com.github.Darazaki.Spedread",
    "description": "GTK speed reading software: Read like a speedrunner!",
    "description_long": "Read like a speedrunner!<br>This program will show one word at a time rapidly to allow focusing<br>on the general idea rather than single words along with less eye<br>movements.<br>",
    "build_date": "2024-04-14T15:53:30",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/Darazaki.Spedread/d7e9cb7dee0785cbdbb599f029f0b6b0/icons/128x128/com.github.Darazaki.Spedread.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "read",
      "fast",
      "speed",
      "reading"
    ],
    "rank": 231
  },
  {
    "pkg": "Lemonade",
    "app_id": "ml.mdwalters.Lemonade",
    "description": "Follow discussions on Lemmy",
    "description_long": "Lemonade is a sleek and modern Lemmy client that is designed to provide a seamless browsing experience for Lemmy users. Built with the latest technology, Lemonade utilizes the power of libadwaita and GTK 4 to deliver a beautiful and intuitive user interface that is both easy to use and visually appealing.With Lemonade, you can easily browse your favorite communities, discover new content, and engage with other users. The client is optimized for speed and performance, ensuring that you can quickly and efficiently navigate through Lemmy without any lag or delays.",
    "build_date": "2023-10-29T18:17:49",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/ml.mdwalters.Lemonade.png",
    "license": "MIT",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2024-10-11T21:25:53",
    "category": [
      "Utility",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/8ae1564b8d02de34b15428e1b18f3408/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football",
      "soccer",
      "lineup",
      "tactics"
    ],
    "rank": 233
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2024-10-05T20:07:58",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/6ae03b622d10a2ab0cc39245ca368680/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export",
      "import",
      "repost"
    ],
    "rank": 234
  },
  {
    "pkg": "CoinKiller",
    "app_id": "io.github.Arisotura.CoinKiller",
    "description": "A level editor for NSMB2",
    "description_long": "A level editor for NSMB2. Uses Qt6 and is coded in C++<br>CoinKiller requires a dump of NSMB2",
    "build_date": "2024-06-03T06:23:04",
    "category": [
      "Game",
      "Qt"
    ],
    "icon": "https://dl.flathub.org/media/io/github/Arisotura.CoinKiller/6a4ae170eb2bc5850812a09eb5e64e6b/icons/128x128/io.github.Arisotura.CoinKiller.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Editor",
      "Mario",
      "Nintendo",
      "3DS",
      "Hack"
    ],
    "rank": 235
  },
  {
    "pkg": "Score Tracker",
    "app_id": "io.github.weclaw1.ScoreTracker",
    "description": "Application for tracking player scores in card and board games",
    "description_long": "Score Tracker is an application for tracking player scores in card and board games. It also contains additional functionality such as timer for measuring players turn times.",
    "build_date": "2023-10-17T07:41:02",
    "category": [
      "Game",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.weclaw1.ScoreTracker.png",
    "license": "MIT",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "Opsta Kultura",
    "app_id": "io.github.dida_code.OpstaKultura",
    "description": "Game, knowledge quiz",
    "description_long": "A simple knowledge quiz on general culture.",
    "build_date": "2023-10-19T00:51:03",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.dida_code.OpstaKultura.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "Recent Filter",
    "app_id": "io.github.unrud.RecentFilter",
    "description": "Exclude files and folders from recently used files",
    "description_long": "﻿Exclude specific files and folders from appearing in the list of recently used files.<br>Paths can be specified using wildcards, just like in a .gitignore file.<br>This means you can use patterns such as .<br>",
    "build_date": "2024-10-23T06:14:50",
    "category": [
      "Utility",
      "FileTools"
    ],
    "icon": "https://dl.flathub.org/media/io/github/unrud.RecentFilter.desktop/2edae4daa4a9b34163966a342abc06e5/icons/128x128/io.github.unrud.RecentFilter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 238
  },
  {
    "pkg": "Confy",
    "app_id": "net.kirgroup.confy",
    "description": "Conference schedules viewer",
    "description_long": "Confy lets you browse conference schedules.Browse talks by day, track or room. Select the talks you are interested in and receive notification when they are about to start. View when two or more talks you are interested in overlap.",
    "build_date": "2024-01-28T22:37:32",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/net.kirgroup.confy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Conference",
      "Organize"
    ],
    "rank": 239
  },
  {
    "pkg": "OvGU Canteen",
    "app_id": "io.github.fin_ger.OvGUCanteen",
    "description": "View the OvGU Mensa Menu in a small GTK App",
    "description_long": "This app displays the canteens of the Studentenwerk Magdeburg including UniCampus, Kellercafé Zschokestraße, Herrenkrug, Stendal, Wernigerode, and DomCafete Halberstadt.",
    "build_date": "2022-08-07T12:04:20",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.fin_ger.OvGUCanteen.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 240
  }
]
