[
  {
    "pkg": "Google Chrome",
    "app_id": "com.google.Chrome",
    "description": "The browser built to be yours",
    "description_long": "Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster, safer, and easier.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by Google.\n    ",
    "build_date": "2024-12-05T05:11:28",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/com/google/Chrome/6b6c1b5d2d5555151175e5423c58c7a3/icons/128x128/com.google.Chrome.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "Firefox",
    "app_id": "org.mozilla.firefox",
    "description": "Fast, Private & Safe Web Browser",
    "description_long": "When it comes to your life online, you have a choice: accept the factory settings or put your privacy first. When you choose Firefox as your default browser, you’re choosing to protect your data while supporting an independent tech company. Firefox is also the only major browser backed by a non-profit fighting to give you more openness, transparency and control of your life online. Join hundreds of millions of people who choose to protect what's important by choosing Firefox - a web browser designed to be fast, easy to use, customizable and private.",
    "build_date": "2024-11-26T13:43:46",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.mozilla.firefox.png",
    "license": "MPL-2.0",
    "tag": [
      "Browser",
      "Explorer",
      "Internet",
      "WWW",
      "Web",
      "internet",
      "mozilla",
      "web"
    ],
    "rank": 2
  },
  {
    "pkg": "Brave",
    "app_id": "com.brave.Browser",
    "description": "Fast Internet, AI, Adblock",
    "description_long": "Brave is on a mission to fix the web by giving users a safer, faster and better browsing\n      experience while growing support for content creators through a new attention-based ecosystem\n      of rewards.\n      Browse faster by blocking ads and trackers that violate your privacy and cost you time and\n      money.\n    ",
    "build_date": "2024-12-04T18:05:25",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/com/brave/Browser/9ea406357b19b851d6d2072fd9f00a24/icons/128x128/com.brave.Browser.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 3
  },
  {
    "pkg": "Discord",
    "app_id": "com.discordapp.Discord",
    "description": "Messaging, voice and video client",
    "description_long": "Discord is a free all in one messaging, voice, and video client thats available on your computer and phone.\n      Whether you’re part of a school club, gaming group, worldwide art community, or just a handful of friends that want to spend time together, Discord makes it easy to talk every day and hang out more often.\n      \n        Talk to your friends with messaging, voice, and video in a \"Direct Message\" (1 other person), group chat (up to 10 people), or a multi-channel server (practically infinite maximum members).\n        Discord servers are organized into topic-based channels where you can collaborate, share, and just talk about your day without clogging up a group chat.\n        Grab a seat in a voice channel when you’re free. Friends in your server can see you’re around and instantly pop in to talk without having to call.\n        Get a community of any size running with moderation tools and custom member access. Give members special powers, set up private channels, and more.\n        Low-latency voice and video feels like you’re in the same room. Wave hello over video, watch friends stream their games, or gather up and have a drawing session with screen share.\n        Available on Linux, macOS, Windows, iOS, Android, and your web browser.\n      \n      Discord is written in Javascript, React, Elixir, and Rust. The desktop application uses the electron framework.\n      The flatpak version runs in a sandbox to provide better safety and privacy for users. However, this sandboxing prevents the following features from working out of the box: Game Activity, Unrestricted File Access, Rich Presence. Check the README in the Github repo for details.\n    ",
    "build_date": "2024-11-19T19:02:41",
    "category": [
      "InstantMessaging",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/discordapp/Discord/f6ad36464d3bf5acf1e59912fcab8eff/icons/128x128/com.discordapp.Discord.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 4
  },
  {
    "pkg": "Bottles",
    "app_id": "com.usebottles.bottles",
    "description": "Run Windows Software",
    "description_long": "Bottles lets you run Windows software on Linux, such as applications and games. It introduces a workflow that helps you organize by categorizing each software to your liking. Bottles provides several tools and integrations to help you manage and optimize your applications.\n      Features:\n      \n        Use pre-configured environments as a base\n        Change runners for any bottle\n        Various optimizations and options for gaming\n        Repair in case software or bottle is broken\n        Install various known dependencies\n        Integrated task manager to manage and monitor processes\n        Backup and restore\n      \n    ",
    "build_date": "2024-10-15T09:01:59",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/usebottles/bottles/e2bfd999892b4faa7a3251cd9a7513ff/icons/128x128/com.usebottles.bottles.png",
    "license": "GPL-3.0-only",
    "tag": [
      "wine",
      "windows"
    ],
    "rank": 5
  },
  {
    "pkg": "Telegram",
    "app_id": "org.telegram.desktop",
    "description": "New era of messaging",
    "description_long": "Pure instant messaging — simple, fast, secure, and synced across all your devices. One of the world's top 10 most downloaded apps with over 500 million active users.\n      FAST: Telegram is the fastest messaging app on the market, connecting people via a unique, distributed network of data centers around the globe.\n      SYNCED: You can access your messages from all your phones, tablets and computers at once. Telegram apps are standalone, so you don’t need to keep your phone connected. Start typing on one device and finish the message from another. Never lose your data again.\n      UNLIMITED: You can send media and files, without any limits on their type and size. Your entire chat history will require no disk space on your device, and will be securely stored in the Telegram cloud for as long as you need it.\n      SECURE: We made it our mission to provide the best security combined with ease of use. Everything on Telegram, including chats, groups, media, etc. is encrypted using a combination of 256-bit symmetric AES encryption, 2048-bit RSA encryption, and Diffie–Hellman secure key exchange.\n      100% FREE &amp; OPEN: Telegram has a fully documented and free API for developers, open source apps and verifiable builds to prove the app you download is built from the exact same source code that is published.\n      POWERFUL: You can create group chats with up to 200,000 members, share large videos, documents of any type (.DOCX, .MP3, .ZIP, etc.) up to 2 GB each, and even set up bots for specific tasks. Telegram is the perfect tool for hosting online communities and coordinating teamwork.\n      RELIABLE: Built to deliver your messages using as little data as possible, Telegram is the most reliable messaging system ever made. It works even on the weakest mobile connections.\n      FUN: Telegram has powerful photo and video editing tools, animated stickers and emoji, fully customizable themes to change the appearance of your app, and an open sticker/GIF platform to cater to all your expressive needs.\n      SIMPLE: While providing an unprecedented array of features, we take great care to keep the interface clean. Telegram is so simple you already know how to use it.\n      PRIVATE: We take your privacy seriously and will never give any third parties access to your data. You can delete any message you ever sent or received for both sides, at any time and without a trace. Telegram will never use your data to show you ads.\n      We keep expanding the boundaries of what you can do with a messaging app. Don’t wait years for older messengers to catch up with Telegram — join the revolution today.\n    ",
    "build_date": "2024-12-04T23:20:11",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/org/telegram/desktop/fed73ebd5889ff839b054db5b4bc3b4e/icons/128x128/org.telegram.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 6
  },
  {
    "pkg": "FreeCAD",
    "app_id": "org.freecad.FreeCAD",
    "description": "An open source parametric 3D CAD modeler",
    "description_long": "\n      FreeCAD is an open-source parametric 3D modeler built to help you design real-world objects of\n      any size. With parametric modeling, you can easily modify your designs by adjusting parameters\n      in the model history. FreeCAD is suitable for a wide range of uses, from product design and\n      mechanical engineering to architecture and 3D printing.\n    \n      \n      The software allows you to create constrained 2D sketches, which can be used as the basis for more\n      complex 3D models. It includes tools to adjust dimensions, extract design details, and produce\n      production-ready technical drawings. FreeCAD is available on Windows, Mac, and Linux, and\n      supports various file formats like STEP, IGES, STL, SVG, DXF, OBJ, IFC, and more, making it easy to\n      fit into existing workflows. It also supports customization through Python scripting for those\n      who want to automate tasks or develop custom features.\n    \n      \n      FreeCAD offers several specialized workbenches, including tools for Finite Element Analysis\n      (FEA), Building Information Modeling (BIM), CAM / CNC and robot movement simulation. You can expand its\n      capabilities with add-ons, plugins, and macros created by the FreeCAD community, which can be\n      installed directly from the application. This flexibility makes it a practical choice for both\n      professionals and hobbyists.\n    \n    ",
    "build_date": "2024-11-19T00:56:27",
    "category": [
      "Graphics",
      "Science",
      "Education",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/org/freecad/FreeCAD/c99ad12e6da15ec178fd12e9306b8fbb/icons/128x128/org.freecad.FreeCAD.png",
    "license": "LGPL-2.1",
    "tag": [
      "engineering",
      "cad",
      "bim",
      "fea",
      "fem",
      "cam",
      "cnc",
      "design",
      "3d",
      "3d-printing",
      "opencascade",
      "parametric-modeler",
      "architecture",
      "assembly",
      "part",
      "coin"
    ],
    "rank": 7
  },
  {
    "pkg": "Spotify",
    "app_id": "com.spotify.Client",
    "description": "Online music streaming service",
    "description_long": "Access all of your favorite music, discover new songs, and share music online with your friends - all in one place. \n    Create shared playlists or share individual songs with your Facebook friends with just a click of a button. \n    Follow your favorite artists or friends to know what they are listening to, and then save the songs to your own playlists. \n      Spotify is the best way to have access to millions of songs, and all the latest hits.\n    ",
    "build_date": "2024-11-28T15:57:16",
    "category": [
      "Audio",
      "Music",
      "Player",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/spotify/Client/7511f4fae60092ce00182ffba9120d2e/icons/128x128/com.spotify.Client.png",
    "license": "LicenseRef-proprietary=https://www.spotify.com/us/legal/end-user-agreement/",
    "tag": [],
    "rank": 8
  },
  {
    "pkg": "VLC",
    "app_id": "org.videolan.VLC",
    "description": "VLC media player, the open-source multimedia player",
    "description_long": "\n            VLC is a free and open source cross-platform multimedia player and\n            framework that plays most multimedia files as well as DVDs, Audio CDs,\n            VCDs, and various streaming protocols.\n        \n    ",
    "build_date": "2024-11-29T08:14:26",
    "category": [
      "AudioVideo",
      "Player",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/org/videolan/VLC/7bbc1978ff44590e9fd3f3f1a112c620/icons/128x128/org.videolan.VLC.png",
    "license": "GPL-2.0+",
    "tag": [
      "Player",
      "Capture",
      "DVD",
      "Audio",
      "Video",
      "Server",
      "Broadcast"
    ],
    "rank": 9
  },
  {
    "pkg": "Dolphin Emulator",
    "app_id": "org.DolphinEmu.dolphin-emu",
    "description": "GameCube / Wii / Triforce Emulator",
    "description_long": "Dolphin is an emulator for two recent Nintendo video game consoles: the GameCube and the Wii. It allows PC gamers to enjoy games for these two consoles in full HD (1080p) with several enhancements: compatibility with all PC controllers, turbo speed, networked multiplayer, and even more!\n    ",
    "build_date": "2024-12-03T17:22:23",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/dolphinemu/dolphin-emu/0788ad24f16dd824bd39692d58c89c6f/icons/128x128/org.DolphinEmu.dolphin-emu.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 10
  },
  {
    "pkg": "Steam",
    "app_id": "com.valvesoftware.Steam",
    "description": "Launcher for the Steam software distribution service",
    "description_long": "Steam is a software distribution service with an online store, automated installation, automatic updates, achievements, SteamCloud synchronized savegame and screenshot functionality, and many social features.\n      Note: This is a community package of Steam gaming plaform not officially supported by Valve. Report bugs through linked issue tracker.\n      Note: To add a game library on another drive, first you need to grant the app access to it:\n      flatpak override --user --filesystem=/path/to/your/Steam/Library com.valvesoftware.Steam\n    ",
    "build_date": "2024-10-31T04:19:01",
    "category": [
      "Game",
      "PackageManager"
    ],
    "icon": "https://dl.flathub.org/media/com/valvesoftware/Steam/b681fc80441a6843424afa8a28f9ef8e/icons/128x128/com.valvesoftware.Steam.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 11
  },
  {
    "pkg": "RetroArch",
    "app_id": "org.libretro.RetroArch",
    "description": "Frontend for emulators, game engines and media players",
    "description_long": "\n      RetroArch enables you to run classic games on a wide range of computers and consoles through its slick graphical interface. Settings are also unified so configuration is done once and for all.\n    \n      \n      It enables you to run classic games on a wide range of computers and consoles through its slick graphical interface. Settings are also unified so configuration is done once and for all. RetroArch has advanced features like shaders, netplay, rewinding, next-frame response times, runahead, and more!\n    \n    ",
    "build_date": "2024-08-31T22:22:36",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/libretro/RetroArch/363f7661d613e0d180e38565c6e5ff58/icons/128x128/org.libretro.RetroArch.png",
    "license": "GPL-3.0",
    "tag": [
      "multi",
      "engine",
      "emulator",
      "xmb"
    ],
    "rank": 12
  },
  {
    "pkg": "PPSSPP",
    "app_id": "org.ppsspp.PPSSPP",
    "description": "A PlayStation Portable emulator",
    "description_long": "PPSSPP is a PSP emulator that can run games in full HD resolution. It can\n      even upscale textures that would otherwise be too blurry as they were made\n      for the small screen of the original PSP.\n    ",
    "build_date": "2024-11-08T14:43:33",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/ppsspp/PPSSPP/98e3e750cb7aa9c4609b7b809c90d9d4/icons/128x128/org.ppsspp.PPSSPP.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Sony",
      "PlayStation",
      "Portable",
      "PSP",
      "emulator",
      "handheld",
      "console"
    ],
    "rank": 13
  },
  {
    "pkg": "DuckStation",
    "app_id": "org.duckstation.DuckStation",
    "description": "PlayStation Emulator",
    "description_long": "DuckStation is an simulator/emulator of the Sony PlayStation(TM) console, focusing on playability, speed, and long-term maintainability. The goal is to be as accurate as possible while maintaining performance suitable for low-end devices.\n      \"Hack\" options are discouraged, the default configuration should support all playable games with only some of the enhancements having compatibility issues.\n      \"PlayStation\" and \"PSX\" are registered trademarks of Sony Interactive Entertainment Europe Limited. This project is not affiliated in any way with Sony Interactive Entertainment.\n    ",
    "build_date": "2024-11-21T02:49:11",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/duckstation/DuckStation/bb4022fec88e3e80a64cf1cfd57450b1/icons/128x128/org.duckstation.DuckStation.png",
    "license": "CC-BY-NC-ND-4.0",
    "tag": [],
    "rank": 14
  },
  {
    "pkg": "Heroic Games Launcher",
    "app_id": "com.heroicgameslauncher.hgl",
    "description": "An Open Source Epic Games, GOG and Amazon Prime Games Launcher.",
    "description_long": "Heroic is an Open Source Games Launcher. Right now it supports launching games from the\n\t\t\tEpic Games Store using Legendary, GOG Games using our custom implementation with gogdl\n\t\t\tand Amazon Games using Nile.\n      Main Features:\n      \n        Have access to your Epic, GOG and Amazon Games in a intuitive User Interface.\n        Add Games outside GOG, Amazon or Epic Games Store native or not. Even Browser apps\n\t\t\t\tare supported\n        A Download queue to download multiple games at once.\n        Install and launch your Windows Games using Wine or Proton. Or Launch your Native\n\t\t\t\tGOG Games.\n        Cloud Saves support for GOG and Epic Games.\n        Import Games installed through the Epic Store or GOG Galaxy.\n        Verify and Repair corrupted installations or even move your installation to\n\t\t\t\tdifferent folders.\n        Access the Epic and GOG store and also Heroic Wiki directly from the App.\n        Check HowLongtoBeat database to see how long it will take to finish a game. And also\n\t\t\t\tcheck the Metacritic, IGCB or OpenCritc score for the game.\n        And many more features\n      \n      Current Limitations on the Flatpak:\n      \n        Heroic will not find or use Wine and Proton Flatpak versions. At least for now.\n        For now would be better to use the Built-in Wine Manager to download and install\n\t\t\t\tWine and Proton Versions.\n        It should find Proton from the Steam folder for both Steam Flatpak and non-Flatpak\n\t\t\t\tif they are on installed on the library inside your $HOME folder\n        Heroic cannot access /usr/bin so it won't be able to find any wine or proton\n\t\t\t\tisntalled there for now.\n      \n    ",
    "build_date": "2024-12-01T22:37:22",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/com/heroicgameslauncher/hgl/078bb21ffc3bb52218f088bfeb2e7e9c/icons/128x128/com.heroicgameslauncher.hgl.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 15
  },
  {
    "pkg": "Flatseal",
    "app_id": "com.github.tchx84.Flatseal",
    "description": "Manage Flatpak permissions",
    "description_long": "\n      Flatseal is a graphical utility to review and modify permissions from your Flatpak applications.\n    \n    ",
    "build_date": "2024-09-30T21:24:41",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/tchx84.Flatseal/6e77013bb4640a6d88adc84d800bd9c2/icons/128x128/com.github.tchx84.Flatseal.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "seal",
      "sandbox",
      "override"
    ],
    "rank": 16
  },
  {
    "pkg": "melonDS",
    "app_id": "net.kuribo64.melonDS",
    "description": "Nintendo DS and DSi emulator",
    "description_long": "\n      melonDS aims at providing fast and accurate Nintendo DS emulation. While it is still a work in progress, it has a pretty solid set of features.\n    \n      \n        Nearly complete core (CPU, video, audio, ...)\n        OpenGL renderer, 3D upscaling\n        RTC, microphone, lid close/open\n        Joystick support\n        Savestates\n        Various display position/sizing/rotations modes\n        Work-in-progress Wi-Fi emulation for online connectivity and local multiplayer\n        Experimental emulation of the Nintendo DSi\n        ...and even more is planned!\n      \n    ",
    "build_date": "2024-07-01T16:43:00",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/net/kuribo64/melonDS/7746573288c90396cfdabbd67a4cecf9/icons/128x128/net.kuribo64.melonDS.png",
    "license": "GPL-3.0",
    "tag": [
      "emulator",
      "Nintendo",
      "DS",
      "NDS",
      "Nintendo DS"
    ],
    "rank": 17
  },
  {
    "pkg": "Lutris",
    "app_id": "net.lutris.Lutris",
    "description": "Video game preservation platform",
    "description_long": "Lutris helps you install and play video games from all eras and from most gaming systems. By leveraging and combining existing emulators, engine re-implementations and compatibility layers, it gives you a central interface to launch all your games.\n    ",
    "build_date": "2024-12-03T22:01:12",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/net/lutris/Lutris/d7e26a0667cb20bd9142a71dd222ddc7/icons/128x128/net.lutris.Lutris.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "gaming",
      "wine",
      "emulator"
    ],
    "rank": 18
  },
  {
    "pkg": "xemu",
    "app_id": "app.xemu.xemu",
    "description": "Original Xbox Emulator",
    "description_long": "\n       A free and open-source application that emulates the original Microsoft Xbox game console. Supports connecting up to 4 controllers for local play, networking for multiplayer, resolution scaling, and more.\n    \n      Note: Only \"$HOME/.var/app/app.xemu.xemu/data/xemu/xemu\" can be written by xemu.\n    The Hard Disk image has to be placed there, for example, at \"$HOME/.var/app/app.xemu.xemu/data/xemu/xemu/xbox_hdd.qcow2\".\n    ",
    "build_date": "2024-11-26T10:56:40",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/app/xemu/xemu/04cd9dec59cfb27a8557e1c4045999ae/icons/128x128/app.xemu.xemu.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 19
  },
  {
    "pkg": "OBS Studio",
    "app_id": "com.obsproject.Studio",
    "description": "Live stream and record videos",
    "description_long": "Free and open source software for video capturing, recording, and live streaming.\n      Features:\n      \n        High performance real time video/audio capturing and mixing. Create scenes made up of multiple sources including window captures, images, text, browser windows, webcams, capture cards and more.\n        Set up an unlimited number of scenes you can switch between seamlessly via custom transitions.\n        Intuitive audio mixer with per-source filters such as noise gate, noise suppression, and gain. Take full control with VST plugin support.\n        Powerful and easy to use configuration options. Add new Sources, duplicate existing ones, and adjust their properties effortlessly.\n        Streamlined Settings panel gives you access to a wide array of configuration options to tweak every aspect of your broadcast or recording.\n        Modular 'Dock' UI allows you to rearrange the layout exactly as you like. You can even pop out each individual Dock to its own window.\n      \n      Create Professional Productions:\n      \n        Choose from a number of different and customizable transitions for when you switch between your scenes or add your own stinger video files.\n        Set hotkeys for nearly every sort of action, such as switching between scenes, starting/stopping streams or recordings, muting audio sources, push to talk, and more.\n        Studio Mode lets you preview your scenes and sources before pushing them live. Adjust your scenes and sources or create new ones and ensure they're perfect before your viewers ever see them.\n        Get a high level view of your production using the Multiview. Monitor 8 different scenes and easily cue or transition to any of them with merely a single or double click.\n      \n    ",
    "build_date": "2024-08-15T22:57:46",
    "category": [
      "AudioVideo",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/com/obsproject/Studio/64a8eafe927594ac1e633ee2be68a3a9/icons/128x128/com.obsproject.Studio.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 20
  },
  {
    "pkg": "GNU Image Manipulation Program",
    "app_id": "org.gimp.GIMP",
    "description": "Create images and edit photographs",
    "description_long": "GIMP is an acronym for GNU Image Manipulation Program. It is a freely distributed program for such tasks as photo retouching, image composition and image authoring.\n      It has many capabilities. It can be used as a simple paint program, an expert quality photo retouching program, an online batch processing system, a mass production image renderer, an image format converter, etc.\n      GIMP is expandable and extensible. It is designed to be augmented with plug-ins and extensions to do just about anything. The advanced scripting interface allows everything from the simplest task to the most complex image manipulation procedures to be easily scripted. GIMP is available for Linux, Microsoft Windows and OS X.\n    ",
    "build_date": "2024-09-14T22:36:06",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gimp/GIMP/cb11e2c4cb1f87ee6812123d56a4616c/icons/128x128/org.gimp.GIMP.png",
    "license": "GPL-3.0+ AND LGPL-3.0+",
    "tag": [
      "GIMP",
      "Photoshop"
    ],
    "rank": 21
  },
  {
    "pkg": "Visual Studio Code",
    "app_id": "com.visualstudio.code",
    "description": "Code editing. Redefined.",
    "description_long": "Visual Studio Code is a new choice of tool that combines the simplicity of a code editor with what developers need for the core edit-build-debug cycle.\n      IMPORTANT: To use certain features in this flatpacked version (like the integrated terminal), please read the linked documentation.\n      This is the proprietary Microsoft build of Visual Studio Code, packaged into a Flatpak. This repackaging is not supported by Microsoft.\n    ",
    "build_date": "2024-11-16T15:10:21",
    "category": [
      "TextEditor",
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/visualstudio/code/2fd519147146b45ba5131fb3d3f39cb9/icons/128x128/com.visualstudio.code.png",
    "license": "LicenseRef-proprietary=https://code.visualstudio.com/license",
    "tag": [
      "vscode"
    ],
    "rank": 22
  },
  {
    "pkg": "Extension Manager",
    "app_id": "com.mattjakeman.ExtensionManager",
    "description": "Browse, install, and manage GNOME Shell Extensions",
    "description_long": "A utility for browsing and installing GNOME Shell Extensions.\n      Features:\n      \n        Browse extensions.gnome.org right inside the app\n        Manage the extensions you already have installed\n      \n    ",
    "build_date": "2024-12-06T08:48:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/mattjakeman/ExtensionManager/642ebd691ce858e8981e4c7ab6d8ff13/icons/128x128/com.mattjakeman.ExtensionManager.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "extension",
      "manager",
      "shell"
    ],
    "rank": 23
  },
  {
    "pkg": "Supermodel",
    "app_id": "com.supermodel3.Supermodel",
    "description": "A Sega Model 3 Arcade Emulator",
    "description_long": "\n      Supermodel emulates Sega's Model 3 arcade platform,\n      allowing you to play a number of ground-breaking arcade classics on your PC.\n      It uses OpenGL and the SDL library, and can run on Windows, Linux, and Mac OS X.\n      The source code is freely available under the terms of the GNU General Public License.\n    \n    ",
    "build_date": "2024-12-02T16:56:19",
    "category": [
      "Game",
      "ArcadeGame",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/com/supermodel3/Supermodel/114baf6298d43b46e7b0a6330b305766/icons/128x128/com.supermodel3.Supermodel.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "ProtonUp-Qt",
    "app_id": "net.davidotek.pupgui2",
    "description": "Install Wine- and Proton-based compatibility tools",
    "description_long": "\n      Install and manage Wine- and Proton-based compatibility tools for Steam and Lutris with this graphical user interface.\n    \n      Supported launchers:\n      \n        Steam\n        Lutris\n        Heroic Games Launcher\n        Bottles\n        WineZGUI\n        Both normal, Snap and Flatpak installations are supported\n      \n      Supported compatibility tools:\n      \n        GE-Proton\n        SteamTinkerLaunch\n        Proton-Tkg\n        Luxtorpeda\n        Boxtron\n        Roberta\n        NorthstarProton\n        Scrumplex's Steam-Play-None\n        Wine-GE\n        Lutris-Wine\n        Kron4ek's Vanilla Wine-Builds\n        DXVK and DXVK async (includes D8VK)\n        VKD3D\n      \n      Double click compatibility tools to show more information and games using the tool.\n      Advanced settings and the color theme can be managed in the About dialog.\n    ",
    "build_date": "2024-08-20T19:48:13",
    "category": [
      "Game",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/net/davidotek/pupgui2/29d4f25cbd5bc46ea0f5aa4f258fadda/icons/128x128/net.davidotek.pupgui2.png",
    "license": "GPL-3.0",
    "tag": [
      "Proton-GE",
      "GE-Proton",
      "Steam Tinker Launch"
    ],
    "rank": 25
  },
  {
    "pkg": "PrimeHack",
    "app_id": "io.github.shiiion.primehack",
    "description": "Dolphin Emu fork for various Metroid Prime mods",
    "description_long": "PrimeHack is a fork of Dolphin Emulator to bring modern Mouse and Keyboard controls, as well as Dual-Stick gamepad controls to the Metroid Prime Trilogy. PrimeHack also offers many other features such as increased FoV and various new cheats.\n    ",
    "build_date": "2024-11-09T16:27:19",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/io/github/shiiion.primehack/5afd9a6fe68bfdf56971cff7759dd7ab/icons/128x128/io.github.shiiion.primehack.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 26
  },
  {
    "pkg": "ScummVM",
    "app_id": "org.scummvm.ScummVM",
    "description": "Interpreter for numerous adventure games and role-playing games",
    "description_long": "\n      ScummVM is a program which allows you to run a wide variety of classic\n      graphical point-and-click adventure games and role-playing games,\n      provided you already have their data files. The clever part about this:\n      ScummVM just replaces the executables shipped with the game,\n      allowing you to play them on systems for which they were never designed!\n    \n      \n      Currently, ScummVM supports a huge library of adventures with over 250 games in total.\n      It supports many classics published by legendary studios like LucasArts, Sierra On-Line,\n      Revolution Software, Cyan, Inc. and Westwood Studios.\n    \n      \n      Next to ground-breaking titles like the Monkey Island series, Broken Sword,\n      Myst, Blade Runner and countless other games you will find\n      some really obscure adventures and truly hidden gems to explore.\n    \n    ",
    "build_date": "2024-10-27T10:22:57",
    "category": [
      "Game",
      "AdventureGame"
    ],
    "icon": "https://dl.flathub.org/media/org/scummvm/ScummVM/83f0aa84b7439eae76363bac70f9205b/icons/128x128/org.scummvm.ScummVM.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 27
  },
  {
    "pkg": "Microsoft Edge",
    "app_id": "com.microsoft.Edge",
    "description": "Introducing the new Microsoft Edge web browser. It’s time to expect more. More privacy. More control. More productivity. More value.",
    "description_long": "\n    NOTE: This wrapper is not verified by, affiliated with, or supported by Microsoft.\n    \n      \n    Browse the web anywhere with one seamless experience from your phone to your computer and other signed-in devices.\n   \n      \n    Organize the web in a way that cuts through the clutter, making it easier to find, view, and manage your content on the go.\n   \n      \n    With world class compatibility, performance, and new features, Microsoft Edge is the only web browser you’ll ever need.\n   \n    ",
    "build_date": "2024-12-05T22:15:40",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/com/microsoft/Edge/06021369aea5a0f71636e6aba69a19bb/icons/128x128/com.microsoft.Edge.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 28
  },
  {
    "pkg": "Protontricks",
    "app_id": "com.github.Matoking.protontricks",
    "description": "Apps and fixes for Proton games",
    "description_long": "Run Winetricks commands for Steam Play/Proton games among other common Wine features,\n       such as launching external Windows executables. This is often useful when a game requires closed-source runtime libraries or applications\n       that are not included with Proton.\n      Note: To access Steam libraries on another drives, you need to grant access to them:\n      flatpak override --user --filesystem=/path/to/other/Steam/Library com.github.Matoking.protontricks\n    ",
    "build_date": "2024-11-13T18:36:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/github/Matoking.protontricks/209845748f582a46a7e8e62e056586a2/icons/128x128/com.github.Matoking.protontricks.png",
    "license": "GPL-3.0",
    "tag": [
      "Steam",
      "Proton",
      "Wine",
      "Winetricks"
    ],
    "rank": 29
  },
  {
    "pkg": "qBittorrent",
    "app_id": "org.qbittorrent.qBittorrent",
    "description": "An open-source Bittorrent client",
    "description_long": "\n      The qBittorrent project aims to provide an open-source software alternative to µTorrent.\n      Additionally, qBittorrent runs and provides the same features on all major platforms (FreeBSD, Linux, macOS, OS/2, Windows).\n      qBittorrent is based on the Qt toolkit and libtorrent-rasterbar library.\n    \n      \n        Polished µTorrent-like User Interface\n        Well-integrated and extensible Search Engine\n        RSS feed support with advanced download filters (incl. regex)\n        Many Bittorrent extensions supported\n        Remote control through Web user interface, written with AJAX\n        Sequential downloading (Download in order)\n        Advanced control over torrents, trackers and peers\n        Bandwidth scheduler\n        Torrent creation tool\n        IP Filtering (eMule &amp; PeerGuardian format compatible)\n        IPv6 compliant\n        UPnP / NAT-PMP port forwarding support\n        Available on all platforms: Windows, Linux, macOS, FreeBSD, OS/2\n        Available in ~70 languages\n      \n    ",
    "build_date": "2024-11-18T05:30:35",
    "category": [
      "Network",
      "FileTransfer",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/org/qbittorrent/qBittorrent/cc851d3ec33d7f7311d2a4ca4d807c0b/icons/128x128/org.qbittorrent.qBittorrent.png",
    "license": "GPL-3.0-or-later and OpenSSL",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet",
      "download",
      "p2p"
    ],
    "rank": 30
  },
  {
    "pkg": "Obsidian",
    "app_id": "md.obsidian.Obsidian",
    "description": "Markdown-based knowledge base",
    "description_long": "Obsidian is a powerful knowledge base that works on top of a local folder of plain text Markdown files. In Obsidian, making and following connections is frictionless, and with the connections in place, you can explore all of your knowledge in the interactive graph view. Obsidian supports CommonMark and GitHub Flavored Markdown (GFM), along with other useful notetaking features such as tags, LaTeX mathematical expressions, mermaid diagrams, footnotes, internal links and embedding Obsidian notes or external files. Obsidian also has a plugin system with 20+ supported plugins to expand its capabilities.\n      The documentation can be accessed by opening the demo vault that is shipped in Obsidian.\n      Obsidian will always remain free for personal use, no account or license is required for qualifying use cases described in the End User License Agreement. However, commercial users should purchase a license on Obsidian's website. Users also have the option to purchase a Catalyst license to get early access to insider builds and support the development. Additionally, Obsidian offers an optional paid hosting service for your notes. Details about this optional hosting service can be found on the Obsidian website.\n      This distribution is verified by the Obsidian team but isn't supported\n      Wayland support can enabled with --socket=wayland in Flatseal which can enable features like pinch zoom\n      GPU acceleration can be disabled if necessary by setting OBSIDIAN_DISABLE_GPU=1 in Flatseal\n      Pdflatex support in pandoc currently requires installing the org.freedesktop.Sdk.Extension.texlive SDK\n      Note: Regular users should disable \"Automatic Updates\" within Obsidian as public release updates are handled by Flatpak itself. Insiders should keep this enabled to receive insider builds, as those will not be made available on Flathub.\n      This flatpak goes into great lengths to provide a nice experience for end users. In order for the Git plugin to work it requires permission to the ssh-auth socket (--socket=ssh-auth). It also exposes the home directory in the sandbox (required for Drag and Drop operations). If you don't use the Git plugin you can disable the ssh-auth socket permission, e.g. using Flatseal. You can also remove access to the home directory if you want and the flatpak will continue to work, albeit with reduced functionality. In case you do remove access to the homedir, note that in order for things to not break for the Git plugin, --persist=.ssh flag has been passed and a bind mount to ~/.var/app/md.obsidian.Obsidian/ is created by flatpak, allowing that location to be used for persistent data (but your home directory's .ssh remains unaccessible)\n    ",
    "build_date": "2024-12-08T06:40:54",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/md/obsidian/Obsidian/9c65347a3f59d74bebbe887b3601ea7c/icons/128x128/md.obsidian.Obsidian.png",
    "license": "LicenseRef-proprietary=https://obsidian.md/eula",
    "tag": [],
    "rank": 31
  },
  {
    "pkg": "LibreOffice",
    "app_id": "org.libreoffice.LibreOffice",
    "description": "The LibreOffice productivity suite",
    "description_long": "LibreOffice is a powerful office suite.  Its clean interface and\n  feature-rich tools help you unleash your creativity and enhance your\n  productivity.  LibreOffice includes several applications that make it the most\n  powerful Free and Open Source office suite on the market: Writer (word\n  processing), Calc (spreadsheets), Impress (presentations), Draw (vector\n  graphics and flowcharts), Base (databases), and Math (formula editing).\n      LibreOffice supports opening and saving into a wide variety of formats, so\n  you can easily share documents with users of other popular office suites\n  without worrying about compatibility.\n    ",
    "build_date": "2024-11-14T18:09:13",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/org/libreoffice/LibreOffice.desktop/a857eb96feab8036fa1e49b8bc3c7b9f/icons/128x128/org.libreoffice.LibreOffice.desktop.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "ONLYOFFICE Desktop Editors",
    "app_id": "org.onlyoffice.desktopeditors",
    "description": "Office productivity suite",
    "description_long": "ONLYOFFICE Desktop Editors is a free and open-source office suite pack that comprises editors for text documents, spreadsheets, presentations, PDFs and PDF forms. It allows you to create, view and edit office docs stored on your Windows/Linux PC or Mac without an Internet connection. The suite is fully compatible with Office Open XML formats: .docx, .xlsx, .pptx.\n      Thanks to the tab-based user interface, you can deal with multiple files within one and the same window. Multiple plugins allow adding any extra functionality you might need. Password protection and digital signatures ensure a higher level of security while working with files.\n      Switch between various interface themes to comfortably work in any environment. Extend your editing capabilities by using plugins: work faster with the AI helper, translate, recognize text from pictures, convert your docs to Markdown, etc.\n      Along with offline work, it’s possible to connect the application to the cloud for online document collaboration. Available options include ONLYOFFICE cloud, Moodle, Nextcloud, Seafile, ownCloud, kDrive, and Liferay.\n    ",
    "build_date": "2024-12-03T09:12:44",
    "category": [
      "Office",
      "WordProcessor",
      "Spreadsheet",
      "Presentation"
    ],
    "icon": "https://dl.flathub.org/media/org/onlyoffice/desktopeditors/7785bf63e95da27e54c17c54b12ec0e0/icons/128x128/org.onlyoffice.desktopeditors.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "Text",
      "Document",
      "OpenDocument Text",
      "Microsoft Word",
      "Microsoft Works",
      "odt",
      "doc",
      "docx",
      "rtf"
    ],
    "rank": 33
  },
  {
    "pkg": "FreeTube",
    "app_id": "io.freetubeapp.FreeTube",
    "description": "An Open Source YouTube app for privacy",
    "description_long": "FreeTube is an open source desktop YouTube player built with privacy in\n    mind. Use YouTube without advertisements and prevent Google from tracking\n    you with their cookies and JavaScript. Available for Windows, Mac &amp;\n    Linux thanks to Electron.\n      Please note that FreeTube is currently in Beta. While it should work well\n    for most users, there are still bugs and missing features that need to be\n    addressed.\n    ",
    "build_date": "2024-10-27T02:02:47",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/io/freetubeapp/FreeTube/e5e3516496052976cb03bb1675e32d17/icons/128x128/io.freetubeapp.FreeTube.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 34
  },
  {
    "pkg": "Bitwarden",
    "app_id": "com.bitwarden.desktop",
    "description": "A secure and free password manager for all of your devices",
    "description_long": "\n      Bitwarden is the easiest and safest way to store all of your logins and\n      passwords while conveniently keeping them synced between all of your\n      devices.\n    \n      \n      Password theft is a serious problem. The websites and apps that you use\n      are under attack every day. Security breaches occur and your passwords\n      are stolen. When you reuse the same passwords across apps and websites\n      hackers can easily access your email, bank, and other important\n      accounts.\n    \n      \n      Security experts recommend that you use a different, randomly generated\n      password for every account that you create. But how do you manage all\n      those passwords? Bitwarden makes it easy for you to create, store, and\n      access your passwords.\n    \n      \n      Bitwarden stores all of your logins in an encrypted vault that syncs\n      across all of your devices. Since it's fully encrypted before it ever\n      leaves your device, only you have access to your data. Not even the\n      team at Bitwarden can read your data, even if we wanted to. Your data\n      is sealed with AES-256 bit encryption, salted hashing, and PBKDF2\n      SHA-256.\n    \n      \n      Bitwarden is 100% open source software. The source code for Bitwarden\n      is hosted on GitHub and everyone is free to review, audit, and\n      contribute to the Bitwarden codebase.\n    \n    ",
    "build_date": "2024-12-04T08:46:37",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/bitwarden/desktop/886d15f8c2b79a7dc913c6696753f047/icons/128x128/com.bitwarden.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 35
  },
  {
    "pkg": "Thunderbird",
    "app_id": "org.mozilla.Thunderbird",
    "description": "Thunderbird is a free and open source email, newsfeed, chat, and calendaring client",
    "description_long": "Thunderbird is a free and open source email, newsfeed, chat, and calendaring client, that’s easy to set up and customize. One of the core principles of Thunderbird is the use and promotion of open standards - this focus is a rejection of our world of closed platforms and services that can’t communicate with each other. We want our users to have freedom and choice in how they communicate.Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users.",
    "build_date": "2024-12-03T00:48:16",
    "category": [
      "Calendar",
      "Chat",
      "ContactManagement",
      "Email",
      "Feed",
      "IRCClient",
      "InstantMessaging",
      "Network",
      "News",
      "Office"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.mozilla.Thunderbird.png",
    "license": "MPL-2.0",
    "tag": [
      "calendar",
      "email",
      "mail",
      "mozilla"
    ],
    "rank": 36
  },
  {
    "pkg": "Video Downloader",
    "app_id": "com.github.unrud.VideoDownloader",
    "description": "Download web videos",
    "description_long": "\n      Download videos from websites with an easy-to-use interface.\n      Provides the following features:\n    \n      \n        Convert videos to MP3\n        Supports password-protected and private videos\n        Download single videos or whole playlists\n        Automatically selects a video format based on your quality demands\n      \n      \n      Based on yt-dlp.\n    \n    ",
    "build_date": "2024-12-07T01:08:00",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/github/unrud.VideoDownloader/19038e807f12fa6ac802f850cd254514/icons/128x128/com.github.unrud.VideoDownloader.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Download"
    ],
    "rank": 37
  },
  {
    "pkg": "Zoom",
    "app_id": "us.zoom.Zoom",
    "description": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing",
    "description_long": "Award winning Zoom brings video conferencing, online meetings and group messaging into one easy-to-use application.\n      \n        One consistent enterprise experience for all use cases\n        Engineered and optimized to work reliably\n        Up to 500 video participants and 10,000 viewers\n        Easy-to-use, buy and scale\n        Most affordable, straightforward pricing\n      \n      NOTE: This wrapper is not verified by, affiliated with, or supported by zoom.us.\n    ",
    "build_date": "2024-11-25T10:23:55",
    "category": [
      "Network",
      "InstantMessaging",
      "VideoConference",
      "Telephony"
    ],
    "icon": "https://dl.flathub.org/media/us/zoom/Zoom.desktop/7d132efaa3fb9a2a9462b4257ee7c999/icons/128x128/us.zoom.Zoom.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 38
  },
  {
    "pkg": "Chromium Web Browser",
    "app_id": "org.chromium.Chromium",
    "description": "The web browser from Chromium project",
    "description_long": "\n    Chromium is an open-source browser project that aims to build a safer, faster,\n    and more stable way to experience the web.\n    \n      \n    We invite you to join our effort to build a powerful platform for developing a\n    new generation of web applications.\n    \n    ",
    "build_date": "2024-12-05T08:54:43",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/org/chromium/Chromium/a3cdc6ed73e903a68fb0cc5586f2a9d9/icons/128x128/org.chromium.Chromium.png",
    "license": "BSD-3-Clause and LGPL-2.1+ and Apache-2.0 and IJG and MIT and GPL-2.0+ and ISC and OpenSSL and (MPL-1.1 or GPL-2.0 or LGPL-2.0)",
    "tag": [
      "chrome",
      "internet",
      "google"
    ],
    "rank": 39
  },
  {
    "pkg": "Fedora Media Writer",
    "app_id": "org.fedoraproject.MediaWriter",
    "description": "A tool to create a live USB drive with an edition of Fedora",
    "description_long": "A tool to create a bootable live USB drive with an edition of Fedora. Not only can Fedora Media Writer write an image to your flash drive, it can also download it for you. It offers official editions (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), and Fedora Labs (Design Suite, Security Lab,...). It provides basic information about each of them to help you make the right choice.\n      Fedora Media Writer can also write other bootable ISOs loaded from your local disk, but keep in mind that it's only tested with Fedora images.\n    ",
    "build_date": "2024-12-06T15:48:12",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/org/fedoraproject/MediaWriter.desktop/aebe9b32fc249ea1ab641fc9fe287ca6/icons/128x128/org.fedoraproject.MediaWriter.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "iso",
      "fedora",
      "usb",
      "writer",
      "live",
      "spin",
      "creator",
      "media"
    ],
    "rank": 40
  },
  {
    "pkg": "Prism Launcher",
    "app_id": "org.prismlauncher.PrismLauncher",
    "description": "A custom launcher for Minecraft that allows you to easily manage multiple installations of Minecraft at once",
    "description_long": "Prism Launcher is a custom launcher for Minecraft that focuses on predictability, long term stability and simplicity.\n      Features:\n      \n        Easily install game modifications, such as Fabric, Forge and Quilt\n        Easily install and update modpacks from the Launcher\n        Control your Java settings, and enable Mangohud or Gamemode with a toggle\n        Manage worlds and resource packs from the launcher\n        See logs and other details easily through a dashboard\n        Kill Minecraft in case of a crash/freeze\n        Isolate Minecraft instances to keep everything clean\n        Install and update mods directly from the launcher\n        Customize the launcher with themes, and more\n        And cat :3\n      \n    ",
    "build_date": "2024-11-19T08:00:46",
    "category": [
      "Game",
      "ActionGame",
      "AdventureGame",
      "Simulation"
    ],
    "icon": "https://dl.flathub.org/media/org/prismlauncher/PrismLauncher/3b6dba65d7d16d3b24a0093c8edc165d/icons/128x128/org.prismlauncher.PrismLauncher.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "minecraft",
      "mc"
    ],
    "rank": 41
  },
  {
    "pkg": "LibreWolf",
    "app_id": "io.gitlab.librewolf-community",
    "description": "LibreWolf Web Browser",
    "description_long": "LibreWolf\n      This project is an independent fork of Firefox, with the primary goals of privacy security and user freedom. It is the community run successor to LibreFox.\n      LibreWolf uses more than 500 privacy/security/performance settings, patches, LibreWolf-Addons (optional) and is designed to minimize data collection and telemetry as much as possible (updater, crashreporter and Firefox’s integrated addons that don’t respect privacy are removed).\n      LibreWolf is NOT associated with Mozilla or its products.\n      Features:\n      \n        Latest Version of Firefox: LibreWolf is compiled directly from the latest build of Firefox Stable. You will have the the latest features, and security updates.\n        Completely Independent Build: LibreWolf uses a completely independent build from Firefox and has its own settings, profile folder and installation path. As a result, it can be installed alongside Firefox or any other browser.\n        Settings protection: important settings are enforced/locked within librewolf.cfg and policies.json, those settings cannot be changed by addons/updates/LibreWolf itself or unwanted/accidental manipulation; To change those settings you can easily do it by editing librewolf.cfg and policies.json.\n        LibreWolf-addons: set of optional LibreWolf extensions\n        Statistics disabled: telemetry and similar functions are disabled\n        Tested settings: settings are performance aware\n        Recommended and code reviewed addons list\n        Community-Driven\n        And much more…\n      \n    ",
    "build_date": "2024-11-29T21:34:05",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/librewolf-community/c4edd0bfadf3c20b45eed8b0fce0ff52/icons/128x128/io.gitlab.librewolf-community.png",
    "license": "MPL-2.0",
    "tag": [
      "librewolf",
      "internet",
      "web"
    ],
    "rank": 42
  },
  {
    "pkg": "Krita",
    "app_id": "org.kde.krita",
    "description": "Digital Painting, Creative Freedom",
    "description_long": "Krita is the full-featured digital art studio.\n      It is perfect for sketching and painting, and presents an end–to–end solution for creating digital painting files from scratch by masters.\n      \n      Krita is a great choice for creating concept art, comics, textures for rendering and matte paintings. Krita supports many colorspaces like RGB and CMYK\n      at 8 and 16 bits integer channels, as well as 16 and 32 bits floating point channels.\n    \n      Have fun painting with the advanced brush engines, amazing filters and many handy features that make Krita enormously productive.\n    ",
    "build_date": "2024-10-14T00:58:36",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/krita/acd04194da59b87ece9ddc8d17c3973e/icons/128x128/org.kde.krita.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 43
  },
  {
    "pkg": "Proton VPN",
    "app_id": "com.protonvpn.www",
    "description": "Secures your internet and protects your online privacy",
    "description_long": "\n        \n                NOTE: This app is built from Proton VPN's official open-source code,\n                but it is not an official Proton app.\n                It is not affiliated with or supported by Proton AG.\n            \n      \n      \n            Browse privately and take back control of your personal information with Proton VPN.\n            Connect to one of our high-speed servers to hide your IP address,\n            bypass digital borders, and stream from popular websites and platforms.\n        \n      \n            Used by millions worldwide, our secure no-logs VPN does not record your browsing history,\n            display ads, sell your data to third parties, or limit downloads.\n        \n      \n            Proton VPN is brought to you by the\n            CERN scientists behind Proton Mail — the world's largest encrypted email service. \n        \n      Free VPN features\n      \n        Strict no-logs policy\n        Zero-access, end-to-end encryption\n        Full-disk encrypted servers\n        No bandwidth restrictions\n        Strong, secure protocols: WireGuard and OpenVPN\n        IPv6 support\n        Perfect forward secrecy: Encrypted traffic cannot be captured and decrypted later\n        DNS leak protection: Ensures DNS queries are never accidentally sent to third-party resolvers\n        Kill switch: Protects you against IP leaks caused by accidental disconnections\n      \n      Premium VPN features\n      \n        Connect to 8500+ high speed servers across 110+ countries\n        Lightning-fast VPN speeds (up to 10 Gbps)\n        Connect up to 10 devices at the same time\n        \n                Stream films, sports events, and videos on any streaming service\n                (Netflix, Hulu, Amazon Prime Video, Disney+, BBC iplayer, and more)\n            \n        P2P (peer-to-peer) servers: Fast torrenting, gaming, and file sharing\n        Secure Core servers: Enhance your protection with double hop VPN\n        Tor servers: Connect to onion sites with your regular browser\n        \n                NetShield Ad-blocker: Protect yourself from ads, trackers,\n                and malware on websites and apps\n            \n        VPN Accelerator: Unique technology increases VPN speeds by up to 400%\n      \n      Why Proton VPN?\n      \n        No personal data required to sign up\n        Easy-to-use VPN apps for iOS, Android, MacOS, Windows, iPad, Linux, Apple TV, and Android TV\n        Our high-strength encryption provides a more secure connection than an internet proxy\n        Independently audited by third-party security experts\n        Trusted open-source code that anyone can review\n        Data protection using AES-256 and 4096 RSA encryption\n      \n      Join the privacy revolution\n      \n            Your support helps us bring online freedom to people around the globe.\n            Join Proton today to protect yourself online and help create a secure,\n            private, and free internet for everyone.\n        \n      Experts' opinion\n      \n            PCMag: “[Proton VPN's] is a slick VPN with an excellent collection of advanced features,\n            and it has the best free subscription plan we've seen.\n            Few competitors can match its mix of affordability, features, and design.\n            For all that, it gets a rare five-star rating and earns our Editors' Choice award”\n        \n      \n            Mozilla: “There are many VPN vendors out there, but not all of them are created equal.\n            Proton VPN offers a secure, reliable, and easy-to-use VPN service and is operated by the makers of ProtonMail,\n            a respected, privacy-oriented email service...\n            As a company they have a track record of fighting for online privacy and they share our dedication\n            to internet safety and security.”\n        \n      Required dependencies\n      \n        NetworkManager-openvpn\n        KWallet or GNOME Keyring\n        systemd\n      \n    ",
    "build_date": "2024-12-05T18:18:44",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/protonvpn/www/36efc0ebf82f3f8857e8a4cbc41640b7/icons/128x128/com.protonvpn.www.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 44
  },
  {
    "pkg": "Gear Lever",
    "app_id": "it.mijorus.gearlever",
    "description": "Manage AppImages",
    "description_long": "An utility to manage AppImages with ease! Gear lever will organize and manage AppImage files for you, generate desktop entries and app metadata, update apps in-place or keep multiple versions side-by-side.\n    ",
    "build_date": "2024-12-03T09:45:36",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/it/mijorus/gearlever/2cab184cd7fe3ba620a68ead5829cbcb/icons/128x128/it.mijorus.gearlever.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AppImage"
    ],
    "rank": 45
  },
  {
    "pkg": "Kdenlive",
    "app_id": "org.kde.kdenlive",
    "description": "Video editor",
    "description_long": "Kdenlive is a video editing application with support for many audio and video formats. It offers advanced editing features, a variety of effects and transitions, color correction, audio post-production and subtitling tools. Additionally, it provides the flexibility to render into practically any format of your choice.\n      Features:\n      \n        Nested Sequences\n        Configurable interface and shortcuts\n        Scopes: Histogram, Vectorscope, RGB Parade, Waveform and Audio Meter\n        Proxy editing\n        Free online assets and templates\n        Motion tracking\n        AI powered tools\n      \n    ",
    "build_date": "2024-11-20T03:42:17",
    "category": [
      "AudioVideo",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/kdenlive.desktop/4545722c63391ed3d3bd40eb6020e6e5/icons/128x128/org.kde.kdenlive.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "editing",
      "video",
      "audio",
      "mlt",
      "kde"
    ],
    "rank": 46
  },
  {
    "pkg": "Mission Center",
    "app_id": "io.missioncenter.MissionCenter",
    "description": "Monitor system resource usage",
    "description_long": "Monitor your CPU, Memory, Disk, Network and GPU usage\n      Features:\n      \n        Monitor overall or per-thread CPU usage\n        See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes\n        Monitor RAM and Swap usage\n        See a breakdown how the memory is being used by the system\n        Monitor Disk utilization and transfer rates\n        Monitor network utilization and transfer speeds\n        See network interface information such as network card name, connection type (Wi-Fi or Ethernet),\n                wireless speeds and frequency, hardware address, IP address\n            \n        Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered\n                by the popular NVTOP project\n            \n        Monitor system fans\n        See a breakdown of resource usage by app and process\n        Supports a minified summary view for simple monitoring\n        Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource usage\n        Uses GTK4 and Libadwaita\n        Written in Rust\n      \n      Limitations (there is ongoing work to overcome all of these):\n      \n        No per-process network usage\n        GPU support is experimental\n        Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power, or temperature monitoring\n        When using Linux Mint/Cinnamon, launched applications may not show up in the \"Applications\" section (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)\n      \n      Comments, suggestions, bug reports and contributions welcome\n    ",
    "build_date": "2024-10-27T09:49:23",
    "category": [
      "System",
      "Monitor"
    ],
    "icon": "https://dl.flathub.org/media/io/missioncenter/MissionCenter/f382865557d55836ce4b6119f1b16090/icons/128x128/io.missioncenter.MissionCenter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Task manager",
      "Resource monitor",
      "System monitor",
      "Processor",
      "Processes",
      "Performance monitor",
      "CPU",
      "GPU",
      "Disc",
      "Disk",
      "Memory",
      "Network",
      "Utilisation",
      "Utilization"
    ],
    "rank": 47
  },
  {
    "pkg": "Tor Browser Launcher",
    "app_id": "org.torproject.torbrowser-launcher",
    "description": "A program to help you download, keep updated, and run the Tor Browser Bundle",
    "description_long": "Tor Browser Launcher is intended to make the Tor Browser Bundle (TBB) easier to maintain and use for GNU/Linux users. It downloads the same TBB from torproject.org that everyone else uses, and it doesn't alter it in any way. But it does make it much more usable, and it makes the task of keeping it up-to-date more secure.\n      You install torbrowser-launcher from your distribution's package manager and it handles everything else, including:\n      \n        Downloading the most recent version of TBB for you, in your language and for your architecture\n        Automatically updating (while preserving your bookmarks and preferences)\n        Verifying the TBB's GnuPG signature\n        Includes AppArmor profiles to make a Tor Browser compromise not as bad (in some distros)\n        Adding a Tor Browser application launcher to your desktop environment's menu\n        Lets you set Tor Browser as your default browser\n        Optionally playing a modem sound when you open Tor Browser (because Tor is so slow)\n      \n    ",
    "build_date": "2024-12-04T21:21:33",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/org/torproject/torbrowser-launcher/ae36b908cfdf59ccee799b141e06f4cb/icons/128x128/org.torproject.torbrowser-launcher.png",
    "license": "MIT",
    "tag": [],
    "rank": 48
  },
  {
    "pkg": "Zen",
    "app_id": "io.github.zen_browser.zen",
    "description": "Stay focused, browse faster",
    "description_long": "Zen is the best way to browse the web. Beautifully designed, privacy-focused, and packed with features. We care about your experience, not your data.\n      \n        Split view\n        Web sidebar\n        Tab groups\n        Customizable interface\n        Vertical tabs\n        And more…\n      \n    ",
    "build_date": "2024-11-28T20:19:39",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/io/github/zen_browser.zen/9af677682d7ed8acdf2fcc6f2d93b9df/icons/128x128/io.github.zen_browser.zen.png",
    "license": "MPL-2.0",
    "tag": [
      "Internet",
      "WWW",
      "Browser",
      "Web",
      "Explorer"
    ],
    "rank": 49
  },
  {
    "pkg": "Signal Desktop",
    "app_id": "org.signal.Signal",
    "description": "Private messenger",
    "description_long": "\n      To use the Signal desktop app, Signal must first be installed on your phone.\n    \n      \n      Millions of people use Signal every day for free and instantaneous communication \n      anywhere in the world. Send and receive high-fidelity messages, participate in \n      HD voice/video calls, and explore a growing set of new features that help you \n      stay connected. Signal’s advanced privacy-preserving technology is always enabled, \n      so you can focus on sharing the moments that matter with the people who matter to you. \n    \n      \n      Signal is an independent 501c3 nonprofit. The complete source code for \n      the Signal clients and the Signal server is available on GitHub.\n    \n      \n      This flatpak is maintained by the Flathub community, and is not necessarily \n      endorsed or officially maintained by the upstream developers.\n    \n    ",
    "build_date": "2024-12-06T21:49:10",
    "category": [
      "Network",
      "InstantMessaging",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/org/signal/Signal/d4228da05a626c95b77a8d15dc8dff54/icons/128x128/org.signal.Signal.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 50
  },
  {
    "pkg": "Vesktop",
    "app_id": "dev.vencord.Vesktop",
    "description": "Snappier Discord app with Vencord",
    "description_long": "Vesktop is a cross platform desktop app aiming to give you a snappier Discord experience with Vencord pre-installed.\n      Vesktop comes bundled with Venmic, a purpose-built library to provide functioning audio screenshare.\n    ",
    "build_date": "2024-10-01T21:01:42",
    "category": [
      "InstantMessaging",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/dev/vencord/Vesktop/5c9abd5c60f13e27c8f350780f0a8dfb/icons/128x128/dev.vencord.Vesktop.png",
    "license": "GPL-3.0",
    "tag": [
      "Discord",
      "Vencord",
      "Vesktop",
      "Privacy",
      "Mod"
    ],
    "rank": 51
  },
  {
    "pkg": "Warehouse",
    "app_id": "io.github.flattool.Warehouse",
    "description": "Manage all things Flatpak",
    "description_long": "Warehouse provides a simple UI to control complex Flatpak options, all without resorting to the command line.\n      Features:\n      \n        Manage installed Flatpaks and view properties of any package\n        Change versions of a Flatpak to rollback any unwanted updates\n        Pin runtimes and mask Flatpaks\n        Filter packages and sort data, to help find anything easily\n        See current app user data, and cleanup any unused data left behind\n        Add popular Flatpak remotes with a few clicks or add custom remotes instead\n        Take snapshots of your apps' user data, saving your data\n        Install new packages from any remote, or from your system\n        Responsive UI to fit large and small screen sizes\n      \n    ",
    "build_date": "2024-10-28T05:08:13",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/flattool.Warehouse.desktop/a33b23a6afc83034a2c4bea85bd27257/icons/128x128/io.github.flattool.Warehouse.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "flatpak"
    ],
    "rank": 52
  },
  {
    "pkg": "ZapZap",
    "app_id": "com.rtosta.zapzap",
    "description": "WhatsApp Messenger",
    "description_long": "What's:\n      Zapzap is a container for execution of the web web, that is, a kind of Webapp. Thus, all\n      features of WhatsApp Web are available in addition to several others which integrate ZapZap with the\n      system.\n      What sets this application apart is its support for multiple accounts, running in the background, a spellchecker\n      and customizations based on the theme of the system.\n      Data security:\n      No modifications or manipulations are made to the execution of WhatsApp Web. In\n      addition, all source code is available on GitHub and is publically auditable.\n      About:\n      ZapZap was initially developed for personal use. I decided to share it so that other people,\n      like me, could have a WhatsApp client more integrated into the system.\n    ",
    "build_date": "2024-11-30T14:16:20",
    "category": [
      "Chat",
      "InstantMessaging",
      "Utility",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/rtosta/zapzap/b4bc492d16cc232c089e474bbb3ef20b/icons/128x128/com.rtosta.zapzap.png",
    "license": "GPL-3.0+",
    "tag": [
      "Whatsapp",
      "Chat",
      "ZapZap"
    ],
    "rank": 53
  },
  {
    "pkg": "Inkscape",
    "app_id": "org.inkscape.Inkscape",
    "description": "Vector Graphics Editor",
    "description_long": "\n      A Free and open source vector graphics editor. It offers a rich set of features and is widely used for both artistic and technical illustrations such as cartoons, clip art, logos, typography, diagramming and flowcharting.\n    \n      \n      It uses vector graphics to allow for sharp printouts and renderings at unlimited resolution and is not bound to a fixed number of pixels like raster graphics. Inkscape uses the standardized SVG file format as its main format, which is supported by many other applications including web browsers.\n    \n      \n      Inkscape supports many advanced SVG features (markers, clones, alpha blending,\n      etc.) and great care is taken in designing a streamlined interface.\n      It is very easy to edit nodes, perform complex path operations, trace\n      bitmaps and much more.\n      We also aim to maintain a thriving user and developer community by using\n      open, community-oriented development.\n    \n    ",
    "build_date": "2024-10-31T03:57:22",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/org/inkscape/Inkscape/21e92689231a3254414f25a728404a8e/icons/128x128/org.inkscape.Inkscape.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "image",
      "editor",
      "vector",
      "drawing"
    ],
    "rank": 54
  },
  {
    "pkg": "Boxes",
    "app_id": "org.gnome.Boxes",
    "description": "Virtualization made simple",
    "description_long": "\n      Select an operating system and let Boxes download and install it for you\n      in a virtual machine.\n    \n      Features:\n      \n        Download freely available operating systems\n        Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red\n      Hat Enterprise Linux, and Ubuntu\n        Create virtual machines from operating system images with a couple of clicks\n        Limit the resources (memory and storage) your virtual machines consume from your system\n        Take snapshots of virtual machines to restore to previous states\n        Redirect USB devices from your physical machine into virtual machines\n        3D acceleration for some of the supported operating systems\n        Automatically resize virtual machines displays to the window size\n        Share clipboard between your system and virtual machines\n        Share files to virtual machines by dropping them from your file manager into the Boxes window\n        Setup Shared Folders between your system and virtual machines\n      \n    ",
    "build_date": "2024-09-23T10:17:23",
    "category": [
      "System",
      "Development",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Boxes.desktop/4a22054d6a094a3afe2539b1f5dffeed/icons/128x128/org.gnome.Boxes.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "virtual machine",
      "vm"
    ],
    "rank": 55
  },
  {
    "pkg": "Opera",
    "app_id": "com.opera.Opera",
    "description": "Your personal browser",
    "description_long": "\n      Faster, safer and smarter than default browsers. Opera Browser is fully-featured for privacy, security, and everything you do online.\n    \n      \n      Opera's free VPN, Ad blocker, and Flow file sharing. Just a few of the must-have features built into Opera for faster, smoother and distraction-free browsing designed to improve your online experience.\n    \n      \n      Experience faster, distraction-free browsing with Ad blocking, and browse privately. Smoothly sync your data and send files between Opera on Mac, Windows, Linux, iOS, Android, and Chromebook.\n    \n      \n      NOTE: This package is not verified by, affiliated with, or supported by Opera.\n    \n    ",
    "build_date": "2024-12-02T20:51:09",
    "category": [
      "Network",
      "WebBrowser",
      "InstantMessaging",
      "Chat",
      "Feed"
    ],
    "icon": "https://dl.flathub.org/media/com/opera/Opera/94c09a1a536cbac55a197a1240e6ba58/icons/128x128/com.opera.Opera.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "web browser"
    ],
    "rank": 56
  },
  {
    "pkg": "Whatsie",
    "app_id": "com.ktechpit.whatsie",
    "description": "Qt Whatsapp Web Client for Linux Desktop",
    "description_long": "Feature rich WhatsApp web client based on Qt WebEngine.\n      Key features of Whatsie:\n      \n        Light and Dark Themes with automatic switching\n        Customized Notifications &amp; Native Notifications\n        Global App shortcuts\n        BuiltIn download manager\n        Mute Audio, Disable Notifications\n        App Lock feature\n        Built in Spell Checker (with support for 31 Major languages)\n      \n      Other settings that let you control every aspect of WebApp like:\n      \n        Do not disturb mode\n        Full view mode, lets you expand the main view to the full width of the window\n        Ability to switch between Native &amp; Custom notification\n        Configurable notification popup timeout\n        Mute all audio from Whatapp\n        Minimize to tray on application start\n        Enable disable app lock on application start\n        Auto-locking after a certain interval of time\n      \n    ",
    "build_date": "2024-11-02T06:46:52",
    "category": [
      "Chat",
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/com/ktechpit/whatsie/b253674d2a9a0640e94af2ab75487aa0/icons/128x128/com.ktechpit.whatsie.png",
    "license": "MIT",
    "tag": [
      "WhatsApp",
      "social",
      "social-media",
      "messaging",
      "chat",
      "communication",
      "instant messaging",
      "social networking",
      "whatsApp web",
      "group chat",
      "brave whatsapp",
      "multimedia messaging",
      "status update",
      "chrome whatsapp",
      "discord",
      "whatsie whatsapp",
      "messanger",
      "whatsApp business",
      "firefox whatsApp",
      "google whatsApp"
    ],
    "rank": 57
  },
  {
    "pkg": "AnyDesk",
    "app_id": "com.anydesk.Anydesk",
    "description": "Connect to a computer remotely",
    "description_long": "AnyDesk ensures secure and reliable remote desktop connections for IT professionals and on-the-go individuals alike.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by AnyDesk.\n    ",
    "build_date": "2024-11-19T23:45:48",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/anydesk/Anydesk.desktop/c088db68534b2cda271fa3a91f095fd0/icons/128x128/com.anydesk.Anydesk.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 58
  },
  {
    "pkg": "Blender",
    "app_id": "org.blender.Blender",
    "description": "Free and open source 3D creation suite",
    "description_long": "\n            Blender is the free and open source 3D creation suite. It supports\n            the entirety of the 3D pipeline — modeling, rigging, animation,\n            simulation, rendering, compositing, motion tracking, and video\n            editing.\n        \n      \n            Blender is a public project, made by hundreds of people from around the\n            world; by studios and individual artists, professionals and hobbyists,\n            scientists, students, VFX experts, animators, game artists, modders, and\n            the list goes on.\n        \n    ",
    "build_date": "2024-11-20T10:37:28",
    "category": [
      "Graphics",
      "3DGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/blender/Blender/a649700418494e877bfd80d496f2aeb7/icons/128x128/org.blender.Blender.png",
    "license": "GPL-3.0",
    "tag": [
      "3d",
      "cg",
      "modeling",
      "animation",
      "painting",
      "sculpting",
      "texturing",
      "video editing",
      "video tracking",
      "rendering",
      "render engine",
      "cycles",
      "python"
    ],
    "rank": 59
  },
  {
    "pkg": "Stremio",
    "app_id": "com.stremio.Stremio",
    "description": "Freedom to Stream",
    "description_long": "\n       Stremio offers a secure, modern and seamless entertainment experience. With its easy-to-use interface and diverse content library, including 4K HDR support, users can enjoy their favorite movies and TV shows across all their devices. And with its commitment to security, Stremio is the ultimate choice for a worry-free, high-quality streaming experience.\n    \n    ",
    "build_date": "2024-04-26T10:20:31",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/com/stremio/Stremio/e5d1316ab06b746100facc21731ff740/icons/128x128/com.stremio.Stremio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "Okular",
    "app_id": "org.kde.okular",
    "description": "View and annotate documents",
    "description_long": "\n   Okular is a universal document viewer developed by KDE. Okular works on multiple platforms, including but not limited to Linux, Windows, Mac OS X, *BSD, etc.\n  \n      Features:\n      \n        Supported Formats: PDF, PS, Tiff, CHM, DjVu, Images, DVI, XPS, Fiction Book, Comic Book, Plucker, EPub, Fax\n        Sidebar with contents, thumbnails, reviews and bookmarks\n        Annotations support\n      \n    ",
    "build_date": "2024-12-03T09:51:44",
    "category": [
      "Graphics",
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/okular.desktop/9821e53a3ac04cd198c4c4e609b53e9c/icons/128x128/org.kde.okular.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [],
    "rank": 61
  },
  {
    "pkg": "HandBrake",
    "app_id": "fr.handbrake.ghb",
    "description": "Video Transcoder",
    "description_long": "HandBrake is a tool for converting video from nearly any format to a selection of modern, widely supported codecs.\n      Reasons you'll love Handbrake:\n      \n        Convert video from nearly any format\n        Free and Open Source\n        Multi-Platform (Windows, Mac and Linux)\n      \n    ",
    "build_date": "2024-12-05T20:28:57",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/fr/handbrake/ghb/1bf3957c7109518df3d5519804170dbe/icons/128x128/fr.handbrake.ghb.png",
    "license": "GPL-2.0",
    "tag": [
      "Format Converter",
      "Video Encoder"
    ],
    "rank": 62
  },
  {
    "pkg": "PortProton",
    "app_id": "ru.linux_gaming.PortProton",
    "description": "Software for running Windows games.",
    "description_long": "\n\t\t\tPortProton is a project designed to make it easy and convenient to run Windows games on Linux for both beginners and advanced users. The project strives to make running games (and other software) as easy as possible, but at the same time provides flexible settings for advanced users.\n\t\t\n    ",
    "build_date": "2024-12-01T11:59:56",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/ru/linux_gaming/PortProton/bb925998e355d2948827f4796d270351/icons/128x128/ru.linux_gaming.PortProton.png",
    "license": "MIT",
    "tag": [
      "wine",
      "proton",
      "steam",
      "windows",
      "games"
    ],
    "rank": 63
  },
  {
    "pkg": "PeaZip",
    "app_id": "io.github.peazip.PeaZip",
    "description": "Free file archiver utility",
    "description_long": "\n      PeaZip is a free, Open Source (LGPLv3) archive manager utility for BSD, Linux, \n      macOS and Windows.\n    \n      \n      Cross-platform, desktop-agnostic GUI archive manager based on Open Source technologies \n      of 7-Zip / p7zip, Zstandard, Brotli, ZPAQ, PEA, and other Free Software file compression \n      tools, alternative to 7-Zip, Engrampa, FileRoller, Keka, WinRar, WinZip and similar apps.\n    \n      \n      Create, convert open and extract 7Z, Brotli, BZip2, GZip, PEA, RAR, TAR, XZ, ZIP, \n      ZPAQ, Zstandard files, and many more (200+) archive formats.\n    \n      \n      PeaZip supports encryption / decryption of archives (with optional two factor authentication), \n      and its scripting engine makes easy to export the tasks defined in the GUI as CLI scripts.\n    \n    ",
    "build_date": "2024-11-25T00:18:58",
    "category": [
      "Utility",
      "Archiving",
      "Compression"
    ],
    "icon": "https://dl.flathub.org/media/io/github/peazip.PeaZip/a82e53fde2cccb5563132e1ff3f205e7/icons/128x128/io.github.peazip.PeaZip.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "zip",
      "rar",
      "tar",
      "compress",
      "extract",
      "unpack"
    ],
    "rank": 64
  },
  {
    "pkg": "Impression",
    "app_id": "io.gitlab.adhami3310.Impression",
    "description": "Create bootable drives",
    "description_long": "\n      Write disk images to your drives with ease. Select an image, insert your drive, and you're\n      good to go! Impression is a useful tool for both avid distro-hoppers and casual computer\n      users.\n    \n    ",
    "build_date": "2024-09-22T00:56:19",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Impression/bf115373a5edd475a754bd0526e743bc/icons/128x128/io.gitlab.adhami3310.Impression.png",
    "license": "GPL-3.0",
    "tag": [
      "usb",
      "flash",
      "writer",
      "bootable",
      "drive",
      "iso",
      "img",
      "disk",
      "image"
    ],
    "rank": 65
  },
  {
    "pkg": "Vivaldi",
    "app_id": "com.vivaldi.Vivaldi",
    "description": "Feature-packed web browser",
    "description_long": "\n      The web browser for techies and people who need a browser that helps them get things done.\n      The user interface is fully customizable, including keyboard shortcuts, mouse gestures, and programmable macros.\n    \n      \n        Seize back control of your tabs with features like Workspaces, Tab Stacks, and Tab Tiling.\n        Stay on top of all your emails, appointments, to-dos, and news with Mail, Calendar, Tasks, and Feed Reader. (Compatible with IMAP, POP3, CalDAV, and Atom/RSS.)\n        Jot down ideas and inspiration with the integrated Notes manager.\n        End-to-end encrypted (E2EE) sync of bookmarks, passwords, notes, and more with Vivaldi for desktop, iOS, and Android.\n        Efficient built-in Tracker and Ad Blocker.\n        Compatible with most browser extensions from the Google Chrome Web Store.\n      \n      \n      NOTE: This package is maintained by but not yet officially endorsed or supported by Vivaldi Technologies.\n    \n    ",
    "build_date": "2024-12-04T12:02:44",
    "category": [
      "Network",
      "WebBrowser",
      "Email",
      "Feed",
      "Office",
      "Calendar",
      "ContactManagement",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/com/vivaldi/Vivaldi/06acc2a849b00c73b180b545da7e1c2c/icons/128x128/com.vivaldi.Vivaldi.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "web browser",
      "mail client"
    ],
    "rank": 66
  },
  {
    "pkg": "Kodi",
    "app_id": "tv.kodi.Kodi",
    "description": "Ultimate entertainment center",
    "description_long": "Kodi allows users to play and view videos, music, podcasts,\n        and other digital media files from local storage, network storage\n        and the internet. It's optimized for a 10-foot user interface to be\n        used with televisions and remote controls.\n      Kodi spawned from the love of media. It is an entertainment hub\n        that brings all your digital media together into a beautiful\n        and user friendly package. It is 100% free and open source,\n        very customisable and runs on a wide variety of devices. It is\n        supported by a dedicated team of volunteers and a huge community.\n    ",
    "build_date": "2024-11-14T01:29:12",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/tv/kodi/Kodi/dd163a745edd525dcfeaeee92663d697/icons/128x128/tv.kodi.Kodi.png",
    "license": "GPL-2.0-only GPL-2.0-or-later LGPL-2.1-or-later MIT BSD-3-Clause BSD-4-Clause",
    "tag": [
      "Kodi",
      "xbmc",
      "audio",
      "video",
      "media",
      "media center",
      "music",
      "tv",
      "television",
      "remote control"
    ],
    "rank": 67
  },
  {
    "pkg": "KeePassXC",
    "app_id": "org.keepassxc.KeePassXC",
    "description": "Community-driven port of the Windows application “KeePass Password Safe”",
    "description_long": "\n            KeePassXC is an application for people with extremely high demands on secure\n            personal data management. It has a light interface, is cross-platform and\n            published under the terms of the GNU General Public License.\n        \n    ",
    "build_date": "2024-11-22T23:10:23",
    "category": [
      "Utility",
      "Security"
    ],
    "icon": "https://dl.flathub.org/media/org/keepassxc/KeePassXC.desktop/72ceedca281213519ff9f8ab856ef365/icons/128x128/org.keepassxc.KeePassXC.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "security",
      "privacy",
      "password-manager",
      "yubikey",
      "password",
      "keepass"
    ],
    "rank": 68
  },
  {
    "pkg": "Audacity",
    "app_id": "org.audacityteam.Audacity",
    "description": "Audacity is the world's most popular audio editing and recording app",
    "description_long": "Audacity is the world's most popular audio editing and recording app.\n      You can use Audacity to:\n      \n        Record live audio\n        Convert tapes and records into digital recordings or CDs\n        Edit WAV, AIFF, FLAC, MP2, MP3 or Ogg Vorbis sound files\n        Cut, copy, splice or mix sounds together\n        Change the speed or pitch of a recording\n        Apply a wide range of other effects to audio recordings\n        and much more!\n      \n    ",
    "build_date": "2024-10-31T03:45:51",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/org/audacityteam/Audacity/16022ed38a8bc470aa3182288b2599a7/icons/128x128/org.audacityteam.Audacity.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sound",
      "music editing",
      "voice channel",
      "frequency",
      "modulation",
      "audio trim",
      "clipping",
      "noise reduction",
      "multi track audio editor",
      "edit",
      "mixing",
      "WAV",
      "AIFF",
      "FLAC",
      "MP2",
      "MP3"
    ],
    "rank": 69
  },
  {
    "pkg": "Ungoogled Chromium",
    "app_id": "io.github.ungoogled_software.ungoogled_chromium",
    "description": "Chromium without Google",
    "description_long": "Ungoogled Chromium is Google Chromium, sans dependency on Google web services. It also\n      features some tweaks to enhance privacy, control, and transparency (almost all of which\n      require manual activation or enabling).\n      Ungoogled Chromium retains the default Chromium experience as closely as possible. Unlike\n      other Chromium forks that have their own visions of a web browser, Ungoogled Chromium is\n      essentially a drop-in replacement for Chromium.\n      Without signing in to a Google Account, Chromium does pretty well in terms of security and\n      privacy. However, Chromium still has some dependency on Google web services and binaries. In\n      addition, Google designed Chromium to be easy and intuitive for users, which means they\n      compromise on transparency and control of inner operations.\n      Ungoogled Chromium addresses these issues in the following ways:\n      \n        Remove all remaining background requests to any web services while building and running\n        the browser\n        Remove all code specific to Google web services\n        Remove all uses of pre-made binaries from the source code, and replace them with\n        user-provided alternatives when possible\n        Disable features that inhibit control and transparency, and add or modify features that\n        promote them (these changes will almost always require manual activation or enabling)\n      \n      These features are implemented as configuration flags, patches, and custom scripts.\n    ",
    "build_date": "2024-12-08T03:10:54",
    "category": [
      "Network",
      "WebBrowser",
      "WebDevelopment",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/io/github/ungoogled_software.ungoogled_chromium/53b2e2ed5f67ca95198e417a22fdf651/icons/128x128/io.github.ungoogled_software.ungoogled_chromium.png",
    "license": "BSD-3-Clause and LGPL-2.1+ and Apache-2.0 and IJG and MIT and GPL-2.0+ and ISC and OpenSSL and (MPL-1.1 or GPL-2.0 or LGPL-2.0)",
    "tag": [
      "web browser",
      "chromium",
      "ungoogled",
      "privacy",
      "security",
      "transparency",
      "control"
    ],
    "rank": 70
  },
  {
    "pkg": "Postman",
    "app_id": "com.getpostman.Postman",
    "description": "Platform for building and using APIs",
    "description_long": "\n      Postman is the complete toolchain for API developers, used by 5 million\n      developers and more than 100,000 companies worldwide to access 130 million\n      APIs every month. Postman makes working with APIs faster and easier by\n      supporting developers at every stage of their workflow, and is available\n      for macOS, Windows, Linux and Chrome users.\n    \n      \n      This wrapper is not verified by, affiliated with, or supported by Postman\n      Inc.\n    \n    ",
    "build_date": "2024-12-06T09:50:03",
    "category": [
      "Development",
      "WebDevelopment"
    ],
    "icon": "https://dl.flathub.org/media/com/getpostman/Postman/732e25cc420efa0bd3c39fdfd7e54aab/icons/128x128/com.getpostman.Postman.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 71
  },
  {
    "pkg": "LocalSend",
    "app_id": "org.localsend.localsend_app",
    "description": "Share files to nearby devices",
    "description_long": "This app allows you to send files and messages over the local LAN network.\n      In contrast to most alternatives, no external servers are needed.\n      Everything happens locally in the wifi network.\n    ",
    "build_date": "2024-11-06T12:33:09",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/localsend/localsend_app/1a9db3543dba901fb0eac0354e953eed/icons/128x128/org.localsend.localsend_app.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "Remmina",
    "app_id": "org.remmina.Remmina",
    "description": "Remote Desktop Client",
    "description_long": "\n      Remmina is a remote-desktop client written in GTK, to\n      use other desktops remotely, from a tiny screen or large monitors.\n    \n      \n      Remmina supports multiple network protocols in an integrated and\n      consistent user interface. The protocols currently supported are:\n        X2Go, RDP (Remote Desktop Protocol), VNC (Virtual Network Computing),\n        and SSH (Secure Shell / Open SSH).\n    \n      \n      External plugins are also supported to add new protocols and features.\n    \n    ",
    "build_date": "2024-10-03T13:54:19",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/remmina/Remmina.desktop/e88a24a59189ff617da7bbeec8d4ae19/icons/128x128/org.remmina.Remmina.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "remote desktop",
      "rdp",
      "vnc",
      "ssh",
      "spice"
    ],
    "rank": 73
  },
  {
    "pkg": "Portal for Teams",
    "app_id": "com.github.IsmaelMartinez.teams_for_linux",
    "description": "Unofficial Microsoft Teams client for Linux",
    "description_long": "Experience seamless integration with the Microsoft Teams Web App in a standalone Electron application.\n      This application is an unofficial client for Microsoft Teams.\n    ",
    "build_date": "2024-11-19T08:09:50",
    "category": [
      "Chat",
      "Network",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/github/IsmaelMartinez.teams_for_linux/288f106994ae62aae542071f736dce01/icons/128x128/com.github.IsmaelMartinez.teams_for_linux.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 74
  },
  {
    "pkg": "Moonlight",
    "app_id": "com.moonlight_stream.Moonlight",
    "description": "Stream games and other applications from another PC running Sunshine or GeForce Experience",
    "description_long": "Moonlight can stream games and other applications from another PC with Sunshine or GeForce Experience software installed.\n      Features include:\n      \n        Hardware accelerated video decoding with VAAPI, VDPAU, and NVDEC support\n        H.264, HEVC, and AV1 codec support\n        7.1 surround sound audio support\n        10-point multitouch support\n        Gamepad support with force feedback for up to 16 players\n        Support for both pointer capture (for games) and direct mouse control (for remote desktop)\n        Support for passing system-wide keyboard shortcuts like Alt+Tab to the host\n      \n    ",
    "build_date": "2024-09-17T05:19:59",
    "category": [
      "Game",
      "Qt"
    ],
    "icon": "https://dl.flathub.org/media/com/moonlight_stream/Moonlight/89145a5b6ffed0396e88942396f524ed/icons/128x128/com.moonlight_stream.Moonlight.png",
    "license": "GPL-3.0+",
    "tag": [
      "nvidia",
      "gamestream",
      "stream",
      "sunshine",
      "remote play"
    ],
    "rank": 75
  },
  {
    "pkg": "PCSX2",
    "app_id": "net.pcsx2.PCSX2",
    "description": "PlayStation 2 Emulator",
    "description_long": "PCSX2 is a free and open-source PlayStation 2 (PS2) emulator. Its purpose is to emulate the PS2's hardware, using a combination of MIPS CPU Interpreters, Recompilers, and a Virtual Machine which manages hardware states and PS2 system memory. This allows you to play PS2 games on your PC, with many additional features and benefits.\n      PlayStation 2 and PS2 are registered trademarks of Sony Interactive Entertainment. This application is not affiliated in any way with Sony Interactive Entertainment.\n    ",
    "build_date": "2024-10-24T00:31:46",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/net/pcsx2/PCSX2/6d5e6671646868c8cbcc24b5c7121918/icons/128x128/net.pcsx2.PCSX2.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "emulator"
    ],
    "rank": 76
  },
  {
    "pkg": "VSCodium",
    "app_id": "com.vscodium.codium",
    "description": "Telemetry-less code editing",
    "description_long": "VSCodium combines the simplicity of a code editor with what developers need for the core\n      edit-build-debug cycle.\n      This is the telemetry-less version of Visual Studio Code, packaged into a Flatpak.\n      This repackaging is not supported by Microsoft.\n      Note: To use certain features in this flatpak version, please see Readme file.\n    ",
    "build_date": "2024-11-24T18:27:21",
    "category": [
      "TextEditor",
      "Development",
      "IDE",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/vscodium/codium/768bc5fe8d4cbcc460bf9746e0aebbad/icons/128x128/com.vscodium.codium.png",
    "license": "MIT",
    "tag": [
      "vscodium",
      "codium",
      "vscode"
    ],
    "rank": 77
  },
  {
    "pkg": "Minecraft",
    "app_id": "com.mojang.Minecraft",
    "description": "Create your own world in one of the most popular video games",
    "description_long": "Join people all over the world playing Minecraft, one of the most popular videogames around! Your own imagination is the limit in this fun game where you get to build the world around you. Play with friends, or alone, as you adventure, gather, build, and battle in an incredible land of your very own. For the best experience, we recommend you create an account and purchase online at minecraft.net/en-us/store before installing this app. ** Requires internet.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by Mojang or Microsoft.\n    ",
    "build_date": "2024-11-24T22:36:46",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/com/mojang/Minecraft/05238507cc15ca4f5e34bfff3bd9423e/icons/128x128/com.mojang.Minecraft.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 78
  },
  {
    "pkg": "chiaki-ng",
    "app_id": "io.github.streetpea.Chiaki4deck",
    "description": "Free and Open Source Client for PlayStation Remote Play modified for Steam Deck",
    "description_long": "\n      chiaki-ng is the next-generation of Chiaki, adding new features and ongoing support as the original project (Chiaki) is in maintenance mode. It is a free and Open Source Client for PlayStation 4 and PlayStation 5 Remote Play. It can be used to play in real time on a PlayStation as long as there is a network connection.\n    \n    ",
    "build_date": "2024-12-04T02:57:15",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/io/github/streetpea.Chiaki4deck/1e5cd87359c768458a8d6307d447e5f6/icons/128x128/io.github.streetpea.Chiaki4deck.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 79
  },
  {
    "pkg": "Minecraft Bedrock Launcher",
    "app_id": "io.mrarm.mcpelauncher",
    "description": "Download and play Minecraft Bedrock Edition on GNU/Linux",
    "description_long": "\n            To use this launcher you have to own Minecraft: Bedrock Edition on google play store, you may be unable to play the latest update of the Game. Otherwise you will get an license error while launching the google play apk.\n        \n      \n            This is an unofficial Linux launcher for the Minecraft Bedrock codebase. This project is not affiliated with Minecraft, Mojang or Microsoft.\n        \n      Not available Features you may miss\n      \n        Xbox live friend joining - Technically Working on Linux - usually times out or crashs the game in both directions - consider using the offical server software www.minecraft.net/en-us/download/server/bedrock - connect all by ip as external server\n        Xbox live login - a lot of devices seem to get error code \"drowned\" without beeing asked for login - error code \"drowned\" has more meanings like you closed the webview window without sign in - try to change your timezone to a different one\n      \n    ",
    "build_date": "2024-12-04T21:05:24",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/io/mrarm/mcpelauncher/8f88ac821ec0cac6ae8e50b22e60ee28/icons/128x128/io.mrarm.mcpelauncher.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 80
  },
  {
    "pkg": "Disk Usage Analyzer",
    "app_id": "org.gnome.baobab",
    "description": "Check folder sizes and available disk space",
    "description_long": "\n      A simple application to keep your disk usage and available space under control.\n    \n      \n      Disk Usage Analyzer can scan specific folders, storage devices and online accounts.\n      It provides both a tree and a graphical representation showing the size of each folder,\n      making it easy to identify where disk space is wasted.\n    \n    ",
    "build_date": "2024-09-22T12:43:49",
    "category": [
      "System",
      "Filesystem"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/baobab/5d7071180b14152abf08506a3b79ee5e/icons/128x128/org.gnome.baobab.png",
    "license": "GPL-2.0+",
    "tag": [
      "storage",
      "space",
      "cleanup"
    ],
    "rank": 81
  },
  {
    "pkg": "Resources",
    "app_id": "net.nokyan.Resources",
    "description": "Keep an eye on system resources",
    "description_long": "\n      Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.\n    \n      \n      Resources supports monitoring the following components:\n    \n      \n        CPU\n        Memory\n        GPU\n        Network Interfaces\n        Storage Devices\n        Batteries\n      \n    ",
    "build_date": "2024-12-06T01:09:44",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/net/nokyan/Resources/f5ec37221e65efafca072eb91d32cc63/icons/128x128/net.nokyan.Resources.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Resources",
      "Monitor",
      "Processes",
      "Usage",
      "Task",
      "Manager",
      "CPU",
      "RAM",
      "Memory",
      "GPU"
    ],
    "rank": 82
  },
  {
    "pkg": "Shortwave",
    "app_id": "de.haeckerfelix.Shortwave",
    "description": "Listen to internet radio",
    "description_long": "\n      Shortwave is an internet radio player that provides access to a station database with over 50,000 stations.\n    \n      Features:\n      \n        Create your own library where you can add your favorite stations\n        Easily search and discover new radio stations\n        Automatic recognition of songs, with the possibility to save them individually\n        Responsive application layout, compatible for small and large screens\n        Play audio on supported network devices (e.g. Google Chromecasts)\n        Seamless integration into the GNOME desktop environment\n      \n    ",
    "build_date": "2024-10-18T16:23:10",
    "category": [
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Shortwave/c5bf140d16587aa088347cf12879921c/icons/128x128/de.haeckerfelix.Shortwave.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gradio",
      "Radio",
      "Stream",
      "Wave"
    ],
    "rank": 83
  },
  {
    "pkg": "Ryujinx",
    "app_id": "org.ryujinx.Ryujinx",
    "description": "A Nintendo Switch Emulator",
    "description_long": "Ryujinx is an open-source Nintendo Switch emulator written in C#\n      This emulator aims at providing excellent accuracy and performance, a user-friendly interface, and consistent builds.\n    ",
    "build_date": "2024-10-01T11:03:07",
    "category": [
      "Emulator",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/org/ryujinx/Ryujinx/b514d7a6c92c696bd7965704823dd29d/icons/128x128/org.ryujinx.Ryujinx.png",
    "license": "MIT",
    "tag": [
      "Switch",
      "Nintendo",
      "Emulator"
    ],
    "rank": 84
  },
  {
    "pkg": "Easy Effects",
    "app_id": "com.github.wwmm.easyeffects",
    "description": "Audio Effects for PipeWire Applications",
    "description_long": "Easy Effects is an advanced audio manipulation tool. It includes an equalizer, limiter, compressor and a reverberation tool, just to mention a few. To complement this there is also a built in spectrum analyzer.\n      Easy Effects is the successor to PulseEffects. Easy Effects only supports PipeWire's audio server. PulseAudio users should instead use PulseEffects.\n      Because Easy Effects uses the default PipeWire sound server it will work with most, if not all, applications you use. All supported applications are presented in the main window, where each can be enabled individually.\n      Besides manipulating sound output, Easy Effects is able to apply effects to an input device, such as a microphone. This is, for example, useful in audio recording, but it also works well during voice conversations.\n      When Easy Effects is launched it will conveniently remember the configuration used in the last session. It is also possible to save all the current settings as profiles.\n    ",
    "build_date": "2024-11-23T01:39:04",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/github/wwmm.easyeffects.desktop/40c85b0c12a5463249b80fd24b6186f2/icons/128x128/com.github.wwmm.easyeffects.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "limiter",
      "compressor",
      "reverberation",
      "equalizer",
      "autovolume"
    ],
    "rank": 85
  },
  {
    "pkg": "ISO Image Writer",
    "app_id": "org.kde.isoimagewriter",
    "description": "Write an ISO Image to a USB Disk",
    "description_long": "Write an ISO Image to a USB Disk\n    ",
    "build_date": "2024-11-08T02:08:08",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/isoimagewriter.desktop/5b40e3f2d862868dffa7c1c814181fc4/icons/128x128/org.kde.isoimagewriter.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Rosalie's Mupen GUI",
    "app_id": "com.github.Rosalie241.RMG",
    "description": "Play Nintendo 64 games easily",
    "description_long": "Rosalie's Mupen GUI is an easy to use yet customizable mupen64plus front-end, allowing you to easily play Nintendo 64 games.\n    ",
    "build_date": "2024-11-09T14:35:55",
    "category": [
      "Game",
      "Emulator",
      "Qt"
    ],
    "icon": "https://dl.flathub.org/media/com/github/Rosalie241.RMG/6b7500a14ede3f9c37af6d90ae6a801b/icons/128x128/com.github.Rosalie241.RMG.png",
    "license": "GPL-3.0-only",
    "tag": [
      "mupen64plus",
      "RMG"
    ],
    "rank": 87
  },
  {
    "pkg": "BoxBuddy",
    "app_id": "io.github.dvlv.boxbuddyrs",
    "description": "A Graphical Distrobox Manager",
    "description_long": "BoxBuddy is a graphical user interface for Distrobox.\n      Distrobox allows users to create container images of many different Linux distributions which are nicely integrated with your host system, but still completely separate.\n      BoxBuddy makes creating and using these containers simple and convenient by providing a simple UI for many common tasks.\n      NOTE: BoxBuddy does not package Distrobox, it must be installed on your system separately.\n    ",
    "build_date": "2024-12-04T10:20:23",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/dvlv.boxbuddyrs/3f46f6ff5b5de9f48cd795742beeb33b/icons/128x128/io.github.dvlv.boxbuddyrs.png",
    "license": "MIT",
    "tag": [
      "container",
      "podman",
      "distrobox"
    ],
    "rank": 88
  },
  {
    "pkg": "calibre",
    "app_id": "com.calibre_ebook.calibre",
    "description": "The one stop solution to all your e-book needs",
    "description_long": "calibre is the one stop solution to all your e-book needs.\n      You can use calibre to catalog your books, fetch metadata for them automatically, convert them from and to all the various e-book formats, send them to your e-book reader devices, read the books on your computer, edit the books in a dedicated e-book editor and even make them available over the network with the built-in Content server. You can also download news and periodicals in e-book format from over a thousand different news and magazine websites.\n    ",
    "build_date": "2024-11-08T23:50:30",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/calibre_ebook/calibre/8482b80e352ca5b258f2b62b304b9a33/icons/128x128/com.calibre_ebook.calibre.png",
    "license": "GPL-3.0",
    "tag": [
      "epub",
      "ebook",
      "manager"
    ],
    "rank": 89
  },
  {
    "pkg": "Haruna",
    "app_id": "org.kde.haruna",
    "description": "Media player",
    "description_long": "Open source media player built with Qt/QML and libmpv.\n      Features\n      \n        play online videos, through youtube-dl\n        supports youtube playlists\n        toggle playlist with mouse-over, playlist overlays the video\n        auto skip chapter containing certain words\n        configurable shortcuts and mouse buttons\n        quick jump to next chapter by middle click on progress bar\n      \n    ",
    "build_date": "2024-12-06T18:33:32",
    "category": [
      "AudioVideo",
      "Player",
      "Video",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/haruna/6b3223f5e12574d6d515674ef3c23f87/icons/128x128/org.kde.haruna.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 90
  },
  {
    "pkg": "Slack",
    "app_id": "com.slack.Slack",
    "description": "Business communication",
    "description_long": "\n      Caution: Slack for Linux is in beta. We’re still busy adding features and\n      ironing out potential issues.\n    \n      \n      Slack brings team communication and collaboration into one place so you\n      can get more work done, whether you belong to a large enterprise or a\n      small business. Check off your to-do list and move your projects forward\n      by bringing the right people, conversations, tools, and information you\n      need together. Slack is available on any device, so you can find and\n      access your team and your work, whether you’re at your desk or on the go.\n    \n      \n      Scientifically proven (or at least rumored) to make your working life\n      simpler, more pleasant, and more productive. We hope you’ll give Slack a\n      try.\n    \n      \n      NOTE: This wrapper is not verified by, affiliated with, or supported by\n      Slack Technologies, Inc.\n    \n    ",
    "build_date": "2024-11-28T14:55:04",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/com/slack/Slack/20f25028bfac4c593bf8ee6e930eaf68/icons/128x128/com.slack.Slack.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "DBeaver Community",
    "app_id": "io.dbeaver.DBeaverCommunity",
    "description": "Universal Database Manager",
    "description_long": "Free multi-platform database tool for developers, SQL programmers, database administrators and analysts. Supports all popular databases: MySQL, PostgreSQL, MariaDB, SQLite, Oracle, DB2, SQL Server, Sybase, MS Access, Teradata, Firebird, Derby, etc.\n      This is the official build of DBeaver, packaged into a Flatpak. This repackaging is not supported by DBeaver Community Edition.\n    ",
    "build_date": "2024-12-02T06:44:43",
    "category": [
      "IDE",
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/dbeaver/DBeaverCommunity/ae76a0a3b8ad3a7efb5eb846c1a0c899/icons/128x128/io.dbeaver.DBeaverCommunity.png",
    "license": "Apache-2.0",
    "tag": [
      "Database",
      "SQL",
      "IDE",
      "JDBC",
      "ODBC",
      "MySQL",
      "PostgreSQL"
    ],
    "rank": 92
  },
  {
    "pkg": "PyCharm-Community",
    "app_id": "com.jetbrains.PyCharm-Community",
    "description": "The most intelligent Python IDE",
    "description_long": "PyCharm is designed by programmers, for programmers, to provide all the tools you need for productive Python development.\n      PyCharm provides smart code completion, code inspections, on-the-fly error highlighting and quick-fixes, along with automated code refactorings and rich navigation capabilities.\n      PyCharm offers great framework-specific support for modern web development frameworks such as Django, Flask, Google App Engine, Pyramid, and web2py.\n      PyCharm integrates with IPython Notebook, has an interactive Python console, and supports Anaconda as well as multiple scientific packages including matplotlib and NumPy.\n      In addition to Python, PyCharm supports JavaScript, CoffeeScript, TypeScript, Cython, SQL, HTML/CSS, template languages, AngularJS, Node.js, and more.\n      A huge collection of tools out of the box: an integrated debugger and test runner; Python profiler; a built-in terminal; and integration with major VCS and built-in Database Tools.\n    ",
    "build_date": "2024-09-20T10:40:55",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/jetbrains/PyCharm-Community/77a9a1847c6d37e70145aa3370b88050/icons/128x128/com.jetbrains.PyCharm-Community.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "Shotcut",
    "app_id": "org.shotcut.Shotcut",
    "description": "Video editor",
    "description_long": "\n      Shotcut is a free and open-source cross-platform video editing application for\n      Windows, macOS, and Linux.\n    \n      \n      Shotcut supports many video, audio, and image formats via FFmpeg and screen,\n      webcam, and audio capture. It uses a time-line for non-linear video editing of\n      multiple tracks that may be composed of various file formats. Scrubbing and\n      transport control are assisted by OpenGL GPU-based processing and a number of\n      video and audio filters are available.\n    \n    ",
    "build_date": "2024-11-17T21:34:53",
    "category": [
      "AudioVideo",
      "Video",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/org/shotcut/Shotcut/9660730450c32d5293f89e207e4560e6/icons/128x128/org.shotcut.Shotcut.png",
    "license": "GPL-3.0-only",
    "tag": [
      "video",
      "audio",
      "editing",
      "suite",
      "mlt",
      "4k",
      "video4linux",
      "blackmagic",
      "decklink"
    ],
    "rank": 94
  },
  {
    "pkg": "Flycast",
    "app_id": "org.flycast.Flycast",
    "description": "Sega Dreamcast, Naomi and Atomiswave emulator",
    "description_long": "Flycast is a multi-platform Sega Dreamcast, Naomi and Atomiswave emulator derived from reicast.\n    ",
    "build_date": "2024-10-23T19:39:55",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/flycast/Flycast/1d36591f701a1d32458348342b737e73/icons/128x128/org.flycast.Flycast.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 95
  },
  {
    "pkg": "Foliate",
    "app_id": "com.github.johnfactotum.Foliate",
    "description": "Read e-books in style",
    "description_long": "Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.\n      Features include:\n      \n        Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files\n        Paginated mode and scrolled mode\n        Customize font and line-spacing\n        Light, sepia, dark, and invert mode\n        Reading progress slider with chapter marks\n        Bookmarks and annotations\n        Find in book\n        Quick dictionary lookup\n      \n    ",
    "build_date": "2024-11-28T04:25:58",
    "category": [
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.Foliate/981f49169ac0f377fd1c6923a62b3d64/icons/128x128/com.github.johnfactotum.Foliate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Ebook",
      "Book",
      "EPUB",
      "Viewer",
      "Reader"
    ],
    "rank": 96
  },
  {
    "pkg": "Vinegar",
    "app_id": "org.vinegarhq.Vinegar",
    "description": "A feature-packed small and fast bootstrapper for Roblox",
    "description_long": "Vinegar is a fast and robust bootstrapper for Roblox that has many ease-of-use features.\n    ",
    "build_date": "2024-12-06T07:15:49",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/org/vinegarhq/Vinegar/0b680557d7fba18a9e4ddba00f60325f/icons/128x128/org.vinegarhq.Vinegar.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 97
  },
  {
    "pkg": "Skype",
    "app_id": "com.skype.Client",
    "description": "Call and message skype users, with video chat support",
    "description_long": "Skype makes staying in touch incredibly easy and fun!\n    If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype.\n    This app’s features are simple to use and you can stay in touch with people anywhere in world!\n    ",
    "build_date": "2024-10-24T12:34:47",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/skype/Client.desktop/48e5403a1d2fd0df8b35e96dea1db499/icons/128x128/com.skype.Client.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Image Viewer",
    "app_id": "org.gnome.Loupe",
    "description": "View images",
    "description_long": "Browse through your images and inspect their metadata with:\n      \n        Fast GPU accelerated image rendering\n        Tiled rendering for vector graphics\n        Extendable and sandboxed image decoding\n        Accessible presentation of the most important metadata.\n      \n    ",
    "build_date": "2024-11-26T14:15:31",
    "category": [
      "Graphics",
      "Viewer",
      "GTK",
      "GNOME"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Loupe/a7d9885c6790772ae9c9feb9969a9a86/icons/128x128/org.gnome.Loupe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Picture",
      "Graphics",
      "Loupe"
    ],
    "rank": 99
  },
  {
    "pkg": "WPS Office",
    "app_id": "com.wps.Office",
    "description": "WPS Office Suite",
    "description_long": "WPS Office including Writer, Presentation\n    and Spreadsheets, is a powerful office suite, which is able to process\n    word file, produce wonderful slides, and analyze data as well. It is\n    deeply compatible with all of the latest Microsoft Office file formats.\n    It can easily open and read the documents created with Microsoft Office.\n      NOTE: This wrapper is not verified by, affiliated with, or\n    supported by Kingsoft Office Corporation\n    ",
    "build_date": "2024-06-11T13:08:20",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/wps/Office/ae5023e79150a9fa7fac731a582d9a78/icons/128x128/com.wps.Office.png",
    "license": "LicenseRef-proprietary=http://wps-community.org/license.md",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "4KTUBE",
    "app_id": "com.warlordsoftwares.youtube-downloader-4ktube",
    "description": "4K YouTube Downloader – Download HD YouTube Videos, Playlists, and Music Instantly.",
    "description_long": "ABOUT 4KTUBE :\n      4KTUBE is a Powerful Application For Downloading YouTube Videos, Playlists and Music. It Supports Various Other Online platforms for downloading Video/Audio From The Internet in full 4K Quality.\n      FEATURES :\n      \n        Download YouTube Videos in one Click with Different Formats.\n        Download YouTube Whole Playlist in one Click.\n        Download YouTube Music Audio in one Click.\n        Download Generic Online Website Video/Audio in one Click.\n        Download Facebook Video/Audio in one Click.\n        Download Instagram Video/Audio in one Click.\n        Download TikTok Video/Audio in one Click.\n        Download Rumble Video/Audio in one Click.\n        Download Odysee Video/Audio in one Click.\n        Download Bitchute Video/Audio in one Click.\n        Download Twitter Video/Audio in one Click.\n        Download Twitch Video/Audio in one Click.\n        Download ArteTV Video/Audio in one Click.\n        Download Fandom Video/Audio in one Click.\n      \n      ADDITIONAL FEATURES :\n      \n        Batch Download Support For Multiple Videos In one Click.\n        Stream/Play YouTube Videos Online Without Download.\n        Supports YouTube Subtitles and CC Download.\n        YouTube Search Suggestion For Search Whole Youtube\n        Audio/Video Complete 100% Ads Free Online Stream NO ADS.\n        YouTube Search In The App with Regional Country Support.\n      \n      LANGUAGE SUPPORT :\n      \n        4KTUBE is available in 35+ languages, including German, French, Spanish, Italian, Dutch, Portuguese, Japanese, Polish, Swedish, Chinese, Russian and more.\n      \n    ",
    "build_date": "2024-11-28T18:18:27",
    "category": [
      "Utility",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/warlordsoftwares/youtube-downloader-4ktube/998d3cd3985964f72c41e4ea57f16177/icons/128x128/com.warlordsoftwares.youtube-downloader-4ktube.png",
    "license": "LicenseRef-proprietary=https://raw.githubusercontent.com/rishabh3354/4KTUBE/main/share/license/LICENSE",
    "tag": [
      "4KTUBE",
      "SnapDownloader",
      "By Click Downloader",
      "VideoHunter",
      "Youtube to mp3",
      "snaptube",
      "youtube dl",
      "video downloader",
      "VideoSolo",
      "Inovideo",
      "MP3 Studio",
      "Leawo",
      "iTubeGo",
      "YouTube to MP3",
      "Audio downloader",
      "Online video downloader",
      "Batch video downloader",
      "Free YouTube downloader",
      "Playlist downloader",
      "Download YouTube videos",
      "Download 4K videos",
      "4K YouTube to MP3",
      "YouTube 4K downloader",
      "Music downloader",
      "4K Video Downloader",
      "Video downloader for YouTube",
      "Music downloader",
      "Media Downloader",
      "VideoProc",
      "Y2mate",
      "SaveFrom",
      "Youtube Download",
      "SaveMedia",
      "Addoncrop",
      "YouTube Video Downloader",
      "Facebook downloader",
      "Instagram downloader",
      "Tiktok downloader",
      "Youtube shots downloader",
      "Rumble video downloader",
      "All file downloader",
      "Snapchat downloader",
      "linkedin video downloader",
      "SoundCloud Downloader"
    ],
    "rank": 101
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "\n        A basic yt-dlp frontend\n        Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)\n        Run multiple downloads at a time\n        Supports downloading metadata and video subtitles\n      \n    ",
    "build_date": "2024-11-19T17:19:20",
    "category": [
      "AudioVideo",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/692bdd8aa19111b690b7610705bf5c72/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp",
      "Nickvision",
      "Tube",
      "Converter",
      "audio",
      "video",
      "media",
      "download"
    ],
    "rank": 102
  },
  {
    "pkg": "Android Studio",
    "app_id": "com.google.AndroidStudio",
    "description": "IDE for Android app development",
    "description_long": "Android Studio is the official Integrated Development Environment (IDE) for Android app development. Based on the powerful code editor and developer tools from IntelliJ IDEA, Android Studio offers even more features that enhance your productivity when building Android apps, such as:\n      \n        A flexible Gradle-based build system\n        A fast and feature-rich emulator\n        A unified environment where you can develop for all Android devices\n        Live Edit to update composables in emulators and physical devices in real time\n        Code templates and GitHub integration to help you build common app features and import sample code\n        Extensive testing tools and frameworks\n        Lint tools to catch performance, usability, version compatibility, and other problems\n        C++ and NDK support\n        Built-in support for Google Cloud Platform, making it easy to integrate Google Cloud Messaging and App Engine\n      \n    ",
    "build_date": "2024-12-06T17:46:34",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/google/AndroidStudio.desktop/4eed9d03bd6033723c3160e6f40716fe/icons/128x128/com.google.AndroidStudio.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "android",
      "kotlin",
      "java",
      "compose",
      "apk",
      "development",
      "ide"
    ],
    "rank": 103
  },
  {
    "pkg": "PDF Arranger",
    "app_id": "com.github.jeromerobert.pdfarranger",
    "description": "Merge, shuffle, and crop PDFs",
    "description_long": "\n      PDF Arranger is a small application, which helps the user to merge or split pdf\n      documents and rotate, crop and rearrange their pages using an interactive and\n      intuitive graphical interface.\n    \n      \n      It is a frontend for pikepdf.\n    \n    ",
    "build_date": "2024-12-03T09:49:38",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/github/jeromerobert.pdfarranger/ca47f8d872b6da14e6540e3ea1c53d69/icons/128x128/com.github.jeromerobert.pdfarranger.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pdfarranger",
      "pdfshuffler",
      "PDF Shuffler"
    ],
    "rank": 104
  },
  {
    "pkg": "FileZilla",
    "app_id": "org.filezillaproject.Filezilla",
    "description": "Fast and reliable FTP client",
    "description_long": "FileZilla is a graphical FTP, FTPS and SFTP client. It is platform independent and supports all major desktop operating systems.Easy to useSupports FTP, FTP over SSL/TLS (FTPS) and SSH File Transfer Protocol (SFTP)Cross-platform. Runs on Windows, Linux, *BSD, OSX and moreIPv6 supportAvailable in many languagesSupports resume and transfer of large files &gt;4GBPowerful Site Manager and transfer queueBookmarkDrag and drop supportConfigurable Speed limitsFilename filtersDirectory ComparisonNetwork configuration wizardThe ability to use Notepad or any other program to edit a file onlineHTTP/1.1, SOCKS5 and FTP Proxy supportLogging to fileSynchronized directory browsingRemote file search",
    "build_date": "2023-11-05T08:32:33",
    "category": [
      "FileTransfer",
      "Network"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.filezillaproject.Filezilla.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "Adobe Reader",
    "app_id": "com.adobe.Reader",
    "description": "PDF viewer",
    "description_long": "\n      Adobe Reader software is the official Adobe software for viewing, printing, and annotating PDF documents.\n    \n      NOTE: This software is unmaintained by the vendor and may contain security vulnerabilities.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by Adobe.\n    ",
    "build_date": "2024-12-06T20:49:49",
    "category": [
      "Office",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/com/adobe/Reader/beded05b6321463b9a6f52365cface9b/icons/128x128/com.adobe.Reader.png",
    "license": "LicenseRef-proprietary=https://www.adobe.com/products/eulas/pdfs/Reader_Player_AIR_WWEULA-Combined-20080204_1313.pdf",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Floorp",
    "app_id": "one.ablaze.floorp",
    "description": "A Firefox-based, flexible browser developed in Japan with a variety of features.",
    "description_long": "Unlimited customization with Floorp\n      Features\n      \n        Strong Tracking Protection\n        Flexible Layout\n        Switchable Design\n        Regular Updates\n        No User Tracking\n        Powered by Open Source\n      \n    ",
    "build_date": "2024-11-24T17:12:20",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/one/ablaze/floorp/813c9c92b45de1050c307d10372cf47f/icons/128x128/one.ablaze.floorp.png",
    "license": "MPL-2.0",
    "tag": [
      "ablaze",
      "web",
      "browser",
      "internet"
    ],
    "rank": 107
  },
  {
    "pkg": "JDownloader",
    "app_id": "org.jdownloader.JDownloader",
    "description": "Download management tool",
    "description_long": "JDownloader is a free download management tool with a huge community that makes downloading\n      as easy and fast as it should be. Users can start, stop or pause downloads, set bandwidth\n      limitations, auto-extract archives and much more. It's an easy-to-extend framework that can\n      save hours of your valuable time every day!\n    ",
    "build_date": "2024-10-06T21:34:13",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/jdownloader/JDownloader/efd39f833fdb3747f71e262ca5746b6c/icons/128x128/org.jdownloader.JDownloader.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "\n      Take pictures and videos on your computer, tablet, or phone.\n    \n    ",
    "build_date": "2024-11-23T16:15:08",
    "category": [
      "AudioVideo",
      "Video",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/67123ce4e928b69b2e1088ebf3219a65/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera",
      "webcam",
      "snapshot"
    ],
    "rank": 109
  },
  {
    "pkg": "Alpaca",
    "app_id": "com.jeffser.Alpaca",
    "description": "Chat with local AI models",
    "description_long": "An Ollama client\n      Features\n      \n        Built in Ollama instance\n        Talk to multiple models in the same conversation\n        Pull and delete models from the app\n        Have multiple conversations\n        Image recognition (Only available with compatible models)\n        Plain text documents recognition\n        Import and export chats\n        Append YouTube transcripts to the prompt\n        Append text from a website to the prompt\n        PDF recognition\n      \n      Disclaimer\n      This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.\n    ",
    "build_date": "2024-11-28T20:44:57",
    "category": [
      "Utility",
      "Development",
      "Chat"
    ],
    "icon": "https://dl.flathub.org/media/com/jeffser/Alpaca/669492bc75ddf5e852d45d6942b68db8/icons/128x128/com.jeffser.Alpaca.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "ollama",
      "llm"
    ],
    "rank": 110
  },
  {
    "pkg": "Calculator",
    "app_id": "org.gnome.Calculator",
    "description": "Perform arithmetic, scientific or financial calculations",
    "description_long": "\n      Calculator is an application that solves mathematical equations.\n      Though it at first appears to be a simple calculator with only basic\n      arithmetic operations, you can switch into Advanced, Financial, or\n      Programming mode to find a surprising set of capabilities.\n    \n      \n      The Advanced calculator supports many operations, including:\n      logarithms, factorials, trigonometric and hyperbolic functions,\n      modulus division, complex numbers, random number generation, prime\n      factorization and unit conversions.\n    \n      \n      Financial mode supports several computations, including periodic interest\n      rate, present and future value, double declining and straight line\n      depreciation, and many others.\n    \n      \n      Programming mode supports conversion between common bases (binary, octal,\n      decimal, and hexadecimal), boolean algebra, one’s and two’s complementation,\n      character to character code conversion, and more.\n    \n    ",
    "build_date": "2024-09-30T15:55:16",
    "category": [
      "Utility",
      "Calculator"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Calculator.desktop/f1376984dc91cb8a5bd36d6733b827e6/icons/128x128/org.gnome.Calculator.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculation",
      "arithmetic",
      "scientific",
      "financial"
    ],
    "rank": 111
  },
  {
    "pkg": "Warpinator",
    "app_id": "org.x.Warpinator",
    "description": "Share files on your network",
    "description_long": "Warpinator allows you to easily connect multiple computers on a local area network and exchange files quickly and securely.\n      Features:\n      \n        An easy-to-use graphical interface.\n        Automatic discovery of devices on your network.\n        Fully secure and encrypted connections between devices.\n        Multiple simultaneous transfers.\n        Optional data compression.\n        Grouping of devices using a shared key, with multiple groups possible on the same network.\n        Manual connections for restricted network environments.\n      \n    ",
    "build_date": "2024-09-30T16:17:19",
    "category": [
      "Network",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/x/Warpinator/4542f9997545096985f7f3b96e8ff99d/icons/128x128/org.x.Warpinator.png",
    "license": "GPL-3.0+",
    "tag": [
      "transfer",
      "exchange"
    ],
    "rank": 112
  },
  {
    "pkg": "Steam Link",
    "app_id": "com.valvesoftware.SteamLink",
    "description": "Stream games from another computer with Steam",
    "description_long": "The Steam Link app allows you to stream games from your other\n      computers. Just plug in a controller, connect to a computer\n      running Steam on the same local network, and start playing your\n      existing Steam games.\n    ",
    "build_date": "2024-10-26T05:54:22",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/com/valvesoftware/SteamLink/18799f5871d6216cc99f5a27e8cfec78/icons/128x128/com.valvesoftware.SteamLink.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Games"
    ],
    "rank": 113
  },
  {
    "pkg": "Plex",
    "app_id": "tv.plex.PlexDesktop",
    "description": "Plex client for desktop computers",
    "description_long": "Plex for Linux is your client for playback on the Linux desktop. It features the point and\n    click interface you see in your browser but uses a more powerful playback engine as well as\n    some other advanced features.\n    ",
    "build_date": "2024-11-25T11:17:05",
    "category": [
      "AudioVideo",
      "Player"
    ],
    "icon": "https://dl.flathub.org/media/tv/plex/PlexDesktop/835877171c4325f1f4919f9edc37262d/icons/128x128/tv.plex.PlexDesktop.png",
    "license": "LicenseRef-proprietary=https://www.plex.tv/en-gb/about/privacy-legal/plex-terms-of-service/",
    "tag": [],
    "rank": 114
  },
  {
    "pkg": "Pika Backup",
    "app_id": "org.gnome.World.PikaBackup",
    "description": "Keep your data safe",
    "description_long": "\n      Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.\n    \n      \n        Create backups locally and remotely\n        Set a schedule for regular backups\n        Save time and disk space because Pika Backup does not need to copy known data again\n        Encrypt your backups\n        List created archives and browse through their contents\n        Recover files or folders via your file browser\n      \n      \n      Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.\n    \n    ",
    "build_date": "2024-09-23T18:19:33",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/World.PikaBackup/5f7503d5b1e398b90ecbb9f64fc5c974/icons/128x128/org.gnome.World.PikaBackup.png",
    "license": "GPL-3.0",
    "tag": [
      "archive",
      "back-up",
      "borg"
    ],
    "rank": 115
  },
  {
    "pkg": "CPU-X",
    "app_id": "io.github.thetumultuousunicornofdarkness.cpu-x",
    "description": "Gathers information on CPU, motherboard and more",
    "description_long": "CPU-X is a Free software that gathers information on CPU, motherboard and more.\n\t\tCPU-X is similar to CPU-Z (Windows), but CPU-X is a Free and Open Source software designed for GNU/Linux; also, it works on *BSD.\n\t\tThis software is written in C++ and built with CMake tool.\n\t\tIt can be used in graphical mode by using GTK or in text-based mode by using NCurses. A dump mode is present from command line.\n    ",
    "build_date": "2024-12-01T12:42:56",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/io/github/thetumultuousunicornofdarkness.cpu-x/580207a828c0ccb408f8d14423d96831/icons/128x128/io.github.thetumultuousunicornofdarkness.cpu-x.png",
    "license": "GPL-3.0+",
    "tag": [
      "CPU",
      "system",
      "core",
      "speed",
      "clock",
      "rate",
      "Intel",
      "AMD",
      "motherboard"
    ],
    "rank": 116
  },
  {
    "pkg": "Jellyfin Media Player",
    "app_id": "com.github.iwalton3.jellyfin-media-player",
    "description": "Desktop client for Jellyfin media server",
    "description_long": "Jellyfin Desktop Client based on Plex Media Player. Play your Jellyfin media in the jellyfin-web application with significantly improved media support. The client also supports SyncPlay.\n    ",
    "build_date": "2024-09-20T17:47:38",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/com/github/iwalton3.jellyfin-media-player/20eebaca475a7aa1b2511bed6a86abeb/icons/128x128/com.github.iwalton3.jellyfin-media-player.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 117
  },
  {
    "pkg": "RustDesk",
    "app_id": "com.rustdesk.RustDesk",
    "description": "Secure remote desktop access",
    "description_long": "\n        RustDesk is a full-featured open source remote control alternative for self-hosting and security with minimal configuration.\n    \n      \n         Works on Windows, macOS, Linux, iOS, Android, Web. \n         Supports VP8 / VP9 / AV1 software codecs, and H264 / H265 hardware codecs. \n         Own your data, easily set up self-hosting solution on your infrastructure. \n         P2P connection with end-to-end encryption based on NaCl. \n         No administrative privileges or installation needed for Windows, elevate priviledge locally or from remote on demand. \n         We like to keep things simple and will strive to make simpler where possible. \n      \n      \n        For self-hosting setup instructions please go to our home page.\n    \n    ",
    "build_date": "2024-12-06T16:16:48",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/rustdesk/RustDesk/31dadbd6e3d5b4f2671c0fc8f7784c60/icons/128x128/com.rustdesk.RustDesk.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "internet"
    ],
    "rank": 118
  },
  {
    "pkg": "PlayOnLinux 4",
    "app_id": "com.playonlinux.PlayOnLinux4",
    "description": "Graphical front-end for Wine",
    "description_long": "\n    PlayOnLinux will allow you to run your favorite Windows games and\n    applications on Linux through Wine easily.\n    \n      \n    New users can often find Wine to be intimidating and difficult to use.\n    PlayOnLinux simplifies much of this and makes installing and using\n    Windows programs easier.\n    \n      \n    PlayOnLinux has the database of Windows applications from which the user\n    can install desired application with a few clicks. It will automatically\n    setup your Wine prefix and download any required Windows libraries.\n    \n    ",
    "build_date": "2024-12-07T17:54:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/playonlinux/PlayOnLinux4/542e7ae194c3fe0f5e2abbab240453f1/icons/128x128/com.playonlinux.PlayOnLinux4.png",
    "license": "GPL-3.0",
    "tag": [
      "wine",
      "games",
      "software",
      "windows"
    ],
    "rank": 119
  },
  {
    "pkg": "ludusavi",
    "app_id": "com.github.mtkennerly.ludusavi",
    "description": "Back up your PC video game save data",
    "description_long": "Ludusavi is a tool for backing up your PC video game save data, written in Rust. It is cross-platform and supports multiple game stores.\n      Features:\n      \n        Ability to back up data from more than 19,000 games plus your own custom entries.\n        Backup and restore for Steam as well as other game libraries.\n        Preview of the backup/restore before actually performing it.\n        Both a graphical interface and command line interface for scripting. (NOTE: CLI is named \"com.github.mtkennerly.ludusavi\" for Flatpak) \n        Tab completion is available for Bash, Fish, Zsh, PowerShell, and Elvish.\n        Support for saves that are stored as files and in the Windows registry, Proton saves with Steam, and Steam screenshots.\n      \n    ",
    "build_date": "2024-11-20T06:18:22",
    "category": [
      "Utility",
      "Archiving",
      "Compression"
    ],
    "icon": "https://dl.flathub.org/media/com/github/mtkennerly.ludusavi/59ef21c9e42b32d53f9230e43c1c9172/icons/128x128/com.github.mtkennerly.ludusavi.png",
    "license": "MIT",
    "tag": [
      "archive",
      "backup",
      "backups",
      "cloud",
      "saves",
      "game",
      "games",
      "gaming",
      "videogame",
      "videogames",
      "CLI",
      "GUI",
      "zip",
      "Epic",
      "GOG",
      "Heroic",
      "Lutris",
      "Proton",
      "Steam"
    ],
    "rank": 120
  },
  {
    "pkg": "Filelight",
    "app_id": "org.kde.filelight",
    "description": "Show disk usage and delete unused files",
    "description_long": "\n      Filelight is an application to visualize the disk usage on your computer by showing folders using an easy-to-understand view of concentric rings. Filelight makes it simple to free up space!\n    \n      Features:\n      \n        Scan local, remote, or removable disks\n        View detailed information about files and folders\n        Delete files or folders that are taking up too much space\n        Integration into the Dolphin, Konqueror, and Krusader file managers\n        Configurable color schemes\n      \n    ",
    "build_date": "2024-12-01T01:08:51",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/filelight.desktop/7890c04a06ec9c5b4064f591476bfa96/icons/128x128/org.kde.filelight.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "disk",
      "drive",
      "space",
      "storage",
      "usage"
    ],
    "rank": 121
  },
  {
    "pkg": "Transmission",
    "app_id": "com.transmissionbt.Transmission",
    "description": "Download and share files over BitTorrent",
    "description_long": "\n      BitTorrent is a peer-to-peer file-sharing protocol that is commonly used to\n      distribute large amounts of data between multiple users.\n    \n      \n      Transmission is a BitTorrent client with an easy-to-use interface on top of a\n      cross-platform backend.\n      Native interfaces are available for macOS, Linux, and Windows, as well as command line binaries and\n      a web GUI.\n    \n      \n      Notable features of Transmission include support for Local Peer Discovery, encryption,\n      DHT, µTP, PEX and Magnet links.\n    \n    ",
    "build_date": "2024-11-11T16:17:23",
    "category": [
      "Network",
      "FileTransfer",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/com/transmissionbt/Transmission/ebfa9a67ecb81c9890acf5b6ba2b94d9/icons/128x128/com.transmissionbt.Transmission.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [
      "torrents",
      "downloading",
      "uploading",
      "share",
      "sharing"
    ],
    "rank": 122
  },
  {
    "pkg": "Space Cadet Pinball",
    "app_id": "com.github.k4zmu2a.spacecadetpinball",
    "description": "Game engine for Space Cadet Pinball",
    "description_long": "\n            Reverse engineering of '3D Pinball for Windows - Space Cadet', a game bundled with Windows.\n        \n    ",
    "build_date": "2024-11-14T08:45:07",
    "category": [
      "Game",
      "ArcadeGame"
    ],
    "icon": "https://dl.flathub.org/media/com/github/k4zmu2a.spacecadetpinball/934b9db0b60a0ce4827fb82bfe104764/icons/128x128/com.github.k4zmu2a.spacecadetpinball.png",
    "license": "MIT",
    "tag": [
      "pinball",
      "space",
      "cadet"
    ],
    "rank": 123
  },
  {
    "pkg": "MAME",
    "app_id": "org.mamedev.MAME",
    "description": "MAME is a multi-purpose emulation framework.",
    "description_long": "\n        MAME's purpose is to preserve decades of software history. As electronic technology continues to rush\n        forward, MAME prevents this important \"vintage\" software from being lost and forgotten. This is\n        achieved by documenting the hardware and how it functions. The source code to MAME serves as this documentation.\n        The fact that the software is usable serves primarily to validate the accuracy of the documentation (how else\n        can you prove that you have recreated the hardware faithfully?). Over time, MAME (originally stood for Multiple\n        Arcade Machine Emulator) absorbed the sister-project MESS (Multi Emulator Super System), so MAME now documents a\n        wide variety of (mostly vintage) computers, video game consoles and calculators, in addition to the arcade video\n        games that were its initial focus.\n    \n    ",
    "build_date": "2024-12-02T17:43:24",
    "category": [
      "Game",
      "ArcadeGame",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/org/mamedev/MAME/ecf9655f6ceb1ff1159ed5d7c15f3ba2/icons/128x128/org.mamedev.MAME.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 124
  },
  {
    "pkg": "Extensions",
    "app_id": "org.gnome.Extensions",
    "description": "Manage your GNOME Extensions",
    "description_long": "\n      GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.\n    \n      \n      The application requires GNOME 3.36 or newer to work.\n    \n    ",
    "build_date": "2024-11-25T23:00:23",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Extensions/e6bf389b84c56942b826c5f41073a1d4/icons/128x128/org.gnome.Extensions.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "ProtonPlus",
    "app_id": "com.vysp3r.ProtonPlus",
    "description": "Modern compatibility tools manager",
    "description_long": "Supported launchers:\n      \n        Steam\n        Lutris\n        Heroic Games Launcher\n        Bottles\n      \n      Supported compatibility tools:\n      \n        Steam Tinker Launch\n        Proton-GE\n        Luxtorpeda\n        Boxtron\n        Roberta\n        NorthstarProton\n        Proton-GE RTSP\n        Proton Tkg\n        Sarek\n        Wine-GE\n        Wine-Lutris\n        Lutris-GE\n        Kron4ek Wine-Builds Vanilla\n        Kron4ek Wine-Builds Staging\n        Kron4ek Wine-Builds Staging-Tkg\n        DXVK\n        DXVK Async (sporif)\n        DXVK Async (gnusenpai)\n        DXVK GPL+Async (Ph42oN)\n        VKD3D-Lutris\n        VKD3D-Proton\n      \n    ",
    "build_date": "2024-10-04T16:57:00",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/com/vysp3r/ProtonPlus/d8945cf5e24ae2a17c606a625c101195/icons/128x128/com.vysp3r.ProtonPlus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Proton",
      "Wine",
      "Steam Tinker Launch"
    ],
    "rank": 126
  },
  {
    "pkg": "Podman Desktop",
    "app_id": "io.podman_desktop.PodmanDesktop",
    "description": "Manage Podman and other container engines from a single UI",
    "description_long": "Podman Desktop is an open source graphical tool enabling you to seamlessly work with containers and Kubernetes from your local environment.\n      Build, run and manage containers:\n      \n        Build images from Containerfile or Dockerfile.\n        Pull images from remote registries.\n        Start, Stop, Restart containers and pods.\n        Easily get a terminal in your container.\n        Inspect container logs.\n        Push images to OCI registries.\n        Deploy and test images on Kubernetes.\n      \n      Multiple configuration options\n      \n        Manage OCI registries; add, edit, or delete registries.\n        Configure your proxy settings (work in progress.)\n        Configure CPU, memory, and disk of Podman machines (work in progress.)\n        Handle multiple container engines at the same time (Podman, Docker, Lima...)\n      \n      You can also bring new features with Podman Desktop plug-ins or Docker Desktop extensions.\n    ",
    "build_date": "2024-11-07T22:54:06",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/podman_desktop/PodmanDesktop/8cda37be46dba3495787c84196cc09e1/icons/128x128/io.podman_desktop.PodmanDesktop.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 127
  },
  {
    "pkg": "Arduino IDE v2",
    "app_id": "cc.arduino.IDE2",
    "description": "Open-source electronics prototyping platform",
    "description_long": "\n\t\t\tNOTE: This wrapper is not verified by, affiliated with, or supported by Arduino.\n\t\t\tArduino do not offer official support for the Flatpak wrapper, and so to offer the best\n\t\t\tsupport and experience for the Flatpak wrapper please report ALL issues at the Flathub\n\t\t\tissue tracker (linked by the issue button/link on this page).\n\t\t\tThis allows with issues to be dealt with correctly. For more info press the issues\n\t\t\tbutton/link on this page.\n\t\t\n      \n\t\t\tIf you would like to limit the app's filesystem access and avoid cluttered configuration\n\t\t\tfiles, please see limit-filesystem-access.md in the Flathub repo.\n\t\t\n      \n\t\t\tArduino is an open-source electronics prototyping platform based\n\t\t\ton flexible, easy-to-use hardware and software. It's intended for\n\t\t\tartists, designers, hobbyists, and anyone interested in creating\n\t\t\tinteractive objects or environments.\n\t\t\n      \n\t\t\tIncluded is an integrated development environment that can be used\n\t\t\tto develop and upload code to compatible microcontrollers.\n\t\t\n      \n\t\t\tThe new major release of the Arduino IDE is faster and even more powerful!\n\t\t\tIn addition to a more modern editor and a more responsive interface it features\n\t\t\tautocompletion, code navigation, and even a live debugger.\n\t\t\n      \n\t\t\tThe Flatpak build of Arduino IDE 2.x requires the user to have USB permissions to upload\n\t\t\ta sketch, preferably, the user has to be part of the dialout group.\n\t\t\n      \n\t\t\tAlternatively, add the following 2 lines to /etc/udev/rules.d/50-arduino.rules:\n\t\t\n      \n\t\t\tKERNEL==\"ttyUSB[0-9]*\",MODE=\"0666\"\n\t\t\n      \n\t\t\tKERNEL==\"ttyACM[0-9]*\",MODE=\"0666\"\n\t\t\n    ",
    "build_date": "2024-12-04T17:02:59",
    "category": [
      "Development",
      "IDE",
      "Electronics"
    ],
    "icon": "https://dl.flathub.org/media/cc/arduino/IDE2/9178de772cfa43562191d79086432b3f/icons/128x128/cc.arduino.IDE2.png",
    "license": "AGPL-3.0",
    "tag": [
      "embedded electronics",
      "avr",
      "microcontroller"
    ],
    "rank": 128
  },
  {
    "pkg": "GitHub Desktop",
    "app_id": "io.github.shiftey.Desktop",
    "description": "Simple collaboration from your desktop",
    "description_long": "\n      Focus on what matters instead of fighting with Git. Whether you're new to Git or a seasoned\n      user, GitHub Desktop simplifies your development workflow.\n    \n      \n      Attribute commits with collaborators easily. Quickly add co-authors to your commit. Great for\n      pairing and excellent for sending a little love/credit to that special someone who helped fix\n      that gnarly bug of yours. See the attribution on the history page, undo an accidental\n      attribution, and see the co-authors on github.com\n    \n      \n      Checkout branches with pull requests and view CI statuses. See all open pull requests for your\n      repositories and check them out as if they were a local branch, even if they're from upstream\n      branches or forks. See which pull requests pass commit status checks, too!]\n    \n      \n      Syntax highlighted diffs. The new GitHub Desktop supports syntax highlighting when viewing\n      diffs for a variety of different languages.\n    \n      \n      Expanded image diff support. Easily compare changed images. See the before and after, swipe or\n      fade between the two, or look at just the changed parts.\n    \n      \n      Extensive editor &amp; shell integrations. Open your favorite editor or shell from the app, or\n      jump back to GitHub Desktop from your shell. GitHub Desktop is your springboard for work.\n    \n      \n      Community supported. GitHub Desktop is open source now! Check out our roadmap, contribute, and\n      help us make collaboration even easier.\n    \n      \n      This version of GitHub Desktop is a fork that adds support for Linux.\n    \n    ",
    "build_date": "2024-12-09T04:41:18",
    "category": [
      "Development"
    ],
    "icon": "https://dl.flathub.org/media/io/github/shiftey.Desktop/53b04cf353d546df2faba7a6f311a535/icons/128x128/io.github.shiftey.Desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "Zed",
    "app_id": "dev.zed.Zed",
    "description": "High-performance code editor",
    "description_long": "\n      *NOTE*: This is the official release of Zed, packaged into a Flatpak by the community. This repackaging is not yet supported by Zed Industries, Inc.\n    \n      \n      Productive coding starts with a tool that stays out of your way. Zed blends the power of an IDE with the speed of a lightweight editor for productivity you can feel under your fingertips.\n    \n      Features:\n      \n        Performance: Efficiently uses every CPU core and your GPU for instant startup, quick file loading, and responsive keystrokes.\n        Language-aware: Maintains a syntax tree for precise highlighting, and auto-indent, with LSP support for autocompletion and refactoring.\n        Collaboration: Real-time editing and navigation for multiple developers in a shared workspace.\n        AI Integration: Integrates GitHub Copilot and GPT-4 for natural language code generation.\n      \n    ",
    "build_date": "2024-12-04T21:58:09",
    "category": [
      "Development",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/zed/Zed/8472f356722e14e4b28ff59500b6c35c/icons/128x128/dev.zed.Zed.png",
    "license": "AGPL-3.0-or-later and Apache-2.0 and GPL-3.0-or-later",
    "tag": [
      "zed"
    ],
    "rank": 130
  },
  {
    "pkg": "Betterbird",
    "app_id": "eu.betterbird.Betterbird",
    "description": "A better version of Thunderbird",
    "description_long": "Betterbird is a fine-tuned version of Mozilla Thunderbird, Thunderbird on steroids, if you will. Betterbird is better than Thunderbird in three ways: It contains new features exclusive to Betterbird, it contains bug fixes exclusive to Betterbird and it contains fixes that Thunderbird may ship at a later stage.\n    ",
    "build_date": "2024-11-27T22:15:53",
    "category": [
      "Calendar",
      "Chat",
      "ContactManagement",
      "Email",
      "Feed",
      "InstantMessaging",
      "IRCClient",
      "Network",
      "News",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/eu/betterbird/Betterbird/fd7c89689eb0680d3b8977e5cbe843a5/icons/128x128/eu.betterbird.Betterbird.png",
    "license": "MPL-2.0",
    "tag": [
      "Email",
      "E-mail",
      "Newsgroup",
      "Feed",
      "RSS"
    ],
    "rank": 131
  },
  {
    "pkg": "Maps",
    "app_id": "org.gnome.Maps",
    "description": "Find places around the world",
    "description_long": "\n      Maps gives you quick access to maps all across the world. It allows you\n      to quickly find the place you’re looking for by searching for a city or\n      street, or locate a place to meet a friend.\n    \n      \n      Maps uses the collaborative OpenStreetMap database, made by hundreds of\n      thousands of people across the globe.\n    \n    ",
    "build_date": "2024-11-23T09:44:34",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Maps/509a811fdc0e990e5c7cd2ccb4385238/icons/128x128/org.gnome.Maps.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Maps"
    ],
    "rank": 132
  },
  {
    "pkg": "Text Editor",
    "app_id": "org.gnome.TextEditor",
    "description": "Edit text files",
    "description_long": "GNOME Text Editor is a simple text editor focused on a pleasing default experience.\n    ",
    "build_date": "2024-11-22T21:23:09",
    "category": [
      "Utility",
      "TextEditor"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/TextEditor.desktop/836a48c335663aada64358833fb3ee80/icons/128x128/org.gnome.TextEditor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "write",
      "notepad"
    ],
    "rank": 133
  },
  {
    "pkg": "Joplin",
    "app_id": "net.cozic.joplin_desktop",
    "description": "open source note taking and to-do application",
    "description_long": "\n      Joplin is a free, open source note taking and to-do application, which can handle a large number of notes organised into notebooks. The notes are searchable, can be copied, tagged and modified either from the applications directly or from your own text editor. The notes are in Markdown format.\n    \n      \n      Notes exported from Evernote via .enex files can be imported into Joplin, including the formatted content (which is converted to Markdown), resources (images, attachments, etc.) and complete metadata (geolocation, updated time, created time, etc.). Plain Markdown files can also be imported.\n    \n      \n      The notes can be synchronised with various cloud services including Nextcloud, Dropbox, OneDrive, WebDAV or the file system (for example with a network directory). When synchronising the notes, notebooks, tags and other metadata are saved to plain text files which can be easily inspected, backed up and moved around.\n    \n      \n      The application is available for Windows, Linux, macOS, Android and iOS (the terminal app also works on FreeBSD). A Web Clipper, to save web pages and screenshots from your browser, is also available for Firefox and Chrome.\n    \n    ",
    "build_date": "2024-11-02T02:36:48",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/net/cozic/joplin_desktop/61350668d16985ed5fff5ea2d33a3bbb/icons/128x128/net.cozic.joplin_desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "WineZGUI",
    "app_id": "io.github.fastrizwaan.WineZGUI",
    "description": "Wine GUI using Zenity",
    "description_long": "\n      WineZGUI (pronounced Wine-Zee-Goo-Eee) is a wine frontend for playing windows games with wine easily. It is a collection of Bash scripts for Wine Prefix Management and Linux Desktop Integration for easier wine gaming experience using Zenity.\n    \n      \n      IMPORTANT: wine-9.0 from org.winehq.Wine needs \"winetricks dxvk vkd3d\" or install other runners like wine-9.0 or proton-ge from Runner-&gt;Download Runner\n    \n      WineZGUI features:\n      \n        Runs windows games or exe files from file manager.\n        Creates application shortcut for easier access.\n        Separate prefix for every exe file launched with WineZGUI\n        Imports other wine directory from Bottles, Wine, Lutris, Heroic Launcher into WineZGUI and create shortcuts for all found exes.\n        Imported wine directory from lutris or bottles may require: winetricks vkd3d dxvk \n        Backup and Restore prefixes for later use.\n        Runners (different builds of wine like proton) can be used with prefixes.\n        Create Game Bundles for sharing (prefix+game+runner).\n        Open Terminal/Shell supports konsole, gnome-terminal, xfce4-terminal.\n      \n    ",
    "build_date": "2024-11-26T10:31:32",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/io/github/fastrizwaan.WineZGUI/fdd175e4c9bacbc51e9ab17373574b78/icons/128x128/io.github.fastrizwaan.WineZGUI.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "exe",
      "wine",
      "windows"
    ],
    "rank": 135
  },
  {
    "pkg": "mpv",
    "app_id": "io.mpv.Mpv",
    "description": "A free, open source, and cross-platform media player",
    "description_long": "\n   Mpv is a movie player based on MPlayer and mplayer2. It supports a wide variety\nof video file formats, audio and video codecs, and subtitle types. Special\ninput URL types are available to read input from a variety of sources other\nthan disk files. Depending on platform, a variety of different video and audio\noutput methods are supported.\n  \n      Features:\n      \n        Drag and drop playlist\n        Loading external configuration files\n        Flatpak: mpv-mpris support - multimedia keys play/pause support\n        Flatpak: mpv.conf: Screenshots (shortcut key 's') are saved in ~/Pictures/mpv directory\n        Flatpak: mpv config directory is  ~/.var/app/io.mpv.Mpv/config/mpv\n        Flatpak: mpv scripts directory is ~/.var/app/io.mpv.Mpv/config/mpv/scripts\n        Flatpak: mpv_inhibit_gnome is included which prevents screen blanking in GNOME while playing media\n        Flatpak: mpv scripts needs write access. Use flatseal app to set home or host write permission\n      \n    ",
    "build_date": "2024-11-21T02:43:05",
    "category": [
      "AudioVideo",
      "Audio",
      "Video",
      "Player",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/io/mpv/Mpv/7f11eac9f1d476c2085e34aa19fdcb56/icons/128x128/io.mpv.Mpv.png",
    "license": "GPL-2.0+ AND LGPL-2.0-or-later",
    "tag": [
      "mpv",
      "media",
      "player",
      "video",
      "audio",
      "tv"
    ],
    "rank": 136
  },
  {
    "pkg": "Bambu Studio",
    "app_id": "com.bambulab.BambuStudio",
    "description": "Get perfect 3D prints!",
    "description_long": "\n            Bambu Studio is a cutting-edge, feature-rich slicing software. It contains project-based workflows, systematically\n            optimized slicing algorithms, and an easy-to-use graphical interface, bringing users an incredibly smooth\n            printing experience.\n      \n    ",
    "build_date": "2024-11-29T21:39:24",
    "category": [
      "Graphics",
      "3DGraphics",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/com/bambulab/BambuStudio/8f675d54f65a1b1cad26086304689e7d/icons/128x128/com.bambulab.BambuStudio.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer",
      "slice",
      "3D",
      "printer",
      "convert",
      "gcode",
      "stl",
      "obj",
      "amf",
      "SLA"
    ],
    "rank": 137
  },
  {
    "pkg": "Upscaler",
    "app_id": "io.gitlab.theevilskeleton.Upscaler",
    "description": "Upscale and enhance images",
    "description_long": "\n      Upscaler enhances and enlarges images up to four times their original size, with special modes for cartoons, anime and photos.\n    \n    ",
    "build_date": "2024-11-24T21:14:56",
    "category": [
      "Graphics",
      "ImageProcessing"
    ],
    "icon": "https://dl.flathub.org/media/io/gitlab/theevilskeleton.Upscaler/134198c2b97491c917b5ba35d7d676c2/icons/128x128/io.gitlab.theevilskeleton.Upscaler.png",
    "license": "GPL-3.0",
    "tag": [
      "image",
      "upscale",
      "upscaling",
      "processing",
      "enhance",
      "enhancing",
      "artificial intelligence",
      "ai"
    ],
    "rank": 138
  },
  {
    "pkg": "Xournal++",
    "app_id": "com.github.xournalpp.xournalpp",
    "description": "Take handwritten notes",
    "description_long": "\n      Xournal++ is a hand note-taking software written in C++ with the target of\n      flexibility, functionality and speed. Stroke recognizer and other parts are\n      based on Xournal Code, which you can find at sourceforge. It supports GNU/Linux\n      (e.g. Ubuntu, Debian, Arch, SUSE), macOS and Windows. Supports pen input\n      from devices such as Wacom Tablets.\n    \n      \n      Xournal++ features:\n    \n      \n        Supports pressure-sensitive styluses and digital pen tables (e.g. Wacom, Huion, XP Pen, etc. tablets)\n        Paper backgrounds for note-taking, scratch paper, or whiteboarding\n        Annotate on top of PDFs\n        Select text from the background PDF, copy, highlight or underline it or strike it through\n        Follow links from the background PDF\n        Export to a variety of formats including SVG, PNG and PDF, both from the GUI and command line\n        Different drawing tools (e.g. pen, highlighter) and stroke styles (e.g. solid, dotted)\n        Shape drawing (line, arrow, circle, rectangle, spline)\n        Use the set-square and compass tools for measurements or as a guide for drawing straight lines, circular arcs and radii\n        Fill shape functionality\n        Shape resizing and rotation\n        Rotation and grid snapping for precise alignment of objects\n        Input stabilization for smoother writing/drawing\n        Text tool for adding text in different fonts, colors, and sizes\n        Enhanced support for image insertion\n        Eraser with multiple configurations\n        LaTeX support (requires a working LaTeX installation) with customizable template and a resizable editor with syntax highlighting\n        Sidebar containing page previews with advanced page sorting, PDF bookmarks and layers (can be individually hidden/edited)\n        Allows mapping different tools/colors etc. to stylus/mouse buttons\n        Customizable toolbar with multiple configurations, e.g. to optimize toolbar for portrait/landscape\n        Custom color palette support using the .gpl format\n        Page template definitions\n        Bug reporting, autosave, and auto backup tools\n        Audio recording and playback alongside with handwritten notes\n        Multi language support (over 20 languages supported)\n        Plugins using Lua scripting\n      \n      \n    ",
    "build_date": "2024-12-05T07:27:06",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/github/xournalpp.xournalpp/227dbd1a546fa0498986ad2713821670/icons/128x128/com.github.xournalpp.xournalpp.png",
    "license": "GPL-2.0",
    "tag": [
      "tablet",
      "Wacom",
      "pen input",
      "PDF Annotation",
      "markup"
    ],
    "rank": 139
  },
  {
    "pkg": "Dolphin",
    "app_id": "org.kde.dolphin",
    "description": "Manage your files",
    "description_long": "Dolphin is KDE's file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.\n      Dolphin contains plenty of productivity features that will save you time. The multiple tabs and split view features allow navigating multiple folders at the same time, and you can easily drag and drop files between views to move or copy them. Dolphin's right-click menu provides with many quick actions that let you compress, share, and duplicate files, among many other things. You can also add your own custom actions.\n      Dolphin is very lightweight, but at the same time, you can adapt it to your specific needs. This means that you can carry out your file management exactly the way you want to. Dolphin supports three different view modes: a classic grid view of all the files, a more detailed view, and a tree view. You can also configure most of Dolphin's behavior.\n      Dolphin can display files and folders from many Internet cloud services and other remote machines as if they were right there on your desktop.\n      Dolphin also comes with an integrated terminal that allows you to run commands on the current folder. You can extend the capabilities of Dolphin even further with powerful plugins to adapt it to your workflow. You can use the git integration plugin to interact with git repositories, or the Nextcloud plugin to synchronize your files online, and much more.\n    ",
    "build_date": "2024-11-29T18:48:26",
    "category": [
      "System",
      "FileTools",
      "FileManager"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/dolphin.desktop/9dfc317253fd5b964c14f388d94f8370/icons/128x128/org.kde.dolphin.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "files",
      "file management",
      "file browsing",
      "samba",
      "network shares",
      "Explorer",
      "Finder"
    ],
    "rank": 140
  },
  {
    "pkg": "Document Scanner",
    "app_id": "org.gnome.SimpleScan",
    "description": "Make a digital copy of your photos and documents",
    "description_long": "\n      A really easy way to scan both text and images.\n      You can crop out the bad parts of an image and rotate it if it is the wrong way round.\n      You can print your scans, export them to pdf, or save them in a range of image formats.\n    \n      \n      This app uses the SANE framework to support most existing scanners.\n    \n    ",
    "build_date": "2024-11-08T23:40:18",
    "category": [
      "Graphics",
      "Scanning"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/SimpleScan/2ab6ba6d77766e2e174f6df3b9bcea0d/icons/128x128/org.gnome.SimpleScan.png",
    "license": "GPL-3.0+",
    "tag": [
      "scan",
      "scanner",
      "flatbed",
      "adf"
    ],
    "rank": 141
  },
  {
    "pkg": "IntelliJ IDEA Community",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Community",
    "description": "The Leading Java and Kotlin IDE",
    "description_long": "IntelliJ IDEA Community is a free and open-source edition of IntelliJ IDEA, the commercial Java IDE by JetBrains. IntelliJ IDEA Community provides all the tools you need for Java, Groovy, Kotlin, Scala, and Android. It offers instant and clever code completion, on-the-fly code analysis, and reliable refactoring tools.\n      Mission-critical tools such as integrated version controls systems and a wide variety of supported languages and frameworks are at hand — no plugin hustle included.\n      IntelliJ IDEA Community can be downloaded at no cost and is open for contributions by community members. The product is built on top of the IntelliJ Platform, which is fully open source.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by JetBrains s.r.o.\n    ",
    "build_date": "2024-12-03T21:00:42",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Community/2a420bd209264614ddc81b84bf6a42f2/icons/128x128/com.jetbrains.IntelliJ-IDEA-Community.png",
    "license": "Apache-2.0",
    "tag": [
      "kotlin",
      "java",
      "development",
      "ide"
    ],
    "rank": 142
  },
  {
    "pkg": "Flameshot",
    "app_id": "org.flameshot.Flameshot",
    "description": "Powerful and simple to use screenshot software",
    "description_long": "Powerful and simple to use screenshot software with built-in editor with advanced features.",
    "build_date": "2024-01-01T03:16:46",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.flameshot.Flameshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "capture",
      "flameshot",
      "screenshot",
      "shutter"
    ],
    "rank": 143
  },
  {
    "pkg": "Weather",
    "app_id": "org.gnome.Weather",
    "description": "Show weather conditions and forecast",
    "description_long": "\n      A small application that allows you to monitor the current weather\n      conditions for your city, or anywhere in the world.\n    \n      \n      It provides access to detailed forecasts, up to 7 days, with hourly\n      details for the current and next day, using various internet services.\n    \n      \n      It also optionally integrates with the GNOME Shell, allowing you to see\n      the current conditions of the most recently searched cities by just\n      typing the name in the Activities Overview.\n    \n    ",
    "build_date": "2024-09-21T07:56:30",
    "category": [
      "Utility",
      "Core"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Weather/83bc6d9a6980bbe5d3af5ffb6df74576/icons/128x128/org.gnome.Weather.png",
    "license": "GPL-2.0-or-later and CC-BY-3.0 and CC-BY-SA-3.0",
    "tag": [
      "Weather",
      "Forecast"
    ],
    "rank": 144
  },
  {
    "pkg": "Luanti",
    "app_id": "net.minetest.Minetest",
    "description": "Block-based multiplayer game platform",
    "description_long": "\n            Luanti is a block-based sandbox game platform.\n        \n      \n            Players can create and destroy various types of blocks in a\n            three-dimensional open world. This allows forming structures in\n            every possible creation, on multiplayer servers or in singleplayer.\n        \n      \n            Luanti is designed to be simple, stable, and portable.\n            It is lightweight enough to run on fairly old hardware.\n        \n      \n            Luanti has many features, including:\n        \n      \n        Ability to walk around, dig, and build in a near-infinite voxel world\n        Crafting of items from raw materials\n        A simple modding API that supports many additions and modifications to the game\n        Multiplayer support via servers hosted by users\n        Beautiful lightning-fast map generator\n      \n    ",
    "build_date": "2024-11-28T08:33:35",
    "category": [
      "Game",
      "Simulation"
    ],
    "icon": "https://dl.flathub.org/media/net/minetest/Minetest/067516b419777a1e8d2989d35d2fe6aa/icons/128x128/net.minetest.Minetest.png",
    "license": "LGPL-2.1+ AND CC-BY-SA-3.0 AND MIT AND Apache-2.0",
    "tag": [
      "sandbox",
      "world",
      "mining",
      "crafting",
      "blocks",
      "nodes",
      "multiplayer",
      "roleplaying"
    ],
    "rank": 145
  },
  {
    "pkg": "BleachBit",
    "app_id": "org.bleachbit.BleachBit",
    "description": "Cleans files to free disk space and to maintain privacy",
    "description_long": "\n      BleachBit quickly frees disk space and tirelessly guards your privacy. Free cache, delete cookies, clear Internet history, shred temporary files, delete logs, and discard junk you didn't know was there. It wipes clean a thousand applications including Firefox, Adobe Flash, Google Chrome, Opera, and more.\n    \n      \n      Beyond simply deleting files, BleachBit includes advanced features such as shredding files to prevent recovery, wiping free disk space to hide traces of files deleted by other applications, and vacuuming Firefox to make it faster.\n    \n    ",
    "build_date": "2024-06-29T08:21:37",
    "category": [
      "System",
      "FileTools"
    ],
    "icon": "https://dl.flathub.org/media/org/bleachbit/BleachBit/cffbc1ef9347ac7aff10cd2dbed8b2b6/icons/128x128/org.bleachbit.BleachBit.png",
    "license": "GPL-3.0",
    "tag": [
      "cache",
      "clean",
      "free",
      "performance",
      "privacy"
    ],
    "rank": 146
  },
  {
    "pkg": "Calendar",
    "app_id": "org.gnome.Calendar",
    "description": "Manage your schedule",
    "description_long": "\n      GNOME Calendar is an elegant tool to help you plan and stay on top of your schedule for\n      upcoming days and weeks, whether your months are filled with meetings and appointments,\n      public events, travel logistics, or other commitments in your life.\n    \n      \n      Easily create and manage unlimited calendars and events with GNOME Calendar's infinite\n      scrolling month view, week timetable, and scheduling list view.\n    \n      \n      Integrating the latest GNOME technologies and design best practices, GNOME Calendar builds on\n      top of the mature Evolution data server to manage large quantities of events and to provide\n      integration with other applications. You can add calendars from various online calendaring\n      services (like NextCloud, Google Calendar, and CalDAV / WebDAV servers), enabling you to\n      synchronize your events across multiple devices and platforms. GNOME Calendar also supports\n      local and offline calendaring, so you can use it anywhere and anytime while travelling\n      (or after civilization's collapse.)\n    \n    ",
    "build_date": "2024-09-22T20:44:15",
    "category": [
      "Office",
      "Calendar",
      "Core"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Calendar.desktop/13107e4341da62c7e2f4a8e719132602/icons/128x128/org.gnome.Calendar.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Calendar",
      "Event",
      "Reminder"
    ],
    "rank": 147
  },
  {
    "pkg": "Yandex Browser",
    "app_id": "ru.yandex.Browser",
    "description": "Web browser from Yandex",
    "description_long": "New Yandex Browser with AI search and Alisa voice assistant is a modern fast web browser with familiar user interface.\n    ",
    "build_date": "2024-12-09T08:11:46",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/ru/yandex/Browser/7dbda3ae6dcd975db9e390440ec40561/icons/128x128/ru.yandex.Browser.png",
    "license": "LicenseRef-proprietary=https://yandex.ru/legal/browser_agreement",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "Pinta",
    "app_id": "com.github.PintaProject.Pinta",
    "description": "Edit images and paint digitally",
    "description_long": "Pinta is a image editing, drawing and painting application with a simple yet powerful interface. Pinta has a wide range of drawing tools, including: freehand, rectangles, circles and lines. It also has over 35 effects to apply to your images, and also has the ability to create unlimited layers to help organize your creativity.\n    ",
    "build_date": "2024-10-07T21:51:14",
    "category": [
      "Graphics",
      "2DGraphics",
      "RasterGraphics"
    ],
    "icon": "https://dl.flathub.org/media/com/github/PintaProject.Pinta/9968d31751f1862c860c137833ec829c/icons/128x128/com.github.PintaProject.Pinta.png",
    "license": "MIT",
    "tag": [
      "draw",
      "drawing",
      "paint",
      "painting",
      "graphics",
      "raster",
      "2d"
    ],
    "rank": 149
  },
  {
    "pkg": "Déjà Dup Backups",
    "app_id": "org.gnome.DejaDup",
    "description": "Protect yourself from data loss",
    "description_long": "Déjà Dup is a simple backup tool. It hides the complexity of backing up the Right Way (encrypted, off-site, and regular) and uses duplicity as the backend.\n      \n        Support for local, remote, or cloud backup locations such as Google Drive\n        Securely encrypts and compresses your data\n        Incrementally backs up, letting you restore from any particular backup\n        Schedules regular backups\n        Integrates well into your GNOME desktop\n      \n      Déjà Dup focuses on ease of use and recovering from personal, accidental data loss. If you need a full system backup or an archival program, you may prefer other backup apps.\n    ",
    "build_date": "2024-09-29T23:27:19",
    "category": [
      "Utility",
      "Archiving"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/DejaDup/0c3661d404ca96486bfc80243072ecf9/icons/128x128/org.gnome.DejaDup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "déjà",
      "deja",
      "dup",
      "archive",
      "archiving",
      "backup",
      "backups",
      "back up"
    ],
    "rank": 150
  },
  {
    "pkg": "draw.io",
    "app_id": "com.jgraph.drawio.desktop",
    "description": "Create and share diagrams",
    "description_long": "\n      draw.io is the most flexible and privacy-focused of any production\n      grade diagramming tool. Create flowcharts, process diagrams, org\n      charts, UML, ER diagrams, network diagrams and much more.\n    \n    ",
    "build_date": "2024-12-03T13:33:47",
    "category": [
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/com/jgraph/drawio.desktop/3e96bede055ad4b69d838d1c7710edaa/icons/128x128/com.jgraph.drawio.desktop.png",
    "license": "Apache-2.0",
    "tag": [
      "chart",
      "diagram",
      "draw",
      "flowchart",
      "uml"
    ],
    "rank": 151
  },
  {
    "pkg": "Hidamari",
    "app_id": "io.github.jeffshee.Hidamari",
    "description": "Video wallpaper for Linux",
    "description_long": "Video wallpaper for Linux. Written in Python. 🐍\n      Hidamari 日溜まり【ひだまり】(n) sunny spot; exposure to the sun\n      Similar functionality to Xwinwrap + mpv or Komorebi, with more features.\n    ",
    "build_date": "2024-10-21T04:27:24",
    "category": [
      "GTK",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/jeffshee.Hidamari/ea07287dc3f323c43aeab776027fbe7e/icons/128x128/io.github.jeffshee.Hidamari.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Live Wallpaper",
      "Video Wallpaper",
      "Wallpaper"
    ],
    "rank": 152
  },
  {
    "pkg": "GNOME Network Displays",
    "app_id": "org.gnome.NetworkDisplays",
    "description": "Screencasting for GNOME",
    "description_long": "\n\t\tGNOME Network Displays allows you to cast your desktop to a remote display.\n\t\tSupports the Miracast and Chromecast protocols.\n\t\t\n    ",
    "build_date": "2024-12-04T07:55:03",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/NetworkDisplays.desktop/2cefef2e31c09369f36494764ebac065/icons/128x128/org.gnome.NetworkDisplays.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 153
  },
  {
    "pkg": "Master PDF Editor",
    "app_id": "net.codeindustry.MasterPDFEditor",
    "description": "Master PDF Editor is a full solutions for work with PDF documents",
    "description_long": "\n        Edit PDF text and images, Mark and annotate, Merge and split.\n        JavaScript and Dynamic XFA form support.\n        Validation Forms and Calculate Values.\n        Adding a digital signature and Signing PDF Documents.\n        Fast and simple PDF forms fill out.\n      \n    ",
    "build_date": "2024-11-20T10:32:24",
    "category": [
      "Office",
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/net/codeindustry/MasterPDFEditor/e6378517f853efcb4bf7cd85d586d148/icons/128x128/net.codeindustry.MasterPDFEditor.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 154
  },
  {
    "pkg": "PulseEffects",
    "app_id": "com.github.wwmm.pulseeffects",
    "description": "Audio Effects for PulseAudio Applications",
    "description_long": "\n      PulseEffects is an advanced audio manipulation tools. It includes an\n      equalizer, limiter, compressor and a reverberation tool, just to mention\n      a few. To complement this there is also a built in spectrum analyzer.\n    \n      \n      Because PulseEffects uses the default PulseAudio sound server it will\n      work with most, if not all, applications you use. All supported\n      applications are presented in the main window, where each can be enabled\n      individually.\n    \n      \n      Besides manipulating sound output, PulseEffects is able to apply effects\n      to an input device, such as a microphone. This is, for example, useful in\n      audio recording, but it also works well during voice conversations.\n    \n      \n      When PulseEffects is launched it will conveniently remember the\n      configuration used in the last session. It is also possible to save\n      all the current settings as profiles.\n    \n    ",
    "build_date": "2024-03-17T14:51:34",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/github/wwmm.pulseeffects.desktop/8b69b5505751120597eef6c41578ba0a/icons/128x128/com.github.wwmm.pulseeffects.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "limiter",
      "compressor",
      "reverberation",
      "equalizer",
      "autovolume"
    ],
    "rank": 155
  },
  {
    "pkg": "ytDownloader",
    "app_id": "io.github.aandrew_me.ytdn",
    "description": "Download videos and audios from hundreds of sites",
    "description_long": "ytDownloader (Formerly know as Youtube Downloader Plus) lets you download videos and audios of different qualities from hundreds of\n      sites including the popular ones but not limited to Youtube, Facebook, Instagram, Tiktok,\n      Twitter, Twitch and so on.\n      ✔️ Supports high quality video resolutions\n      ✔️ Supports audio extraction in multiple formats\n      ✔️ Supports playlist downloads\n      ✔️ Supports downloading particular ranges\n      ✔️ Supports downloading subtitles\n      ✔️ Supports multiple themes\n      ✔️ Completely free and open source\n      ✔️ Fast download speeds\n    ",
    "build_date": "2024-11-29T08:31:44",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/aandrew_me.ytdn/bd7f863260010d929c0b8f08a9fbb1ae/icons/128x128/io.github.aandrew_me.ytdn.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "RetroDECK",
    "app_id": "net.retrodeck.retrodeck",
    "description": "RetroDECK brings an environment to catalog and play your retro games directly on your Steam Deck",
    "description_long": "What is Retrodeck?\n      RetroDECK is an emulation and retro gaming solution to catalog and play your game collection directly from Linux in one unified application.\n  It's inspired by other embedded emulation systems like AmberELEC, EmuELEC, CoreELEC, Lakka, and Batocera.\n  RetroDECK is powered by EmulationStation Desktop Edition, that uses RetroArch and other standalone emulators to allow you to import and play your favorite games in a tidy environment.\n  No other software is needed as everything it's already included in one package!\n      BETA NOTICE: RetroDECK is still in Beta and the team is actively developing and adding more features.\n         The primary focus during the beta period is on SteamOS and the Steam Deck but we hope to expand to more devices and general Linux desktop in the future\n      NOTE: It can be run on Linux desktop right now but there will be some manual configurations needed for input, storage location and other tiny hickups.\n      \n         INSTALLATION INSTRUCTIONS FOR THE STEAM DECK:\n            1. Start RetroDECK from the Desktop mode (only needed for the initial first time configuration)\n            2. Add RetroDECK to your Steam Library by pressing \"Add a non-steam game to my library\"\n            3. Download the offical RetroDECK controller profile from Steam\n            4. [OPTIONAL] Download Steam Grids graphics for RetroDECK with BoilR\n      \n      For more detailed information check our wiki: \n      https://github.com/XargonWan/RetroDECK/wiki\n      If you want to sponsor the project: \n      https://www.patreon.com/RetroDECK\n      If you want to join the RetroDECK community check our:\n      Reddit: https://www.reddit.com/r/RetroDECK/\n      Discord: https://discord.gg/WDc5C9YWMx \n         (If you want to help out with the project join the \"i-want-to-help\" channel)\n    ",
    "build_date": "2024-08-13T11:04:53",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/net/retrodeck/retrodeck/47d4071fb42aa614c6fd1be0cc5771f7/icons/128x128/net.retrodeck.retrodeck.png",
    "license": "GPL-3.0",
    "tag": [
      "multi",
      "engine",
      "emulator",
      "standalone",
      "steam",
      "deck"
    ],
    "rank": 157
  },
  {
    "pkg": "GPU Screen Recorder",
    "app_id": "com.dec05eba.gpu_screen_recorder",
    "description": "A shadowplay-like screen recorder for Linux. The fastest screen recorder for Linux",
    "description_long": "\n            This is a screen recorder that has minimal impact on system performance by recording a monitor using the GPU only, similar to shadowplay on windows. This is the fastest screen recording tool for Linux. This screen recorder works on X11 and Wayland on AMD, Intel and NVIDIA.\n        \n      \n            This screen recorder can be used for recording your desktop offline, for live streaming and for nvidia-like instant replay, where only the last few minutes are saved.\n        \n      Supported video codecs:\n      \n        H264 (default)\n        HEVC (Optionally with HDR)\n        AV1 (Optionally with HDR. Not currently supported on NVIDIA if you use GPU Screen Recorder flatpak)\n        VP8\n        VP9\n      \n      Supported audio codecs:\n      \n        Opus (default)\n        AAC\n      \n      \n            Recording a monitor requires (restricted) root access which means that you have to install GPU Screen Recorder system-wide: \"flatpak install --system com.dec05eba.gpu_screen_recorder\"\n            and pkexec needs to be installed on the system and a polkit agent needs to be running.\n            Note that this only applies to when recording a monitor on AMD/Intel or when recording on Wayland without using the desktop portal option.\n        \n      AV1 is currently not supported in the flatpak for Nvidia since GPU Screen Recorder uses an older ffmpeg version to support older Nvidia cards. Install GPU Screen Recorder from source or from AUR if you want to use AV1 on Nvidia.\n      \n            Videos are in variable framerate format. Very out of date video players might have an issue playing such videos. It's recommend to use MPV to play such videos, otherwise you might experience stuttering in the video.\n            You can select constant frame rate mode in advanced view if you need it.\n        \n      \n            If the video doesn't play or you get green/yellow overlay then your video player is missing H264/HEVC video codec. Either install the video codecs or use mpv.\n        \n      AMD has a driver/hardware fault that causes black bars/distorted colors on the sides of the video for certain video resolutions. This happens for both av1 and hevc, so if you have this issue then switch to h264 video codec option in advanced settings.\n        \n      \n            If H264/HEVC video encoding option is not available on your AMD/Intel system but you know that your GPU supports those codecs for encoding then you may need to install mesa-extra freedesktop runtime by running this command: \"flatpak install --system org.freedesktop.Platform.GL.default//23.08-extra\".\n        \n      \n            On NVIDIA systems the flatpak NVIDIA driver needs to match the systems NVIDIA driver version or the NVIDIA driver will fail to properly load in flatpaks.\n            Make sure you update flatpak on your system with: \"flatpak update\", or if that doesn't fix it you can try to install the specific flatpak NVIDIA driver version version that matches your systems NVIDIA driver version by running:\n            \"flatpak install org.freedesktop.Platform.GL.nvidia-version\", for example \"flatpak install org.freedesktop.Platform.GL.nvidia-550-54-14\".\n            You can find which NVIDIA driver version is running on your system by running \"cat /proc/driver/nvidia/version\".\n        \n      GPU Screen Recorder flatpak can install files in $HOME/.local/share/gpu-screen-recorder. If you want to uninstall GPU Screen Recorder then you will have to remove this directory manually.\n    ",
    "build_date": "2024-11-22T18:41:04",
    "category": [
      "AudioVideo",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/com/dec05eba/gpu_screen_recorder/ffb733c2d7a2bc90614df7c6110b7f61/icons/128x128/com.dec05eba.gpu_screen_recorder.png",
    "license": "GPL-3.0",
    "tag": [
      "gpu-screen-recorder",
      "screen recorder",
      "streaming",
      "twitch",
      "replay"
    ],
    "rank": 158
  },
  {
    "pkg": "q4wine",
    "app_id": "ua.org.brezblock.q4wine",
    "description": "Utility for Wine applications and prefixes management",
    "description_long": "\n      Q4Wine is a Qt GUI for Wine. It will help you manage Wine prefixes and installed applications.\n    \n    ",
    "build_date": "2024-06-26T12:32:32",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/ua/org/brezblock.q4wine/462ee8264de81d47ca0bc979131c789f/icons/128x128/ua.org.brezblock.q4wine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wine",
      "Windows",
      "Emulator"
    ],
    "rank": 159
  },
  {
    "pkg": "RPCS3",
    "app_id": "net.rpcs3.RPCS3",
    "description": "Open-source Sony PlayStation 3 Emulator",
    "description_long": "RPCS3 is an experimental open-source Sony PlayStation 3 emulator and debugger written in C++ for Windows and Linux. RPCS3 started development in May of 2011 by its founders DH and Hykem.\nThe emulator is currently capable of running over 2500 commercial titles powered by Vulkan and OpenGL.\n      The goal of this project is to experiment, research, and educate on the topic of PlayStation 3 emulation that can be performed on compatible devices and operating systems.\nAll information was obtained legally by purchasing PlayStation 3 hardware and software. Additional information was obtained from various sources on the internet that include but is not limited to system hardware and software documentation.\nMost of this information can be found on the PlayStation 3 Developer Wiki.\n    ",
    "build_date": "2024-10-22T09:43:31",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/net/rpcs3/RPCS3/8d76da7074cb0ad01fb297dd9a5ff8f7/icons/128x128/net.rpcs3.RPCS3.png",
    "license": "GPL-2.0-only",
    "tag": [
      "ps3",
      "playstation"
    ],
    "rank": 160
  },
  {
    "pkg": "Contacts",
    "app_id": "org.gnome.Contacts",
    "description": "Manage your contacts",
    "description_long": "\n      Contacts keeps and organize your contacts information. You can create,\n      edit, delete and link together pieces of information about your contacts.\n      Contacts aggregates the details from all your sources providing a\n      centralized place for managing your contacts.\n    \n      \n      Contacts will also integrate with online address books and automatically\n      link contacts from different online sources.\n    \n    ",
    "build_date": "2024-10-03T17:42:36",
    "category": [
      "Office",
      "ContactManagement"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Contacts.desktop/cb9c31564eec69f7d1759cbc86215169/icons/128x128/org.gnome.Contacts.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "friends",
      "address book"
    ],
    "rank": 161
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds\n      Also can help you to fall asleep in a noisy environment.\n      Features:\n      \n        Save presets\n        Add custom sounds\n        Auto start in background\n        MPRIS integration\n      \n      Included Sounds in the App:\n      \n        Birds\n        Boat\n        City\n        Coffee Shop\n        Fireplace\n        Pink Noise\n        Rain\n        Summer Night\n        Storm\n        Stream\n        Train\n        Waves\n        White Noise\n        Wind\n      \n    ",
    "build_date": "2024-12-08T23:55:05",
    "category": [
      "AudioVideo",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/801e6da0940f8a926439768f4d138c4f/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Concentrate",
      "Focus",
      "Noise",
      "Productivity",
      "Sleep"
    ],
    "rank": 162
  },
  {
    "pkg": "Anki",
    "app_id": "net.ankiweb.Anki",
    "description": "Powerful, intelligent flash cards",
    "description_long": "Anki is a program which makes remembering things easy. Because it's a lot more efficient than traditional study methods, you can either greatly decrease your time spent studying, or greatly increase the amount you learn.\n      Anyone who needs to remember things in their daily life can benefit from Anki. Since it is content-agnostic and supports images, audio, videos and scientific markup (via LaTeX), the possibilities are endless.\n      Optional LaTeX support is provided by the TeX Live Flatpak extension org.freedesktop.Sdk.Extension.texlive.\n    ",
    "build_date": "2024-12-01T20:46:25",
    "category": [
      "Education",
      "Languages"
    ],
    "icon": "https://dl.flathub.org/media/net/ankiweb/Anki/1143c5253c4c2359ebf7d9c7e3d72d3c/icons/128x128/net.ankiweb.Anki.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "OpenShot Video Editor",
    "app_id": "org.openshot.OpenShot",
    "description": "An easy to use, quick to learn, and surprisingly powerful video editor",
    "description_long": "\n        OpenShot Video Editor is an award-winning, open-source video editor, available on Linux, Mac, Chrome OS,\n        and Windows. OpenShot can create stunning videos, films, and animations with an easy-to-use interface\n        and rich set of features.\n    \n      \n        Features include:\n      \n      \n        Free &amp; open-source (licensed under GPLv3)\n        Cross-platform (Linux, OS X, Chrome OS, and Windows)\n        Easy-to-use user interface (designed for beginners, built-in tutorial)\n        Supports most video, audio, &amp; image formats (based on FFmpeg)\n        Includes popular video profiles &amp; presets (over 70+ profiles, including YouTube HD)\n        Advanced timeline (including drag and drop, scrolling, panning, zooming, and snapping)\n        Advanced clips (including trimming, alpha, scaling, location, rotation, and shearing)\n        Real-time preview (multi-threaded, and optimized for performance)\n        Simple &amp; advanced views (or customize your own unique view)\n        Powerful, curve-based Keyframe animations (linear, Bézier, and constant interpolation)\n        \n          Compositing, image overlays, watermarks, &amp; transparency\n        \n        Unlimited tracks / layers (support for complex projects)\n        Video transitions, masks, &amp; wipes (grayscale images and animated masks)\n        Video &amp; audio effects (including brightness, gamma, hue, chroma key / blue screen, and more)\n        Image sequences &amp; 2D animations (001.png, 002.png, 003.png, etc…)\n        Blender 3D integration (animated 3D title templates)\n        Vector file support &amp; editing (SVG / scalable vector graphics used for titles and credits)\n        \n          Audio mixing, waveform, &amp; editing\n        \n        Emojis (open-source stickers &amp; artwork included)\n        Frame accuracy (step through each frame of video)\n        Time mapping &amp; speed changes (slow/fast, forward/backward)\n        Advanced AI (motion tracking, object detection, &amp; stabilization effects)\n        Credits &amp; captions (scrolling and animated)\n        Hardware accelerated (encoding &amp; decoding supports NVIDIA, AMD, Intel and more)\n        Import &amp; export (EDL and Final Cut Pro formats, supports most video editors)\n        \n          Customizable keyboard shortcuts\n        \n        Translations (available in 100+ languages)\n      \n    ",
    "build_date": "2024-09-07T23:25:46",
    "category": [
      "AudioVideo",
      "Video",
      "AudioVideoEditing"
    ],
    "icon": "https://dl.flathub.org/media/org/openshot/OpenShot/c98cc7078a6bdff0c1a83fb8ba798f54/icons/128x128/org.openshot.OpenShot.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "GDM Settings",
    "app_id": "io.github.realmazharhussain.GdmSettings",
    "description": "Customize your login screen",
    "description_long": "\n        Change GDM Settings; Apply theme and background, change cursor theme, icon theme\n        and night light settings, among other things.\n     \n    ",
    "build_date": "2024-11-27T19:44:05",
    "category": [
      "System",
      "Settings",
      "DesktopSettings",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/io/github/realmazharhussain.GdmSettings/29e5767af01fb8e7ceb43cb22088ea6f/icons/128x128/io.github.realmazharhussain.GdmSettings.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "Fonts",
    "app_id": "org.gnome.font-viewer",
    "description": "View fonts on your system",
    "description_long": "\n      Fonts shows you the fonts installed on your computer for your use as\n      thumbnails.\n      Selecting any thumbnails shows the full view of how the font would look under\n      various sizes.\n    \n      \n      Fonts also supports installing new font files downloaded in the .ttf\n      and other formats.\n      Fonts may be installed only for your use or made available to all users on the computer.\n    \n    ",
    "build_date": "2024-09-22T12:07:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/font-viewer/24dbfc49cd1d9f3229c2457408a5208c/icons/128x128/org.gnome.font-viewer.png",
    "license": "GPL-2.0+",
    "tag": [
      "fonts",
      "fontface"
    ],
    "rank": 166
  },
  {
    "pkg": "ClamTk",
    "app_id": "com.gitlab.davem.ClamTk",
    "description": "Easy to use graphical user interface for Clam Antivirus (ClamAV)",
    "description_long": "ClamTk is intended to be an easy to use, light-weight, on-demand scanner for Linux systems.",
    "build_date": "2023-08-24T04:15:46",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.gitlab.davem.ClamTk.png",
    "license": "GPL-2.0+",
    "tag": [
      "antivirus",
      "malware",
      "scan",
      "scanner",
      "virus"
    ],
    "rank": 167
  },
  {
    "pkg": "Clocks",
    "app_id": "org.gnome.clocks",
    "description": "Keep track of time",
    "description_long": "\n      A simple and elegant clock application.\n      It includes world clocks, alarms, a stopwatch, and timers.\n    \n      \n        Show the time in different cities around the world\n        Set alarms to wake you up\n        Measure elapsed time with an accurate stopwatch\n        Set timers to properly cook your food\n      \n    ",
    "build_date": "2024-09-20T15:36:37",
    "category": [
      "Utility",
      "Clock"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/clocks/ebb5d54c17f9ce066f80bd39c7090db0/icons/128x128/org.gnome.clocks.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "time",
      "timer",
      "alarm",
      "world clock",
      "stopwatch",
      "time zone"
    ],
    "rank": 168
  },
  {
    "pkg": "darktable",
    "app_id": "org.darktable.Darktable",
    "description": "Organize and develop images from digital cameras",
    "description_long": "darktable manages your camera raw files and images in a database, lets you view them through lighttable mode and develop/enhance them in darkroom mode.\n      Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.\n      darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.\n    ",
    "build_date": "2024-10-19T02:57:18",
    "category": [
      "Graphics",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/darktable/Darktable/09d9681f04e19f0f9c88b3d6a079c91f/icons/128x128/org.darktable.Darktable.png",
    "license": "GPL-3.0+",
    "tag": [
      "graphics",
      "photography",
      "raw"
    ],
    "rank": 169
  },
  {
    "pkg": "Logseq",
    "app_id": "com.logseq.Logseq",
    "description": "Connect your notes and knowledge",
    "description_long": "A local-first, non-linear, outliner notebook for organizing and sharing your personal knowledge base.\n      Logseq is a platform for knowledge management and collaboration. It focuses on privacy, longevity, and user control.\n      Your data are plain text files and we currently support both Markdown and Emacs Org mode (more to be added soon).\n    ",
    "build_date": "2024-09-14T04:45:56",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/logseq/Logseq/f78e51062b93ac424962784538f071cf/icons/128x128/com.logseq.Logseq.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 170
  },
  {
    "pkg": "Snes9x",
    "app_id": "com.snes9x.Snes9x",
    "description": "A Super Nintendo emulator",
    "description_long": "Snes9x is a portable, freeware Super Nintendo Entertainment System (SNES) emulator. It basically allows you to play most games designed for the SNES and Super Famicom Nintendo game systems on your PC or Workstation; which includes some real gems that were only ever released in Japan.\n    ",
    "build_date": "2024-10-18T18:31:31",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/com/snes9x/Snes9x/f3817290a4e5ec502fac6f387e97a57c/icons/128x128/com.snes9x.Snes9x.png",
    "license": "LicenseRef-proprietary=https://raw.githubusercontent.com/snes9xgit/snes9x/master/docs/snes9x-license.txt AND LGPL-2.1",
    "tag": [],
    "rank": 171
  },
  {
    "pkg": "Celluloid",
    "app_id": "io.github.celluloid_player.Celluloid",
    "description": "Plays videos",
    "description_long": "\n    Celluloid is a simple media player that can play virtually all video and\n    audio formats. It supports playlists and MPRIS2 media player controls. The\n    design of Celluloid follows the GNOME Human Interface Guidelines, but can\n    also be adapted for other systems that don't use client-side decorations\n    (CSD). It is based on the mpv library and GTK.\n  \n      Features:\n      \n        Drag and drop playlist\n        Loading external mpv configuration files\n        MPRIS2 D-Bus interface\n      \n    ",
    "build_date": "2024-10-03T18:28:44",
    "category": [
      "AudioVideo",
      "Player",
      "Audio",
      "Video",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/io/github/celluloid_player.Celluloid/816093eff33018d74581d84d0c32cff7/icons/128x128/io.github.celluloid_player.Celluloid.png",
    "license": "GPL-3.0+",
    "tag": [
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player",
      "DVD",
      "TV",
      "Disc",
      "Album",
      "Music",
      "GNOME",
      "mpv"
    ],
    "rank": 172
  },
  {
    "pkg": "Mullvad Browser",
    "app_id": "net.mullvad.MullvadBrowser",
    "description": "Free the internet from mass surveillance",
    "description_long": "\n            NOTE: This wrapper is not verified by, affiliated with, or supported by Mullvad VPN AB.\n        \n      \n            The Mullvad Browser is a privacy-focused web browser developed in a collaboration\n            between Mullvad VPN and the Tor Project. It’s designed to minimize tracking and\n            fingerprinting. You could say it’s a Tor Browser to use without the Tor Network.\n            Instead, you can use it with a trustworthy VPN. The idea is to provide one more\n            alternative – beside the Tor Network – to browse the internet with more privacy. To get\n            as many people as possible to fight the big data gathering of today. To free the\n            internet from mass surveillance.\n        \n    ",
    "build_date": "2024-11-26T19:34:30",
    "category": [
      "Network",
      "WebBrowser",
      "Security"
    ],
    "icon": "https://dl.flathub.org/media/net/mullvad/MullvadBrowser/b4a001bf1a14f1ad191d1892bea0500e/icons/128x128/net.mullvad.MullvadBrowser.png",
    "license": "MPL-2.0",
    "tag": [
      "Internet",
      "WWW",
      "Browser",
      "Web",
      "Explorer"
    ],
    "rank": 173
  },
  {
    "pkg": "Google Earth Pro",
    "app_id": "com.google.EarthPro",
    "description": "3D planet viewer",
    "description_long": "Create maps with advanced tools: Google Earth Pro on desktop is free for users with advanced feature needs. Import and export GIS data, and go back in time with historical imagery\n      NOTE: This wrapper is not verified by, affiliated with, or supported by Google\n    ",
    "build_date": "2024-09-22T17:29:41",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/com/google/EarthPro/3eb9b4e885957c304ef7e91ecab40e9c/icons/128x128/com.google.EarthPro.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "PowerISO",
    "app_id": "com.poweriso.PowerISO",
    "description": "A all-in-one CD/DVD/Blu-Ray tool",
    "description_long": "PowerISO is a powerful CD / DVD / BD image file processing tool, which allows you to open, extract, burn, create, edit, compress, encrypt, split and convert ISO files, and mount ISO files with internal virtual drive.\n      It can process almost all CD / DVD / BD image files including ISO and BIN files.\n      PowerISO provides an all-in-one solution. You can do every thing with your ISO files and disc image files.\n      NOTE: This wrapper is not verified by, affiliated with, or supported by PowerISO.\n    ",
    "build_date": "2024-08-09T19:09:02",
    "category": [
      "Utility",
      "DiscBurning",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/poweriso/PowerISO/ee4df3be640492705b9d6f58314c9fdc/icons/128x128/com.poweriso.PowerISO.png",
    "license": "LicenseRef-proprietary=Freeware",
    "tag": [
      "iso",
      "nrg",
      "cue",
      "bin",
      "blu-ray",
      "cd",
      "dvd",
      "audio",
      "mp3",
      "flac",
      "vorbis"
    ],
    "rank": 175
  },
  {
    "pkg": "Raspberry Pi Imager",
    "app_id": "org.raspberrypi.rpi-imager",
    "description": "Raspberry Pi imaging utility",
    "description_long": "\n      Raspberry Pi Imager downloads a .JSON file from the Raspberry Pi\n      website with a list of all current download options, ensuring you are\n      always installing the most up-to-date version.\n    \n      \n      Once you’ve selected an operating system from the available options,\n      the utility reads the relevant file directly from the Raspberry Pi\n      website and writes it straight to the SD card. This speeds up the\n      process quite considerably compared to the standard process of reading\n      it from the website, writing it to a file on your hard drive, and then,\n      as a separate step, reading it back from the hard drive and writing it\n      to the SD card.\n    \n      \n      During this process, Raspberry Pi Imager also caches the downloaded\n      operating system image – that is to say, it saves a local copy on your\n      computer, so you can program additional SD cards without having to\n      download the file again.\n    \n    ",
    "build_date": "2024-12-08T22:11:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/raspberrypi/rpi-imager/c2db49d04ca0eaaec139ac128aafd67e/icons/128x128/org.raspberrypi.rpi-imager.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 176
  },
  {
    "pkg": "Amberol",
    "app_id": "io.bassi.Amberol",
    "description": "Plays music, and nothing else",
    "description_long": "\n      Amberol is a music player with no delusions of grandeur. If you just\n      want to play music available on your local system then Amberol is the\n      music player you are looking for.\n    \n      Current features:\n      \n        adaptive UI\n        UI recoloring using the album art\n        drag and drop support to queue songs\n        shuffle and repeat\n        MPRIS integration\n      \n    ",
    "build_date": "2024-10-25T17:31:34",
    "category": [
      "Music",
      "Audio",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/io/bassi/Amberol/57a140531d29eea649ba57c11ce09b05/icons/128x128/io.bassi.Amberol.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 177
  },
  {
    "pkg": "Popsicle",
    "app_id": "com.system76.Popsicle",
    "description": "Flash multiple USB devices in parallel",
    "description_long": "Write an ISO or other image to multiple USB devices all at once. Easily preparing a bunch of flash drives of your favorite OS with just a couple of clicks.\n      \n        Supports USB 2 and 3 devices\n        Use USB hubs for massively parallel writing\n        Verify your image with the SHA256 or MD5 checksum\n        Check the progress, speed, and success of each device while flashing\n        Open ISO or IMG files from the app, or straight from your file manager\n      \n    ",
    "build_date": "2024-10-25T05:54:40",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/com/system76/Popsicle/fc857df3d728d3116518fb22c02ea229/icons/128x128/com.system76.Popsicle.png",
    "license": "MIT",
    "tag": [
      "\"USB",
      "Flash",
      "Drive",
      "Popsicle",
      "\""
    ],
    "rank": 178
  },
  {
    "pkg": "Ultimate Media Downloader",
    "app_id": "com.ktechpit.ultimate-media-downloader",
    "description": "Online video & audio downloader for Linux, 1400+ websites support",
    "description_long": "Ultimate media downloader for Linux allows downloading Video/Audio from thousands of websites on the internet. It allows saving media from websites on Linux Desktop. Ultimate media downloader for Linux works with many sites including Youtube, Facebook, Instagram, Twitter, TikTok, Snapchat, etc\n      Key features of Ultimate Media downloader:\n      \n        Comes with easy to use Basic Downloader\n        1400+ supported websites\n        Direct Youtube Video and Audio only Playback with internal player without Ads\n        Youtube Video and Playlist search to download media in bulk\n        Batch media Downloader to download media in bulk\n        Playlist Downloader allows downloading whole playlists\n        Built-In Web browser with AdBlocker, allows session sharing with download engine\n        Download Library Manager manage and interact with downloaded media\n        Dark Theme supports out of the box\n        Widget style switcher Adwaita, Adwaita Dark, and Fusion widget styles\n      \n    ",
    "build_date": "2024-11-16T19:37:26",
    "category": [
      "Utility",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/ktechpit/ultimate-media-downloader/464a6587a90d13db77fd3b1daf9e61ab/icons/128x128/com.ktechpit.ultimate-media-downloader.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "4k video downloader",
      "4ktube",
      "addoncrop",
      "all file downloader",
      "allavsoft",
      "bitdownloader",
      "clipgrab",
      "facebook downloader",
      "firefox",
      "hitomi downloader",
      "instagram downloader",
      "itubego",
      "keepvid",
      "ktube",
      "mp3 downloader",
      "music downloader",
      "playlist downloader",
      "redtube",
      "shots downloader",
      "snap downloader",
      "snaptube",
      "tiktok",
      "utube",
      "tiktok downloader",
      "youtube shots downloader",
      "rumble video downloader",
      "snapchat downloader",
      "linkedin video downloader",
      "soundcloud downloader",
      "video downloader",
      "videodownloader",
      "videohunter",
      "y2mate",
      "youtube download",
      "youtube music",
      "youtube to mp3",
      "youtube-dl",
      "youtubedl",
      "ytdlp",
      "ytdownloaderplus"
    ],
    "rank": 179
  },
  {
    "pkg": "Papers",
    "app_id": "org.gnome.Papers",
    "description": "Read documents",
    "description_long": "A document viewer for the GNOME desktop. You can view, search or annotate documents in many different formats.\n      Papers supports documents in: PDF, PS, EPS, XPS, DjVu, TIFF, and Comic Books archives (CBR, CBT, CBZ, CB7).\n    ",
    "build_date": "2024-09-19T10:04:20",
    "category": [
      "Office",
      "Viewer",
      "Graphics",
      "2DGraphics",
      "VectorGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Papers/13d5984d72dbc282e3726b68c3d05693/icons/128x128/org.gnome.Papers.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "pdf",
      "ps",
      "postscript",
      "xps",
      "djvu",
      "tiff",
      "document",
      "presentation",
      "viewer",
      "papers"
    ],
    "rank": 180
  },
  {
    "pkg": "mGBA",
    "app_id": "io.mgba.mGBA",
    "description": "Nintendo Game Boy Advance Emulator",
    "description_long": "\n      mGBA is an emulator for running Game Boy Advance games. It aims to be\n      faster and more accurate than many existing Game Boy Advance emulators, as\n      well as adding features that other emulators lack. It also supports Game\n      Boy and Game Boy Color games.\n    \n    ",
    "build_date": "2024-12-08T16:37:59",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/io/mgba/mGBA/ed7d1b4effd3240376ec2ed151d9c443/icons/128x128/io.mgba.mGBA.png",
    "license": "MPL-2.0",
    "tag": [
      "emulator",
      "Nintendo",
      "advance",
      "gba",
      "Game Boy Advance"
    ],
    "rank": 181
  },
  {
    "pkg": "Proton Mail",
    "app_id": "me.proton.Mail",
    "description": "Secure email that protects your privacy",
    "description_long": "\n            NOTE: This a wrapper of the official packages, but it is not verified,\n            affiliated with, or supported by Proton AG.\n        \n      \n            Keep your conversations private. Proton Mail is encrypted email from\n            Switzerland. Used by millions worldwide, our all-new email app protects your\n            communications and has everything you need to easily manage your inbox.\n        \n      The Wall Street Journal says:\n      \n            “Proton Mail offers encrypted email, which makes it virtually impossible for\n            anyone to read it except the sender and the recipient.”\n        \n      With the all-new Proton Mail app, you can:\n      \n        Create a @proton.me or @protonmail.com email address\n        Send and receive encrypted emails and attachments with ease\n        Switch between multiple Proton Mail accounts\n        Easily manage your email with conversations\n        \n                Keep your inbox tidy and clean with folders, labels and simple\n                swipe-gestures\n            \n        Receive new email notifications\n        Send Password-protected Emails to anyone\n        Enjoy your inbox in dark mode\n      \n      Why use Proton Mail?\n      \n        \n                Proton Mail is free — We believe everyone deserves privacy. Upgrade to a\n                paid plan to get more done and support our mission.\n            \n        \n                Easy to use — Our all-new app has been redesigned to make it easier to\n                read, organize, and write your emails.\n            \n        \n                Your inbox is yours — We don’t spy on your communications to show you\n                targeted ads. Your inbox, your rules.\n            \n        \n                Rigorous encryption — Your entire inbox is secured, on all your devices.\n                No one can read your emails but you. Proton is privacy, guaranteed by\n                end-to-end and zero-access encryption.\n            \n        \n                Unmatched protection — We offer strong phishing, spam, and spying/tracking\n                protection for all your communications.\n            \n      \n      Industry Leading Security Features\n      \n            Messages are stored on Proton Mail servers using end-to-end encryption at\n            all times and are transmitted securely between Proton servers and user\n            devices. This largely eliminates the risk of message interception.\n        \n      Zero Access to Your Email Content\n      \n            Proton Mail's zero access architecture means that your data is encrypted in\n            a way that makes it inaccessible to us. Data is encrypted on the client side\n            using an encryption key that Proton does not have access to. This means we\n            don't have the technical ability to decrypt your messages.\n        \n      Open-Source Cryptography\n      \n            Proton Mail's open-source software has been thoroughly vetted by security\n            experts from around the world to ensure the highest levels of protection.\n            Proton Mail only uses secure implementations of AES, RSA, along with\n            OpenPGP, while all of the cryptographic libraries used are open source. By\n            using open-source libraries, Proton Mail can guarantee that the encryption\n            algorithms used do not have clandestinely built-in back doors.\n        \n      Proton Mail in the press:\n      \n            “Proton Mail is a Gmail-like email system which uses end-to-end encryption,\n            making it impossible for outside parties to monitor.” Forbes\n        \n      \n            “A new email service being developed by a group who met at MIT and CERN\n            promises to bring secure, encrypted email to the masses and keep sensitive\n            information away from prying eyes.” Huffington Post\n        \n    ",
    "build_date": "2024-12-05T08:53:22",
    "category": [
      "Network",
      "Email"
    ],
    "icon": "https://dl.flathub.org/media/me/proton/Mail/2f16b2daf894b56771933c5a927fa0be/icons/128x128/me.proton.Mail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Element",
    "app_id": "im.riot.Riot",
    "description": "Secure communications platform built around you",
    "description_long": "More than group chat: communication\n      \n        Communicate with your team and out of network colleagues more efficiently: use dedicated rooms which persist information from their creation and forever.\n        Forget group emails: join or create rooms per topic, per team, per event… Decide the level of transparency you want to provide across the organisation or project.\n        Cut through the noise by creating notifications that are customised by you and for you.\n        Grab the attention of your colleague by calling out their name and don’t miss a thing with keyword alerts.\n        Deploy bots for fun or practical use with our integrations store.\n      \n      Preliminary Wayland support since 1.7.25.\n      To try running Element natively under Wayland, run:\n      flatpak run im.riot.Riot --enable-features=UseOzonePlatform,WebRTCPipeWireCapturer --ozone-platform=wayland\n      For GNOME, window decorations are currently missing and you'll have to use keyboard shortcuts instead to resize the window.\n    ",
    "build_date": "2024-12-03T16:31:07",
    "category": [
      "Network",
      "InstantMessaging",
      "Chat",
      "VideoConference"
    ],
    "icon": "https://dl.flathub.org/media/im/riot/Riot/5c5d0dccde7952a1b2cbcaac314b9567/icons/128x128/im.riot.Riot.png",
    "license": "Apache-2.0",
    "tag": [
      "Matrix",
      "matrix.org",
      "chat",
      "irc",
      "communications",
      "talk",
      "riot",
      "vector"
    ],
    "rank": 183
  },
  {
    "pkg": "Easy Flatpak",
    "app_id": "org.dupot.easyflatpak",
    "description": "A simple Flatpak store",
    "description_long": "\n    It will help you install Flatpak apps in a user-friendly way. We have recipes for some of them to install them even better. \n    \n      \n    For example, for Steam, it asks the user to choose a folder where they store their games before installation.\n    \n    ",
    "build_date": "2024-11-24T19:24:45",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/dupot/easyflatpak/63222224bdbeb8a21cd5f9d487477712/icons/128x128/org.dupot.easyflatpak.png",
    "license": "LGPL-2.1-only",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Logs",
    "app_id": "org.gnome.Logs",
    "description": "View detailed event logs for the system",
    "description_long": "Logs shows events from the systemd journal, and sorts them into\n       categories, such as hardware and applications.\n      Using Logs you can search your logs by typing a search term, and\n       view detailed information about each event by clicking on it.\n    ",
    "build_date": "2024-09-23T09:38:29",
    "category": [
      "System",
      "Monitor",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Logs/b68b08814f06aa1384b07db2523eecdd/icons/128x128/org.gnome.Logs.png",
    "license": "GPL-3.0+",
    "tag": [
      "log",
      "journal",
      "debug",
      "error"
    ],
    "rank": 185
  },
  {
    "pkg": "Metadata Cleaner",
    "app_id": "fr.romainvigier.MetadataCleaner",
    "description": "View and clean metadata in files",
    "description_long": "Metadata within a file can tell a lot about you. Cameras record data about when and where a picture was taken and which camera was used. Office applications automatically add author and company information to documents and spreadsheets. This is sensitive information and you may not want to disclose it.\n      This tool allows you to view metadata in your files and to get rid of it, as much as possible.\n    ",
    "build_date": "2024-07-14T16:31:11",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/fr/romainvigier/MetadataCleaner/b6488b7260afea8141f8c0856e297993/icons/128x128/fr.romainvigier.MetadataCleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Metadata",
      "Remover",
      "Cleaner"
    ],
    "rank": 186
  },
  {
    "pkg": "Web",
    "app_id": "org.gnome.Epiphany",
    "description": "Browse the web",
    "description_long": "\n      The web browser for GNOME, featuring tight integration with the desktop\n      and a simple and intuitive user interface that allows you to focus on your\n      web pages. If you’re looking for a simple, clean, beautiful view of the\n      web, this is the browser for you.\n    \n      \n      Web is often referred to by its code name, Epiphany.\n    \n    ",
    "build_date": "2024-10-23T14:59:02",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Epiphany.desktop/0d722af9836b8a27d93c082a77833fb8/icons/128x128/org.gnome.Epiphany.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "web",
      "browser",
      "internet",
      "epiphany"
    ],
    "rank": 187
  },
  {
    "pkg": "Flatsweep",
    "app_id": "io.github.giantpinkrobots.flatsweep",
    "description": "Flatpak leftover cleaner",
    "description_long": "\nWhen you uninstall a Flatpak, it can leave some files behind on your computer. Flatsweep helps you easily get rid of the residue left on your system by uninstalled Flatpaks.\n\n      \nFlatsweep uses GTK4 and Libadwaita to provide a coherent user interface that integrates nicely with GNOME, but you can use it on any desktop environment of course.\n\n      \nCaution: Flatsweep exclusively looks at the default Flatpak install directory. If you have set a custom install path, it might accidentally delete files that weren't supposed to be deleted. If you have no idea what a 'custom install path' is, you'll be fine.\n\n    ",
    "build_date": "2024-03-20T10:57:08",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/giantpinkrobots.flatsweep/f8b52dcb678263bf7272d9b77e257798/icons/128x128/io.github.giantpinkrobots.flatsweep.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Spotube",
    "app_id": "com.github.KRTirtho.Spotube",
    "description": "Freedom of music",
    "description_long": "Open source Spotify client that doesn't require Premium nor uses Electron! Available for\n      both desktop &amp; mobile!\n      Following are the features that currently spotube offers:\n      \n        🚫 No ads, thanks to the use of public &amp; free Spotify and YT Music APIs¹\n        ⬇️ Downloadable tracks\n        🖥️ 📱 Cross-platform support\n        🪶 Small size &amp; less data usage\n        🕵️ Anonymous/guest login\n        🕒 Time synced lyrics\n        ✋ No telemetry, diagnostics or user data collection\n        🚀 Native performance\n        📖 Open source/libre software\n        🔉 Playback control is done locally, not on the server\n      \n    ",
    "build_date": "2024-12-08T19:38:15",
    "category": [
      "Audio",
      "Music",
      "Player",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/github/KRTirtho.Spotube/5a5a82785d912e63eeacbe22bccf4e34/icons/128x128/com.github.KRTirtho.Spotube.png",
    "license": "BSD-4-Clause",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Nextcloud Desktop",
    "app_id": "com.nextcloud.desktopclient.nextcloud",
    "description": "Nextcloud desktop synchronization client",
    "description_long": "The Nextcloud desktop client allows you to keep one or more folders full of\nyour photos, videos and documents synchronized with your server. Any file you\nadd, modify or delete in the synced folders on your desktop or laptop will show\nup, change or disappear on the server and all other connected devices. Thanks\nto the client, you can work with your files even when you are not online!\n    ",
    "build_date": "2024-12-07T16:30:26",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/nextcloud/desktopclient.nextcloud/346ff4a4379e4200d3771286d8463eed/icons/128x128/com.nextcloud.desktopclient.nextcloud.png",
    "license": "GPL-2.0+",
    "tag": [
      "Nextcloud",
      "syncing",
      "file",
      "sharing"
    ],
    "rank": 190
  },
  {
    "pkg": "Rnote",
    "app_id": "com.github.flxzt.rnote",
    "description": "Sketch and take handwritten notes",
    "description_long": "\n      Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents\n      and pictures.\n    \n      \n      Disclaimer: The file format is still unstable. It might change and break compatibility between\n      versions.\n    \n    ",
    "build_date": "2024-07-26T10:48:25",
    "category": [
      "Graphics",
      "Education",
      "Office",
      "VectorGraphics",
      "GNOME",
      "GTK"
    ],
    "icon": "https://dl.flathub.org/media/com/github/flxzt.rnote/741b51743327e393ccadac42e3e0f0fb/icons/128x128/com.github.flxzt.rnote.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Office",
      "Graphics",
      "Notes"
    ],
    "rank": 191
  },
  {
    "pkg": "OpenRGB",
    "app_id": "org.openrgb.OpenRGB",
    "description": "Open source RGB lighting control",
    "description_long": "\n      One of the biggest complaints about RGB is the software ecosystem\n      surrounding it.  Every manufacturer has their own app, their own brand,\n      their own style.  If you want to mix and match devices, you end up with a\n      ton of conflicting, functionally identical apps competing for your\n      background resources.  On top of that, these apps are proprietary and\n      Windows-only.  Some even require online accounts.  What if there was a way\n      to control all of your RGB devices from a single app, on both Windows and\n      Linux, without any nonsense?  That is what OpenRGB sets out to achieve.\n      One app to rule them all.\n    \n      \n      Features\n    \n      \n        Set colors and select effect modes for a wide variety of RGB\n      hardware\n        Save and load profiles\n        Control lighting from third party software using the OpenRGB SDK\n        Command line interface\n        Connect multiple instances of OpenRGB to synchronize lighting\n      across multiple PCs\n        Can operate standalone or in a client/headless server configuration\n        View device information\n        No official/manufacturer software required\n        Graphical view of device LEDs makes creating custom patterns easy\n      \n    ",
    "build_date": "2024-04-28T21:40:13",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/openrgb/OpenRGB/de36c468b6d851bbd868be4987220c7b/icons/128x128/org.openrgb.OpenRGB.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "rgb",
      "utility"
    ],
    "rank": 192
  },
  {
    "pkg": "Sunshine",
    "app_id": "dev.lizardbyte.app.Sunshine",
    "description": "Self-hosted game stream host for Moonlight",
    "description_long": "NOTE: Allow Sunshine Virtual Input (Required)\n      sudo chown $USER /dev/uinput &amp;&amp; echo 'KERNEL==\"uinput\", SUBSYSTEM==\"misc\",\n      OPTIONS+=\"static_node=uinput\", TAG+=\"uaccess\"' | sudo tee\n      /etc/udev/rules.d/60-sunshine-input.rules\n      NOTE: Sunshine uses a self-signed certificate. The web browser will report it as not secure,\n      but it is safe.\n      NOTE: KMS Grab (Optional)\n      sudo -i PULSE_SERVER=unix:$(pactl info | awk '/Server String/{print$3}')\n      flatpak run dev.lizardbyte.app.Sunshine\n      \n      Offering low latency, cloud gaming server capabilities with support for AMD, Intel,\n      and Nvidia GPUs for hardware encoding. Software encoding is also available. You can connect to Sunshine from any\n      Moonlight client on a variety of devices. A web UI is provided to allow configuration, and client pairing, from\n      your favorite web browser. Pair from the local server or any mobile device.\n    \n    ",
    "build_date": "2024-07-05T02:33:18",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/dev/lizardbyte/app.Sunshine/52f89d3fc5416038e6b5ffbe9e9c3d1a/icons/128x128/dev.lizardbyte.app.Sunshine.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 193
  },
  {
    "pkg": "Lime3DS",
    "app_id": "io.github.lime3ds.Lime3DS",
    "description": "3DS emulator forked from Citra",
    "description_long": "Lime3DS is a fork of Citra, a popular open-source Nintendo 3DS emulator which ceased development.\n      This project aims to pick up where Citra left off, continuing to fix bugs and implement new features.\n      \n        Note: Patch notes only reflect changes relevant to the Flatpak release. For full changelogs, visit the project's GitHub page\n      \n    ",
    "build_date": "2024-11-21T14:12:11",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/io/github/lime3ds.Lime3DS/eafcb2b5dbf5dfa047a4fea71272b8f2/icons/128x128/io.github.lime3ds.Lime3DS.png",
    "license": "GPL-2.0",
    "tag": [
      "3DS",
      "Nintendo"
    ],
    "rank": 194
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "A lightweight, free and open source web browser built for the modern web",
    "description_long": "\n      Important: This flatpak is not affiliated with, in any way, BrowserWorks Ltd. or the Mozilla Foundation\n    \n      \n      Waterfox gives you a sane way to browse the web. Built with you, the user, in mind.\n    \n      \n      Waterfox's Enhanced Tracking Protection safeguards your privacy while you surf. It prevents trackers from following you around the internet and collecting data about your browsing habits and interests without interfering with site operation. It also protects you from malicious programmes like malware that drain your battery.\n    \n      \n      Private Browsing does not save your browsing data, such as history or cookies, and does not leave a trail once you log out. Waterfox also includes Enhanced Tracking Protection, which stops hidden trackers from collecting your data and slowing down your browsing.\n    \n      \n      What you do within your browser stays with you. We don't need to know. Telemetry is disabled within the browser - and only limited data collection is used to keep your browser up to date and secure. Read more in the Privacy Policy.\n    \n    ",
    "build_date": "2024-11-28T17:25:54",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/c280e0b821cf37e1e41608f95d1bd3cd/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser",
      "web"
    ],
    "rank": 195
  },
  {
    "pkg": "Strawberry Music Player",
    "app_id": "org.strawberrymusicplayer.strawberry",
    "description": "A music player and collection organizer",
    "description_long": "\n      Strawberry is a music player and music collection organizer. It is aimed at music collectors and audiophiles. Strawberry is free software released under GPL. It's written in C++ using the Qt framework and GStreamer.\n    \n      Features:\n      \n        Play and organize music\n        Supports most popular audio formats and CD playback\n        Native desktop notifications\n        Playlist management and playlists in multiple formats\n        Smart and dynamic playlists\n        Advanced audio output and device configuration for bit-perfect playback on Linux\n        Edit tags on audio files\n        Automatically retrieve tags from MusicBrainz\n        Album cover art from Last.fm, Musicbrainz, Discogs, Musixmatch, Deezer, Tidal, Qobuz and Spotify\n        Song lyrics from Genius, Musixmatch, ChartLyrics, lyrics.ovh, lololyrics.com, songlyrics.com, azlyrics.com and elyrics.net\n        Audio analyzer and equalizer\n        Transfer music to mass-storage USB players, MTP compatible devices and iPod Nano/Classic\n        Scrobbler with support for Last.fm, Libre.fm and ListenBrainz\n        Streaming support for Subsonic-compatible servers\n        Unofficial streaming support for Tidal, Spotify and Qobuz\n      \n    ",
    "build_date": "2024-09-21T23:40:27",
    "category": [
      "AudioVideo",
      "Player",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/org/strawberrymusicplayer/strawberry/53fe332c07bfb4b331ae5f851d388e9c/icons/128x128/org.strawberrymusicplayer.strawberry.png",
    "license": "GPL-3.0+",
    "tag": [
      "Audio",
      "Player"
    ],
    "rank": 196
  },
  {
    "pkg": "GeForce NOW Electron",
    "app_id": "io.github.hmlendea.geforcenow-electron",
    "description": "Unofficial GeForce NOW application written in Electron",
    "description_long": "Unofficial Linux Desktop client for Nvidia's GeForce NOW game streaming service.\n    ",
    "build_date": "2024-07-24T08:04:17",
    "category": [
      "Network",
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/io/github/hmlendea.geforcenow-electron/69715fd1e52e72d290bd3c057073b8b0/icons/128x128/io.github.hmlendea.geforcenow-electron.png",
    "license": "GPL-3.0",
    "tag": [
      "Game",
      "Streaming",
      "Nvidia",
      "GeForce",
      "NOW",
      "GFN"
    ],
    "rank": 197
  },
  {
    "pkg": "Gwenview",
    "app_id": "org.kde.gwenview",
    "description": "Image Viewer",
    "description_long": "\n      Gwenview is a fast and easy to use image viewer by KDE, ideal for browsing and displaying a collection of images.\n    \n      Features:\n      \n        Simple image editing: rotate, crop, resize, mirror, flip, reduce red eye, and adjust brightness, contrast, or gamma\n        Annotate and mark up images with arrows, shapes, text boxes, image stamps, and more\n        Basic file management actions such as copy, move, delete, and others\n        Functions both as a standalone application and an embedded viewer in the Konqueror web browser\n      \n    ",
    "build_date": "2024-11-08T09:17:47",
    "category": [
      "Graphics",
      "Viewer",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/gwenview.desktop/a9b703b23eb1159bda5b904fceb3e8fd/icons/128x128/org.kde.gwenview.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 198
  },
  {
    "pkg": "Clapper",
    "app_id": "com.github.rafostar.Clapper",
    "description": "Lean back and enjoy videos",
    "description_long": "\n      Clapper is a modern media player designed for simplicity and ease of use.\n      Powered by GStreamer and built for the GNOME desktop environment using\n      GTK4 toolkit, it has a clean and stylish interface that lets you focus\n      on enjoying your favorite videos.\n    \n      \n      Clapper uses a playback queue where you can add multiple media files.\n      Think of it like a playlist that you can build. You can easily reorder\n      items or remove them from the queue with a simple drag and drop operation.\n    \n    ",
    "build_date": "2024-07-01T20:24:25",
    "category": [
      "AudioVideo",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/com/github/rafostar.Clapper/68c336720b3d41020f54be9cc09f0002/icons/128x128/com.github.rafostar.Clapper.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player",
      "Playlist",
      "DVD",
      "TV",
      "Disc",
      "Album",
      "Music",
      "GNOME",
      "Clapper"
    ],
    "rank": 199
  },
  {
    "pkg": "Cemu",
    "app_id": "info.cemu.Cemu",
    "description": "Nintendo Wii U Emulator",
    "description_long": "Cemu is a Nintendo Wii U emulator that is able to run most Wii U games and homebrew in a playable state. Created by Exzap, and written in C/C++.\n      This emulator aims at providing both high-accuracy and performance, and is actively being developed with new features and fixes to increase compatibility, convenience and usability.\n      It was written from scratch and development on the project began roughly early 2015.\n    ",
    "build_date": "2024-12-07T12:05:17",
    "category": [
      "Game",
      "Emulator"
    ],
    "icon": "https://dl.flathub.org/media/info/cemu/Cemu/7d061266e293cb932a765ac402e33715/icons/128x128/info.cemu.Cemu.png",
    "license": "MPL-2.0",
    "tag": [
      "nintendo"
    ],
    "rank": 200
  },
  {
    "pkg": "Document Viewer",
    "app_id": "org.gnome.Evince",
    "description": "Document viewer for popular document formats",
    "description_long": "A document viewer for the GNOME desktop. You can view, search or annotate documents in many different formats.\n      Evince supports documents in: PDF, PS, EPS, XPS, DjVu, TIFF, DVI (with SyncTeX), and Comic Books archives (CBR, CBT, CBZ, CB7).\n    ",
    "build_date": "2024-09-23T10:41:22",
    "category": [
      "Office",
      "Viewer",
      "Graphics",
      "2DGraphics",
      "VectorGraphics"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Evince/99e563c2929896c2b3448811c41b3e1b/icons/128x128/org.gnome.Evince.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "pdf",
      "ps",
      "postscript",
      "dvi",
      "xps",
      "djvu",
      "tiff",
      "document",
      "presentation",
      "viewer",
      "evince"
    ],
    "rank": 201
  },
  {
    "pkg": "MakeMKV",
    "app_id": "com.makemkv.MakeMKV",
    "description": "DVD and Blu-ray to MKV converter and network streamer",
    "description_long": "\n      MakeMKV is your one-click solution to convert video that you own\n      into free and patents-unencumbered format that can be played\n      everywhere. MakeMKV is a format converter, otherwise called\n      \"transcoder\". It converts the video clips from proprietary (and\n      usually encrypted) disc into a set of MKV files, preserving most\n      information but not changing it in any way. The MKV format can\n      store multiple video/audio tracks with all meta-information and\n      preserve chapters.\n    \n      \n      Additionally MakeMKV can instantly stream decrypted video\n      without intermediate conversion to wide range of players, so you\n      may watch Blu-ray and DVD discs with your favorite player on\n      your favorite OS or on your favorite device.\n    \n      NOTE: users of this software must accept the terms of the \"End\n    User License Agreement\".\n    \n    ",
    "build_date": "2024-11-05T21:04:35",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/com/makemkv/MakeMKV/618ae48fc595881d52a9938cff74dc4c/icons/128x128/com.makemkv.MakeMKV.png",
    "license": "LicenseRef-proprietary AND GPL-2.0 AND LGPL-2.1-only",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "Cheese",
    "app_id": "org.gnome.Cheese",
    "description": "Take photos and videos with your webcam, with fun graphical effects",
    "description_long": "\n      Cheese uses your webcam to take photos and videos, applies fancy\n      special effects and lets you share the fun with others.\n    \n      \n      Take multiple photos in quick succession with burst mode.\n      Use the countdown to give yourself time to strike a pose, and wait for the\n      flash!\n    \n      \n      Under the hood, Cheese uses GStreamer to apply fancy effects to\n      photos and videos.\n      With Cheese it is easy to take photos of you, your friends, pets or\n      whatever you want and share them with others.\n    \n    ",
    "build_date": "2024-06-12T15:50:36",
    "category": [
      "AudioVideo",
      "Video",
      "Recorder"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Cheese.desktop/962e060d32982bab12c31d91654bd1d6/icons/128x128/org.gnome.Cheese.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "photo",
      "video",
      "webcam",
      "camera",
      "selfie"
    ],
    "rank": 203
  },
  {
    "pkg": "fan-control",
    "app_id": "io.github.wiiznokes.fan-control",
    "description": "Control your fans with different behaviors",
    "description_long": "You can add items with the buttons on the right of the app.\n      To save a configuration, write a name in the \"Configuration name\" field, and click on the +.\n      To modify the value of a fan, you must select it in a Control item (the left column), select a\n      Behavior, and activate the swtich.\n    \n      \n        Display sensors data on real time\n        Control fans based on custom behaviors\n        Save configuration\n      \n      Note: After installation, you will need to add the necessary udev rule to your system for\n      this to work. See the GitHub page for more details.\n    ",
    "build_date": "2024-10-06T21:05:24",
    "category": [
      "System",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/wiiznokes.fan-control/9783f42b096e81e1e81449b8074cd2fb/icons/128x128/io.github.wiiznokes.fan-control.png",
    "license": "GPL-3.0-only",
    "tag": [
      "fan",
      "control",
      "temp",
      "sensor"
    ],
    "rank": 204
  },
  {
    "pkg": "yuki-iptv",
    "app_id": "io.github.yuki_iptv.yuki-iptv",
    "description": "IPTV player with EPG support",
    "description_long": "\n      IPTV player with many features, such as:\n    \n      \n        M3U / XSPF playlists support\n        XTream API support\n        TV program (EPG) support\n        Stream recording\n        Playlist editor\n        TV archive / catchup\n        and many more...\n      \n    ",
    "build_date": "2024-12-06T18:59:51",
    "category": [
      "AudioVideo",
      "Video",
      "Player",
      "Recorder",
      "TV"
    ],
    "icon": "https://dl.flathub.org/media/io/github/yuki_iptv.yuki-iptv/a54609e7659a58eb18ecb27bdb40ac91/icons/128x128/io.github.yuki_iptv.yuki-iptv.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Television",
      "Stream"
    ],
    "rank": 205
  },
  {
    "pkg": "PrusaSlicer",
    "app_id": "com.prusa3d.PrusaSlicer",
    "description": "Get perfect 3D prints",
    "description_long": "\n            PrusaSlicer (formerly known as Slic3r Prusa Edition or Slic3r PE) is our own in-house developed slicer software \n            based on the open-source project Slic3r. PrusaSlicer is an open-source, feature-rich, frequently updated tool \n            that contains everything you need to export the perfect print files for (not only) your Original Prusa 3D printer.\n            Of course, it’s still open-source and you’ll find everything on our GitHub. \n            We’re still proud that our slicer is based on the original project written by Alessandro Ranellucci! \n            Both projects now happily coexist and new features are frequently merged between one and another.\n        \n    ",
    "build_date": "2024-11-13T18:32:17",
    "category": [
      "Graphics",
      "3DGraphics",
      "Engineering"
    ],
    "icon": "https://dl.flathub.org/media/com/prusa3d/PrusaSlicer/f33b4dac6d5d8d2cf5008d30f7792cf2/icons/128x128/com.prusa3d.PrusaSlicer.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer",
      "slice",
      "3D",
      "printer",
      "convert",
      "gcode",
      "stl",
      "obj",
      "amf",
      "SLA"
    ],
    "rank": 206
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "🚀️ Planify is here...\n      \n        🚀️ Complete redesign of the UI.\n        🤚️ Drag and Order: Sort your tasks wherever you want.\n        💯️ Progress And Emoji indicator for each project.\n        💪️ Be more productive and organize your tasks by 'Sections'.\n        🌙️ Better integration with the dark theme.\n        🎉️ and much more.\n      \n      ☁️ Support for Todoist:\n      \n        Synchronize your Projects, Task and Sections thanks to Todoist.\n        Support for Todoist offline: Work without an internet connection and when everything is reconnected it will be synchronized.\n      \n      * Planify not created by, affiliated with, or supported by Doist\n      💎️ Other features:\n      \n        🔍️ Quick Find\n        🌙️ Night mode\n        ⏰️ Reminders\n      \n    ",
    "build_date": "2024-11-05T05:30:23",
    "category": [
      "Utility",
      "Office",
      "ProjectManagement",
      "Calendar"
    ],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/fdb8c462bd5734aa9b6fd8d518a29b72/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "development",
      "task",
      "tasks",
      "project",
      "todo",
      "event",
      "events",
      "calendar",
      "todoist"
    ],
    "rank": 207
  },
  {
    "pkg": "KPatience",
    "app_id": "org.kde.kpat",
    "description": "Solitaire card game",
    "description_long": "KPat (aka KPatience) is a relaxing card sorting game. To win the game a player has to arrange a single deck of cards in certain order amongst each other.\n    ",
    "build_date": "2024-11-08T02:45:06",
    "category": [
      "Game",
      "CardGame"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/kpat/165bb6d7ce13d595884219472a45784e/icons/128x128/org.kde.kpat.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 208
  },
  {
    "pkg": "Speech Note",
    "app_id": "net.mkiol.SpeechNote",
    "description": "Notes with offline Speech to Text, Text to Speech and Machine Translation",
    "description_long": "Speech Note let you take, read and translate notes in multiple languages.\n      It uses Speech to Text, Text to Speech and Machine Translation to do so.\n      Text and voice processing take place entirely offline, locally on your\n      computer, without using a network connection. Your privacy is always\n      respected. No data is sent to the Internet.\n    ",
    "build_date": "2024-08-17T07:58:27",
    "category": [
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/net/mkiol/SpeechNote/ea5a9b7c65f1ea46873ef31f6297635c/icons/128x128/net.mkiol.SpeechNote.png",
    "license": "MPL-2.0",
    "tag": [
      "speech",
      "offline",
      "voice",
      "stt",
      "asr",
      "speech-to-text",
      "speech-recognition",
      "tts",
      "text-to-speech",
      "speech-synthesis",
      "machine-translation",
      "translator",
      "subtitles",
      "deepspeech",
      "vosk",
      "whisper",
      "rhvoice",
      "piper",
      "espeak",
      "mbrola",
      "coqui",
      "bergamot"
    ],
    "rank": 209
  },
  {
    "pkg": "Eclipse IDE for Java Developers",
    "app_id": "org.eclipse.Java",
    "description": "The essential tools for any Java developer, including a Java IDE, a Git client, XML Editor, Maven and Gradle integration",
    "description_long": "The Eclipse IDE delivers what you need to rapidly innnovate.\n      \n        Polyglot language support: First class support for Java, JavaScript/TypeScript, C/C++, PHP, Rust, and others\n        Community powered: More and more the Eclipse IDE is being powered by individual contributors all around the world\n        Improved Java development tooling: Improved code templates and added various quick fixes\n        Better UI: Streamlined the UI through inline rename, a brand new Quick Search dialog and a better dark theme\n        Proven extensibility: A huge variety of platform plug-ins\n        Free and open source: Free and open source released under the terms of the Eclipse Public License 2.0\n      \n    ",
    "build_date": "2024-12-06T14:18:22",
    "category": [
      "Development",
      "IDE"
    ],
    "icon": "https://dl.flathub.org/media/org/eclipse/Java/f986b1a937ad646876117265993490a0/icons/128x128/org.eclipse.Java.png",
    "license": "EPL-2.0",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "AppImage Pool",
    "app_id": "io.github.prateekmedia.appimagepool",
    "description": "A simple, modern AppImageHub Client.",
    "description_long": "Simple AppImageHub Client\n      Main Highlights:\n      \n        Simplified categories\n        Download from github directly, no extra-server involved\n        Integrate and Disintegrate appimages easily from your system\n        Version History and multi download support\n        FLOSS and non profit app\n      \n    ",
    "build_date": "2024-10-25T21:47:36",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/prateekmedia.appimagepool/d4f5b376747061df72140daffd9d1b8c/icons/128x128/io.github.prateekmedia.appimagepool.png",
    "license": "GPL-3.0-only",
    "tag": [
      "AppImage",
      "Store",
      "AppImageHub",
      "Flutter",
      "Gtk"
    ],
    "rank": 211
  },
  {
    "pkg": "Sticky Notes",
    "app_id": "com.vixalien.sticky",
    "description": "Pin notes to your desktop",
    "description_long": "\n\t\t\tSticky Notes is a simple sticky notes app for GNOME. It allows you to create\n\t\t\tnotes and format them.\n\t\t\n      Current features:\n      \n        simple formatting (bold, italic, underline and strikethrough)\n        notes are restored if they were open when the application was closed\n        changing color of notes\n        dark theme support\n      \n    ",
    "build_date": "2024-10-30T18:29:03",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/vixalien/sticky/daa217c74d58ebdc7793f1b9f109d5f9/icons/128x128/com.vixalien.sticky.png",
    "license": "MIT",
    "tag": [
      "Sticky",
      "Notes",
      "Write",
      "PostIt"
    ],
    "rank": 212
  },
  {
    "pkg": "Solaar",
    "app_id": "io.github.pwr_solaar.solaar",
    "description": "Linux manager for Logitech keyboards, mice, and trackpads",
    "description_long": "\n      Solaar is a Linux manager for many Logitech keyboards, mice, and trackpads that connect wirelessly to a USB, Lightspeed, or Nano receiver, connect directly via a USB cable, or connect via Bluetooth. Solaar does not work with peripherals from other companies.\n    \n      \n      Solaar can be used as a GUI application or via its command-line interface. Both interfaces are able to list the connected devices and show information about each device, often including battery status. Solaar is able to pair and unpair devices with receivers as supported by the device and receiver. Solaar can also control some changeable features of devices, such as smooth scrolling or function key behavior.\n    \n      \n      Solaar's GUI normally uses an icon in the system tray and starts with its main window visible.\n    \n    ",
    "build_date": "2024-11-05T16:44:12",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/pwr_solaar.solaar/2770922e8adb28b80f5c7af79b9178ce/icons/128x128/io.github.pwr_solaar.solaar.png",
    "license": "GPL-2.0-only",
    "tag": [
      "logitech",
      "unifying",
      "receiver",
      "mouse",
      "keyboard"
    ],
    "rank": 213
  },
  {
    "pkg": "Sublime Text",
    "app_id": "com.sublimetext.three",
    "description": "Sophisticated text editor for code, markup and prose",
    "description_long": "A sophisticated text editor for code, markup and prose.",
    "build_date": "2022-01-13T22:49:44",
    "category": [
      "Development",
      "TextEditor",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.sublimetext.three.png",
    "license": "LicenseRef-proprietary=https://www.sublimetext.com/eula",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Avidemux",
    "app_id": "org.avidemux.Avidemux",
    "description": "Multi-purpose video editing and processing software",
    "description_long": "\n            Avidemux is a free open-source program designed for multi-purpose\n            video editing and processing, which can be used on almost all known\n            operating systems and computer platforms.\n        \n    ",
    "build_date": "2024-11-11T14:19:45",
    "category": [
      "AudioVideo",
      "AudioVideoEditing",
      "Video"
    ],
    "icon": "https://dl.flathub.org/media/org/avidemux/Avidemux/e4404c98dbe7267a8389a93960cd77ed/icons/128x128/org.avidemux.Avidemux.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "GPU-Viewer",
    "app_id": "io.github.arunsivaramanneo.GPUViewer",
    "description": "A front-end to glxinfo, vulkaninfo, clinfo and es2_info",
    "description_long": "\n            This project aims to capture all the important details of glxinfo, vulkaninfo and clinfo in a GUI. The project is being developed using python 3 pygobject with GTK4. All the important details are extracted using glxinfo/vulkaninfo/clinfo with the combination of grep, CAT , AWK commands and displayed in the front-end. There is no hard OpenGL Programming involved, until glxinfo, vulkaninfo and clinfo works the GPU-viewer will also work.\n        \n    ",
    "build_date": "2024-12-07T11:26:53",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/media/io/github/arunsivaramanneo.GPUViewer/18d0f62df6419c77b5a29c9fcdb5d3e1/icons/128x128/io.github.arunsivaramanneo.GPUViewer.png",
    "license": "GPL-3.0",
    "tag": [
      "GPU",
      "Graphics",
      "Vulkan",
      "OpenGL",
      "OpenCL",
      "Mesa",
      "AMD",
      "Intel",
      "NVIDIA:Radeon",
      "Geforce"
    ],
    "rank": 216
  },
  {
    "pkg": "UltiMaker Cura",
    "app_id": "com.ultimaker.cura",
    "description": "Slicer to prepare your 3D printing projects",
    "description_long": "UltiMaker Cura is a slicer, an application that prepares your model for 3D printing. Optimized, expert-tested profiles for 3D printers and materials mean you can start printing reliably in no time. And with industry-standard software integration, you can streamline your workflow for maximum efficiency.\n    ",
    "build_date": "2024-11-20T16:35:24",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/ultimaker/cura.desktop/34db8d248e1ad47e21cfee11c3ce1178/icons/128x128/com.ultimaker.cura.desktop.png",
    "license": "LGPL-3.0 and CC-BY-SA-4.0",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Parsec",
    "app_id": "com.parsecgaming.parsec",
    "description": "Simple, low-latency game streaming",
    "description_long": "Connect to your computer from anywhere\n      Remote desktop reimagined - a seamless 4k experience at up to 60 frames per second with near-zero latency.\n     Secure, flexible, effortless access to whatever you do, at any time, from wherever you go.\n      NOTE: A Parsec account is required to use this application.\n      NOTE: Parsec will not allow you to access your Linux machine remotely. You can only\n     connect to Windows and macOS machines.\n      NOTE: This wrapper is not verified by, affiliated with, or\n    supported by Parsec Cloud, Inc.\n    ",
    "build_date": "2024-07-19T15:41:25",
    "category": [
      "Network",
      "Game",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/com/parsecgaming/parsec/22a654406fc9c48c5935415a0d5b6cc4/icons/128x128/com.parsecgaming.parsec.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Characters",
    "app_id": "org.gnome.Characters",
    "description": "Character map application",
    "description_long": "\n      Characters is a simple utility application to find and insert unusual characters.  It allows you to quickly find the character you are looking for by searching for keywords.\n    \n      \n      You can also browse characters by categories, such as Punctuation, Pictures, etc.\n    \n    ",
    "build_date": "2024-09-20T14:02:24",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Characters/e4cd98675dfac8e44ab88d6b3f0f32e6/icons/128x128/org.gnome.Characters.png",
    "license": "BSD-3-Clause AND GPL-2.0-or-later",
    "tag": [
      "characters",
      "unicode",
      "punctuation",
      "math",
      "letters",
      "emoji",
      "emoticon",
      "symbols"
    ],
    "rank": 219
  },
  {
    "pkg": "XIVLauncher",
    "app_id": "dev.goats.xivlauncher",
    "description": "Launcher & seamless Linux integration for Final Fantasy XIV Online",
    "description_long": "\n      XIVLauncher is a custom launcher for FINAL FANTASY XIV that offers painless patching, a customized WINE version for perfect compatibility with FFXIV, a multitude of useful plugins and seamless Steam Deck integration. Install, log in, patch, and get started!\n    \n      \n      Please note that this flatpak may not work properly on Steam Deck. See our Steam Deck FAQ, linked below under help, for more information and an alternative option.\n    \n      \n      FINAL FANTASY is a registered trademark of Square Enix Holdings Co., Ltd. FINAL FANTASY XIV © 2010-2022 SQUARE ENIX CO., LTD. All Rights Reserved. We are not affiliated with SQUARE ENIX CO., LTD. in any way.\n    \n    ",
    "build_date": "2024-11-12T20:15:20",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/dev/goats/xivlauncher/166c394957c694c689da812af937943f/icons/128x128/dev.goats.xivlauncher.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Volume Control",
    "app_id": "org.pulseaudio.pavucontrol",
    "description": "Adjust device and app volumes",
    "description_long": "PulseAudio Volume Control (pavucontrol) is a volume control tool (“mixer”) for the PulseAudio sound server. In contrast to classic mixer tools, this one allows you to control both the volume of hardware devices and of each playback stream separately.\n    ",
    "build_date": "2024-10-19T12:30:53",
    "category": [
      "AudioVideo",
      "Audio",
      "Mixer",
      "Settings",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/org/pulseaudio/pavucontrol/681536818902058d7b44f1835771871e/icons/128x128/org.pulseaudio.pavucontrol.png",
    "license": "GPL-2.0+",
    "tag": [
      "pavucontrol",
      "PulseAudio",
      "Microphone",
      "Volume",
      "Fade",
      "Balance",
      "Headset",
      "Speakers",
      "Headphones",
      "Audio",
      "Mixer",
      "Output",
      "Input",
      "Devices",
      "Playback",
      "Recording",
      "System Sounds",
      "Sound Card",
      "Settings",
      "Preferences"
    ],
    "rank": 221
  },
  {
    "pkg": "Aisleriot Solitaire",
    "app_id": "org.gnome.Aisleriot",
    "description": "Play many different solitaire games",
    "description_long": "\n      Aisleriot — also known as sol or solitaire — is a card game application\n      that features over 80 different solitaire-type card games which are designed to\n      play using a mouse, keyboard, or trackpad.\n    \n    ",
    "build_date": "2024-10-05T14:07:12",
    "category": [
      "Game",
      "CardGame"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Aisleriot/feb4261899cc31b4876002816fe682da/icons/128x128/org.gnome.Aisleriot.png",
    "license": "GPL-3.0+",
    "tag": [
      "solitaire",
      "cards",
      "klondike",
      "spider",
      "freecell",
      "patience"
    ],
    "rank": 222
  },
  {
    "pkg": "Connections",
    "app_id": "org.gnome.Connections",
    "description": "View and use other desktops",
    "description_long": "\n    Connections allows you to connect to and use other desktops. This can be a great way to access content or software on a different desktop operating system. It can also be used as a way to provide support to users who might need help.\n    \n      \n    A range of different operating systems can be connected to, including Linux and Windows desktops. You can also connect to virtual machines.\n    \n      \n    Connections uses the widely supported VNC and RDP protocols, and one of these must be enabled on the desktop that you want to connect to.\n    \n    ",
    "build_date": "2024-09-24T07:51:20",
    "category": [
      "Utility",
      "RemoteAccess",
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Connections.desktop/285b363ea24a454fe592607389f2964c/icons/128x128/org.gnome.Connections.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "vnc",
      "rdp",
      "remote",
      "desktop",
      "windows",
      "support",
      "access",
      "view"
    ],
    "rank": 223
  },
  {
    "pkg": "osu!",
    "app_id": "sh.ppy.osu",
    "description": "Rhythm is just a *click* away!",
    "description_long": "Open source rhythm game written in C# and inspired by Osu! Tatakae! Ouendan\n      Attention: Unofficial package. For official releases, please visit the osu! website.\n    ",
    "build_date": "2024-12-09T03:33:03",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/sh/ppy/osu/2811b0fc749d9cd463081b76817868ea/icons/128x128/sh.ppy.osu.png",
    "license": "MIT",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Evolution",
    "app_id": "org.gnome.Evolution",
    "description": "Manage your email, contacts and schedule",
    "description_long": "Evolution is a personal information management application that provides integrated mail, calendaring and address book functionality.\n      Evolution supports a wide range of industry standard data formats and network protocols for information exchange, with an emphasis on standards compliance and security. Evolution can also integrate smoothly with Microsoft Exchange by way of the “Exchange Web Services” (EWS) extension.\n    ",
    "build_date": "2024-12-06T13:22:36",
    "category": [
      "Office",
      "Email",
      "Calendar",
      "ContactManagement"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Evolution.desktop/7b8c6932f5b7eb5c49970db955feef63/icons/128x128/org.gnome.Evolution.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [
      "email",
      "calendar",
      "contact",
      "addressbook",
      "task"
    ],
    "rank": 225
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity\n      \n        Save, import and download color schemes\n        Customize the panel and dock\n        Replicate other desktop's layouts\n        Fearless tweaking with snapshots\n      \n    ",
    "build_date": "2024-11-15T09:11:25",
    "category": [
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/b870a070d98c0b7425a103b3a9391615/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 226
  },
  {
    "pkg": "File Roller",
    "app_id": "org.gnome.FileRoller",
    "description": "Open, modify and create compressed archive files",
    "description_long": "\n      File Roller is a GNOME application for opening, creating, and\n      modifying archive and compressed archive files.\n    \n      \n      File Roller supports a wide range of different archive files, including:\n    \n      \n        gzip archives (.tar.gz, .tgz)\n        bzip archives (.tar.bz, .tbz)\n        zip archives (.zip)\n        xz archives (.tar.xz)\n      \n    ",
    "build_date": "2024-12-08T19:27:57",
    "category": [
      "Utility",
      "Archiving",
      "Compression"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/FileRoller/73275311b586f0de9b3fd04a7b6f7e99/icons/128x128/org.gnome.FileRoller.png",
    "license": "GPL-2.0+",
    "tag": [
      "zip",
      "tar",
      "extract",
      "unpack"
    ],
    "rank": 227
  },
  {
    "pkg": "Angry IP Scanner",
    "app_id": "org.angryip.ipscan",
    "description": "Fast and friendly network scanner",
    "description_long": "NOTE: This wrapper is not verified by, affiliated with, or supported by Anton Keks and contributors.\n      Angry IP Scanner (or simply ipscan) is an open-source and cross-platform network scanner designed to be fast and simple to use. It scans IP addresses and ports, as well as having many other features.\n      It is widely used by network administrators and just curious users around the world, including large and small enterprises, banks, and government agencies.\n    ",
    "build_date": "2024-09-11T08:58:10",
    "category": [
      "Network",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/org/angryip/ipscan/41034d55d7b85895fa7d3bf2ddf0864e/icons/128x128/org.angryip.ipscan.png",
    "license": "GPL-2.0+",
    "tag": [
      "angry",
      "ipscan",
      "ip",
      "scan",
      "scanner"
    ],
    "rank": 228
  },
  {
    "pkg": "KiCad",
    "app_id": "org.kicad.KiCad",
    "description": "An EDA suite for schematic and circuit board design",
    "description_long": "KiCad is a free and open-source electronics design automation (EDA) suite. It features schematic capture, integrated circuit simulation, printed circuit board (PCB) layout, 3D rendering, and plotting/data export to numerous formats. KiCad also includes a high-quality component library featuring thousands of symbols, footprints, and 3D models. KiCad has minimal system requirements and runs on Linux, Windows, and macOS.\n    ",
    "build_date": "2024-12-03T09:13:33",
    "category": [
      "Electronics",
      "Engineering",
      "Science",
      "Electricity"
    ],
    "icon": "https://dl.flathub.org/media/org/kicad/KiCad/53089a6fddd296a55bba0601a6199e11/icons/128x128/org.kicad.KiCad.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "KiCad",
      "EDA",
      "PCB",
      "Schematic",
      "Circuit board",
      "Gerber",
      "PcbNew",
      "Eeschema"
    ],
    "rank": 229
  },
  {
    "pkg": "SuperTuxKart",
    "app_id": "net.supertuxkart.SuperTuxKart",
    "description": "A 3D open-source kart racing game",
    "description_long": "\n      Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.\n    \n      \n      We have several tracks with various themes for players to enjoy, from driving underwater, rural farmlands, jungles or even in space! Try your best while avoiding other karts as they may overtake you, but don't eat the bananas! Watch for bowling balls, plungers, bubble gum, and cakes thrown by your opponents.\n    \n      \n      You can do a single race against other karts, compete in one of several Grand Prix, try to beat the high score in time trials on your own, play battle mode against the computer or your friends, and more! For a greater challenge, join online and meet players from all over the world and prove your racing skills!\n    \n    ",
    "build_date": "2024-10-31T12:41:13",
    "category": [
      "Game",
      "ArcadeGame"
    ],
    "icon": "https://dl.flathub.org/media/net/supertuxkart/SuperTuxKart/8136424dd3beeb3c292dc8dee8cc4928/icons/128x128/net.supertuxkart.SuperTuxKart.png",
    "license": "GPL-3.0+",
    "tag": [
      "tux",
      "game",
      "race"
    ],
    "rank": 230
  },
  {
    "pkg": "Viber",
    "app_id": "com.viber.Viber",
    "description": "Send free messages and make free calls",
    "description_long": "Send free messages and make free calls to other Viber users on any device and network, in any country!\n      Viber syncs your contacts and messages with your mobile device.\n    ",
    "build_date": "2024-09-21T06:00:39",
    "category": [
      "InstantMessaging",
      "Network",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/com/viber/Viber.desktop/78f70335af49e15ecf00aa1bbf8e879f/icons/128x128/com.viber.Viber.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "WebCord",
    "app_id": "io.github.spacingbat3.webcord",
    "description": "Web-based Discord client",
    "description_long": "\n      This flatpak is not supported by webcord directly! Please open issues on the flathub repository first!\n    \n      \n      An Electron wrapper for the Discord web-client. It introduces new privacy features and an optionnal native wayland support.\n    \n    ",
    "build_date": "2024-10-20T15:49:40",
    "category": [
      "Network",
      "InstantMessaging"
    ],
    "icon": "https://dl.flathub.org/media/io/github/spacingbat3.webcord/41e41bab3e0ae4467f01d191e6e7293f/icons/128x128/io.github.spacingbat3.webcord.png",
    "license": "MIT",
    "tag": [
      "Discord",
      "Fosscord"
    ],
    "rank": 232
  },
  {
    "pkg": "Wireshark",
    "app_id": "org.wireshark.Wireshark",
    "description": "Network protocol analyzer",
    "description_long": "\n\tWireshark allows you to examine protocol data stored in files.\n\tIt supports dozens of protocol capture file formats and understands\n\tmore than a thousand protocols.\n    \n      \n\tIt has many powerful features including a rich display filter language\n\tand the ability to reassemble multiple protocol packets in order to,\n\tfor example, view a complete TCP stream, save the contents of a file\n\twhich was transferred over HTTP or CIFS, or play back an RTP audio\n\tstream.\n    \n      \n\tNOTE: This version of Wireshark does not support capturing data.\n    \n    ",
    "build_date": "2024-11-20T22:49:54",
    "category": [
      "Network",
      "Monitor"
    ],
    "icon": "https://dl.flathub.org/media/org/wireshark/Wireshark/9006ce859c2eca3dc0fc9a0af37ebc0e/icons/128x128/org.wireshark.Wireshark.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Video Trimmer",
    "app_id": "org.gnome.gitlab.YaLTeR.VideoTrimmer",
    "description": "Trim videos quickly",
    "description_long": "\n\t\t\tVideo Trimmer cuts out a fragment of a video given the start and end timestamps. The video is never re-encoded, so the process is very fast and does not reduce the video quality.\n\t\t\n    ",
    "build_date": "2024-10-02T09:58:34",
    "category": [
      "Video",
      "AudioVideo"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.VideoTrimmer/5c0ba1836d0dd03c1fb1c5937c5a80b8/icons/128x128/org.gnome.gitlab.YaLTeR.VideoTrimmer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Cut",
      "Movie",
      "Film",
      "Clip"
    ],
    "rank": 234
  },
  {
    "pkg": "Notesnook",
    "app_id": "com.notesnook.Notesnook",
    "description": "A fully open source & end-to-end encrypted note taking alternative to Evernote",
    "description_long": "\n      Notesnook is a free (as in speech) &amp; open source note taking app\n      focused on user privacy &amp; ease of use. To ensure zero knowledge\n      principles, Notesnook encrypts everything on your device using\n      XChaCha20-Poly1305 &amp; Argon2.\n    \n      \n      Notesnook is our proof that privacy does not (always) have to come at the\n      cost of convenience. Our goal is to provide users peace of mind &amp; 100%\n      confidence that their notes are safe and secure. Our decision to go fully\n      open source is one of the most crucial steps towards that.\n    \n      \n      Notesnook is a user focused note taking tool meant to offer a fully\n      end-to-end encrypted note taking experience for everyone. This includes\n      the majority of our less tech savy users who just want to take notes\n      without all the hassle.\n    \n      \n      In short, Notesnook aims to offer a complete replacement for other\n      insecure note taking tools like Evernote &amp; Notion. Because let's be\n      honest, these tools offer great productivity but at a great cost to your\n      privacy.\n    \n    ",
    "build_date": "2024-11-24T18:33:59",
    "category": [
      "Education",
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/com/notesnook/Notesnook/00b2f2ccd6eee0ec69c11ec35232ae27/icons/128x128/com.notesnook.Notesnook.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notepad",
      "note taking app",
      "note taking",
      "end-to-end encrypted",
      "notebook"
    ],
    "rank": 235
  },
  {
    "pkg": "SMPlayer",
    "app_id": "info.smplayer.SMPlayer",
    "description": "A great media player",
    "description_long": "\n        SMPlayer is a free media player with built-in codecs that can\n        play virtually all video and audio formats. It doesn't need any\n        external codecs. Just install SMPlayer and you'll be able to play\n        all formats without the hassle to find and install codec packs.\n    \n      \n        It provides many interesting features like the possibility to play\n        YouTube videos, search and download subtitles or cast to external devices\n        like smartphones and tablets.\n    \n      \n        One of the main features is the ability to remember the settings of previously\n        played files, so when you play them later they will be resumed at the same point\n        and with the same settings.\n    \n    ",
    "build_date": "2024-06-08T12:37:25",
    "category": [
      "AudioVideo",
      "Video",
      "Audio"
    ],
    "icon": "https://dl.flathub.org/media/info/smplayer/SMPlayer/6e9407cfad3f504cca6bf2ebf33dd1fa/icons/128x128/info.smplayer.SMPlayer.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "TLP-UI",
    "app_id": "com.github.d4nj1.tlpui",
    "description": "TLP configuration utility",
    "description_long": "Change TLP settings easily and provide a basic overview of all the valid configuration values\n    ",
    "build_date": "2024-09-30T15:40:39",
    "category": [
      "Settings",
      "HardwareSettings",
      "System"
    ],
    "icon": "https://dl.flathub.org/media/com/github/d4nj1.tlpui/5a600ebec75378d7d3e5fe282e73fc66/icons/128x128/com.github.d4nj1.tlpui.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "Google Chrome (unstable)",
    "app_id": "com.google.ChromeDev",
    "description": "The web browser from Google",
    "description_long": "\n    Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster,\n    safer, and easier.\n    \n      NOTE: This wrapper is not verified by, affiliated with, or supported by Google.\n    ",
    "build_date": "2024-12-05T16:57:31",
    "category": [
      "Network",
      "WebBrowser"
    ],
    "icon": "https://dl.flathub.org/media/com/google/ChromeDev/df66c62119de2ed77a1f03f6015e9ee8/icons/128x128/com.google.ChromeDev.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dev"
    ],
    "rank": 238
  },
  {
    "pkg": "Zotero",
    "app_id": "org.zotero.Zotero",
    "description": "Collect, organize, cite, and share research",
    "description_long": "\n      Zotero [zoh-TAIR-oh] is a free, easy-to-use tool to help you collect,\n      organize, cite, and share your research sources.\n    \n      \n      NOTE: This wrapper is not verified by, affiliated with, or supported by the Zotero project.\n      Please confirm that problems are reproducible using the official tarball before reporting in the Zotero Forums.\n    \n      \n      NOTE: The user home permission is provided for compatiblity purpose.\n      Home access permission can be safely removed as follows:\n      First, move folders \"~/.zotero\" and \"~/Zotero\" to the app sandbox, typically in \"~/.var/app/org.zotero.Zotero/\";\n      then, remove home access premission in flatseal, Plasma settings, \n      or with the command \"flatpak override --user --nofilesystem=home org.zotero.Zotero\"; and restart zotero.\n    \n      \n      The drag and drop functionality might break after rejecting the permission for home directory,\n      please use file chooser instead, or grant permission to the drag and drop location via \n      \"flatpak override --user --filesystem=/PATH/TO/DragAndDrop org.zotero.Zotero\" or flatseal.\n    \n      \n      NOTE: If your Zotero folder is not located inside your home directory, please grant permission to access that\n      folder via \"flatpak override --user --filesystem=/PATH/TO/ZOTEROFOLDER org.zotero.Zotero\".\n    \n    ",
    "build_date": "2024-12-08T21:48:49",
    "category": [
      "Office"
    ],
    "icon": "https://dl.flathub.org/media/org/zotero/Zotero/e509c054bf2e28eb2e2d246b3896053b/icons/128x128/org.zotero.Zotero.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 239
  },
  {
    "pkg": "Web Apps",
    "app_id": "net.codelogistics.webapps",
    "description": "Install websites as apps",
    "description_long": "\n      Install websites as desktop apps, so that they appear in their own windows separate from any browsers installed.\n      This is similar to the \"Install as App\" feature found in popular web browsers.\n    \n      \n      It uses an internal browser isolated from the system browser, which can optionally be used in incognito mode.\n      Links to websites other than the one installed open in a new browser window.\n    \n    ",
    "build_date": "2024-11-24T07:58:37",
    "category": [
      "Network"
    ],
    "icon": "https://dl.flathub.org/media/net/codelogistics/webapps/d19a10959d03640f1c0bfc4200687f5e/icons/128x128/net.codelogistics.webapps.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 240
  },
  {
    "pkg": "Fragments",
    "app_id": "de.haeckerfelix.Fragments",
    "description": "Manage torrents",
    "description_long": "\n      An easy to use BitTorrent client. Fragments can be used to transfer files via the BitTorrent peer-to-peer file-sharing protocol, such as videos, music or installation images for Linux distributions.\n    \n      \n        Overview of all torrents grouped by status\n        Schedule the order of downloads with a queue\n        Automatic detection of torrent or magnet links from the clipboard\n        Manage and access individual files of a torrent\n        Connect to remote Fragments or Transmission sessions\n      \n      \n      Fragments uses the Transmission BitTorrent project under the hood.\n    \n    ",
    "build_date": "2024-12-08T12:51:37",
    "category": [
      "Utility",
      "FileTransfer",
      "P2P"
    ],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Fragments/6f1828980d49945b599a6acdee2f01e8/icons/128x128/de.haeckerfelix.Fragments.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet",
      "download",
      "p2p"
    ],
    "rank": 241
  },
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:\n      \n        Trigonometric functions, logic operations and statistical calculations\n        A results stack which enables convenient recall of previous calculation results\n        Precision is user-definable\n        The display allows cut and paste of numbers\n        The display colors and font are configurable, aiding usability\n        The use of key-bindings make it easy to use without a pointing device\n      \n    ",
    "build_date": "2024-11-08T09:13:13",
    "category": [
      "Utility",
      "Calculator"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/06595fae5e05bb98d95c0b57ceb2e712/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 242
  },
  {
    "pkg": "digiKam",
    "app_id": "org.kde.digikam",
    "description": "Photo Management Program",
    "description_long": "\n        digiKam is an advanced open-source digital photo management application that runs on Linux, Windows, and MacOS.\n        The application provides a comprehensive set of tools for importing, managing, editing, and sharing photos and raw files.\n        You can use digiKam’s import capabilities to easily transfer photos, raw files, and videos directly from your camera\n        and external storage devices (SD cards, USB disks, etc.). The application allows you to configure import settings and rules\n        that process and organize imported items on-the-fly.\n    \n      \n        digiKam organizes photos, raw files, and videos into albums. But the application also features powerful tagging tools\n        that allow you to assign tags, ratings, and labels to photos and raw files. You can then use filtering functionality to quickly\n        find items that match specific criteria.\n    \n      \n        In addition to filtering functionality, digiKam features powerful searching capabilities that let you search the photo library\n        by a wide range of criteria. You can search photos by tags, labels, rating, data, location, and even specific EXIF, IPTC, or XMP metadata.\n        You can also combine several criteria for more advanced searches. digiKam rely on Exiv2 library to handle metadata tag contents\n        from files to populate the photo library.\n    \n      \n        digiKam can handle raw files, and the application uses the excellent LibRaw library for decoding raw files. The library is actively\n        maintained and regularly updated to include support for the latest camera models.\n        digiKam can also manage video files for cataloging purpose, and the application uses the FFmpeg backends to extract\n        metadata and play media.\n    \n      \n        The application provides a comprehensive set of editing tools. This includes basic tools for adjusting colors, cropping, and sharpening\n        as well as advanced tools for, curves adjustment, panorama stitching, and much more. A special tool based on Lensfun library permit\n        to apply lens corrections automatically on images.\n    \n      \n        Extended functionality in digiKam is implemented via a set of tools based of plugins mechanism (named DPlugins for digiKam Plugins).\n        Plugins can be written to import and export contents to remote web-services, add new features to edit image, and batch process photo.\n    \n      Features:\n      \n        Organization of photos in albums and sub-albums (with tags and comments support)\n        Support for Exif, Iptc, Xmp, Makernotes\n        SQLite or Mysql powered storage for the album contents and its metadata with advanced search tools\n        Support for filtering and sorting albums\n        Import from more than 1100 digital camera devices\n        Support for more than 900 RAW format pictures\n        Light Table to compare photo side by side\n        Extended features using extra tools\n        Share your photos using HTML or publishing them to remote web services\n        Image editor included with advanced tools to fix photo quickly\n      \n    ",
    "build_date": "2024-12-03T10:30:31",
    "category": [
      "Graphics",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/kde/digikam.desktop/051e7bb2755b25057453145e23a6e2f7/icons/128x128/org.kde.digikam.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 243
  },
  {
    "pkg": "Upscayl",
    "app_id": "org.upscayl.Upscayl",
    "description": "Free and Open Source AI Image Upscaler",
    "description_long": "\n      Upscayl is a free and open source AI Image Upscaler.\n    \n    ",
    "build_date": "2024-06-01T21:58:46",
    "category": [
      "ImageProcessing",
      "RasterGraphics",
      "Graphics"
    ],
    "icon": "https://dl.flathub.org/media/org/upscayl/Upscayl/0ee47653b0ea921760bac3d8016222b6/icons/128x128/org.upscayl.Upscayl.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 244
  },
  {
    "pkg": "Shotwell",
    "app_id": "org.gnome.Shotwell",
    "description": "Digital photo organizer",
    "description_long": "\n      Shotwell is an easy-to-use, fast photo organizer designed for the GNOME desktop.\n      It allows you to import photos from your camera or disk, organize them by date and subject\n      matter, even ratings.  It also offers basic photo editing, like crop, red-eye correction,\n      color adjustments, and straighten.  Shotwell’s non-destructive photo editor does not alter\n      your master photos, making it easy to experiment and correct errors.\n    \n      \n      When ready, Shotwell can upload your photos to various web services, such as Flickr,\n      Google Photos, and more.\n    \n      \n      Shotwell supports JPEG, PNG, TIFF, and a variety of RAW file formats.\n    \n    ",
    "build_date": "2024-11-20T08:33:43",
    "category": [
      "Graphics",
      "Photography"
    ],
    "icon": "https://dl.flathub.org/media/org/gnome/Shotwell.desktop/efc6418af4387098bbea6de20cd8536e/icons/128x128/org.gnome.Shotwell.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "album",
      "camera",
      "cameras",
      "crop",
      "edit",
      "enhance",
      "export",
      "gallery",
      "image",
      "images",
      "import",
      "organize",
      "photo",
      "photographs",
      "photos",
      "picture",
      "pictures",
      "photography",
      "print",
      "publish",
      "rotate",
      "share",
      "tags",
      "video",
      "flickr",
      "picasa",
      "youtube",
      "piwigo"
    ],
    "rank": 245
  },
  {
    "pkg": "AdwSteamGtk",
    "app_id": "io.github.Foldex.AdwSteamGtk",
    "description": "Give Steam the Adwaita treatment",
    "description_long": "\n    Make Steam look like it belongs on your computer. This app installs and updates the\n    Adwaita-for-Steam skin for you. It's as simple as this:\n  \n      \n        Configure the skin to your liking\n        Click the “Apply” button\n        Restart Steam\n      \n      \n    On startup, the app will automatically download any updates to the skin and display a notification.\n    Apply the skin again and restart Steam to take the changes into use.\n  \n      In order to get rounded corners on Steam, you will need to use the “Rounded Window Corners” GNOME extension.\n    ",
    "build_date": "2024-11-23T08:04:24",
    "category": [
      "Game",
      "GTK",
      "Utility"
    ],
    "icon": "https://dl.flathub.org/media/io/github/Foldex.AdwSteamGtk/37898225e71b1ac0b17dd3b92b312f87/icons/128x128/io.github.Foldex.AdwSteamGtk.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Steam",
      "Adwaita",
      "Skin"
    ],
    "rank": 246
  },
  {
    "pkg": "KDiskMark",
    "app_id": "io.github.jonmagon.kdiskmark",
    "description": "Disk benchmark tool",
    "description_long": "A simple open-source disk benchmark tool for Linux distros.Features:Configurable block size, queues, and threads count for each testMany languages supportReport generation",
    "build_date": "2023-10-20T20:16:34",
    "category": [
      "System"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.jonmagon.kdiskmark.png",
    "license": "GPL-3.0-only",
    "tag": [
      "benchmark",
      "disk"
    ],
    "rank": 247
  },
  {
    "pkg": "Sonic Robo Blast 2",
    "app_id": "org.srb2.SRB2",
    "description": "A 3D Sonic the Hedgehog fangame based on a modified version of Doom Legacy",
    "description_long": "\n      Sonic Robo Blast 2 is a 3D open-source Sonic the Hedgehog fangame built\n      using a modified version of the Doom Legacy port of Doom. SRB2 is\n      closely inspired by the original Sonic games from the Sega Genesis, and\n      attempts to recreate the design in 3D. It features tons of levels,\n      enemies, speed, and quite a lot of the fun that the original Sonic\n      games provided.\n    \n    ",
    "build_date": "2024-11-09T13:55:13",
    "category": [
      "Game"
    ],
    "icon": "https://dl.flathub.org/media/org/srb2/SRB2/9029ebc66e926e33ec5b6e34abdb62ba/icons/128x128/org.srb2.SRB2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 248
  },
  {
    "pkg": "Komikku",
    "app_id": "info.febvre.Komikku",
    "description": "Discover and read manga & comics",
    "description_long": "With its simple, elegant and adaptive interface, this reader lets you search, sort and read your series with ease.\n      Why you will love Komikku?\n      \n        Online and offline reading from dozens of servers\n        Support for locally stored series (in CBZ or CBR formats)\n        RTL, LTR, Vertical and Webtoon reading modes\n        Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)\n        Categories to organize your library\n        Automatic tracking of series with MyAnimeList and AniList\n        Automatic update of series\n        Automatic download of new chapters\n        Reading history\n        Light and dark themes\n      \n    ",
    "build_date": "2024-12-06T11:39:47",
    "category": [
      "Graphics",
      "Network",
      "Viewer"
    ],
    "icon": "https://dl.flathub.org/media/info/febvre/Komikku/3b2fd3c88a832ccebb8319a50c0e3b7b/icons/128x128/info.febvre.Komikku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manga",
      "reader",
      "viewer",
      "comic",
      "manhwa",
      "manhua",
      "bd",
      "webtoon",
      "webcomic",
      "scan",
      "offline",
      "GTK",
      "GNOME"
    ],
    "rank": 249
  },
  {
    "pkg": "Videos",
    "app_id": "org.gnome.Totem",
    "description": "Play movies",
    "description_long": "Videos is the official movie player of the GNOME desktop environment. It features a searchable list of local videos, and DVDs, as well as local network video shares (using UPnP/DLNA) and video highlights from a number of web sites.Videos comes with added functionality such as a subtitle downloader, the ability to speed up or down playback, create screenshot galleries, and support for recording DVDs.",
    "build_date": "2023-09-03T13:52:41",
    "category": [
      "AudioVideo",
      "Player",
      "Video"
    ],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.gnome.Totem.png",
    "license": "GPL-2.0+",
    "tag": [
      "Clip",
      "DVD",
      "Disc",
      "Film",
      "Movie",
      "Player",
      "Series",
      "TV",
      "Totem",
      "Video"
    ],
    "rank": 250
  }
]
